{"title": "Ace of Base", "id": "1115120994", "parentid": "1115092638", "timestamp": "2022-10-09T22:38:34Z", "contributor": "\n        ", "comment": "Undid revision 1115092638 by [[Special:Contributions/2600:2B00:8C06:7E00:40E2:CC68:4148:B8B3|2600:2B00:8C06:7E00:40E2:CC68:4148:B8B3]] ([[User talk:2600:2B00:8C06:7E00:40E2:CC68:4148:B8B3|talk]]): Fix", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Swedish pop group}}\n{{Use mdy dates|date=June 2013}}\n{{Infobox musical artist\n| name            = Ace of Base\n| image           = Ace of Base Members 1992-2007.jpg\n| caption         = The founding members of Ace of Base<br />(from left) Jonas \"Joker\" Berggren, Jenny Berggren, Malin \"Linn\" Berggren, and Ulf \"Buddha\" Ekberg\n| image_size      =\n| landscape       = yes\n| origin          = [[Gothenburg]], Sweden\n| genre           = {{hlist|[[Dance-pop]]<ref>{{cite news|first= Erin K. |last= Thompson |title= An Incomplete History of Swedish Pop Geniuses |date= 13 October 2010 |newspaper= [[Seattle Weekly]] |url= http://www.seattleweekly.com/2010-10-13/music/an-incomplete-history-of-swedish-pop-geniuses/ |access-date= 1 July 2015}}</ref><ref>{{cite journal |first= Anne |last= Breitwieser |title= Singular sensations of the '90s |date= 16 November 2006 |journal= [[Vox (magazine)|Vox]] |url= http://archive.voxmagazine.com/stories/2006/11/16/singular-sensations-90s/print-story/ |access-date= 1 July 2015 |url-status= dead |archive-url= https://web.archive.org/web/20150702072445/http://archive.voxmagazine.com/stories/2006/11/16/singular-sensations-90s/print-story/ |archive-date= July 2, 2015 |df= mdy-all }}</ref> <ref name=\"S3\">{{cite web |title= Dance! Dance! Dance! |work= Side3 |date= 22 September 2011 |publisher= [[Nettavisen]] |url= http://www.side3.no/dance-dance-dance/3234902.html |access-date= 12 November 2016 |language= no |archive-url= https://web.archive.org/web/20140407083703/http://www.side3.no/dance-dance-dance/3234902.html |archive-date= April 7, 2014 |url-status= dead }}</ref><ref name=\"BS\">{{cite journal|first= Jens |last= Bauszus |title= Sogar Britney Spears wurde in Stockholm entdeckt |journal= [[Focus (German magazine)|Focus]] |url= http://www.focus.de/kultur/musik/tid-25334/schwedens-neuester-popexport-tove-styrke-warum-uns-die-schweden-musikalisch-so-ueberlegen-sind-auch-britney-spears-wurde-in-stockholm-entdeckt_aid_726793.html |date= 28 March 2012 |access-date= 12 November 2016 |language= de}}</ref>|[[Europop]]<ref name=\"Europop\">{{cite web|title= Pop/Rock » Europop » Euro-Pop |url= http://www.allmusic.com/style/euro-pop-ma0000004446 |publisher= AllMusic. All Media Network |access-date= 12 November 2016}}</ref>}}\n| years_active    = 1987–present\n| label           = {{hlist|[[Edel-Mega Records|Mega]]|[[Barclay Records|Barclay]]|Metronome|[[Arista Records|Arista]]|[[BMG Rights Management|BMG]]|[[Polydor Records|Polydor]]|[[Universal Music Group|Universal]]|[[Playground Music Scandinavia|Playground]]}}\n| website         = {{URL|aceofbase.com}}\n| current_members = * [[Jonas Berggren]]\n* [[Ulf Ekberg]]\n| past_members    = * [[Linn Berggren]]\n* [[Jenny Berggren]]\n* [[Clara Mae|Clara Hagman]]\n* Julia Williamson\n}}\n\n'''Ace of Base''' is a [[Sweden|Swedish]] pop group, formed in 1990, originally consisting of siblings [[Jonas Berggren|Jonas]], [[Linn Berggren|Linn]], and [[Jenny Berggren]], with [[Ulf Ekberg]].\n\nThey achieved worldwide success following the release of their debut album ''[[Happy Nation]]'' in 1992. Later re-issued as ''[[The Sign (Ace of Base album)|The Sign]]'', it was certified nine times platinum in the United States<ref>{{cite web |url=https://www.riaa.com/goldandplatinumdata.php?resultpage=2&table=tblTop100&action |title=Top 100 Albums |publisher=[[Recording Industry Association of America|RIAA]] |access-date=October 18, 2010 |url-status=dead |archive-url=https://web.archive.org/web/20151018210719/http://www.riaa.com/goldandplatinumdata.php?resultpage=2&table=tblTop100&action |archive-date=October 18, 2015 }}</ref> and was the best-selling album of 1994. One of the most successful debut albums of all time, it was the first to produce three No.&nbsp;1 singles on the ''[[Billboard (magazine)|Billboard]]'' [[Mainstream Top 40]] chart: \"[[All That She Wants]]\", \"[[The Sign (song)|The Sign]]\" and \"[[Don't Turn Around]]\".<ref>{{cite magazine |url=http://www.billboard.com/articles/news/268121/lady-gaga-makes-mainstream-top-40-history |title=Lady GaGa Makes Mainstream Top 40 History |last=Trust |first=Gary |date=July 13, 2009 |magazine=Billboard |access-date=October 18, 2010}}</ref>\n\nThey continued to score hit singles throughout the 1990s, with songs such as \"[[Beautiful Life (Ace of Base song)|Beautiful Life]]\", \"[[Lucky Love]]\", \"[[Cruel Summer (Bananarama song)#Ace of Base version|Cruel Summer]]\" and \"[[Life Is a Flower]]\".  By 2002, they had sold a total of 30&nbsp;million copies of their first four studio albums, making them the third most successful Swedish group of all time, behind [[ABBA]] and [[Roxette]].<ref>{{Cite web|url=http://aceofbase.com/about/|title=About|accessdate=November 18, 2021}}</ref>\n\nDespite being largely inactive since 2012, the group has never officially disbanded.  In the last decade, they have released a number of demo tracks, first via their Facebook page, then in 2015 on the compilation album ''[[Hidden Gems (Ace of Base album)|Hidden Gems]]''. An expanded two-disc edition was included in the 2020 boxset ''[[All That She Wants: The Classic Collection]]''. Jenny Berggren continues to perform the group's hits in solo concerts around the world.\n\n==History==\n\n===1987–1992: Formation===\nIn 1987, following a number of years as part of a [[new romantic]] and [[punk music|punk]] [[cover band]] called G Konrad (named after [[György Konrád|a Hungarian author]]), Jonas Berggren formed a band with two friends, Johnny Lindén and Niklas Tränk, for a school project; his sisters Linn and Jenny later joined as singers. The new band went through several names: [[New Arbat Avenue|Kalinin Prospect]] after an avenue in Moscow; CAD (Computer-Aided Disco); and Tech-Noir, French for ''black technology,'' after a nightclub in the film ''[[The Terminator]]''.<ref name=\"Kristina\">{{Cite book|title = \"In Sweden we have something called an 'ankdamm'\" - En intervju med Ace of Base motor och låtskrivare, Jonas Berggren|isbn = 9789174236859|last1 = Adolfsson|first1 = Kristina|date = 1995}}</ref> They toured the clubs of Sweden with self-written material, [[techno music|techno]] inspired by 1980s Italodisco and house music.\n\nJohnny left the group in 1989, and Niklas made his departure known by failing to turn up to a gig at Bältespännarparken in Gothenburg on August 4, 1990, instead attending a [[Rolling Stones]] concert on the other side of town.<ref>{{cite web |url=http://www.happynation.net/aobgbg.htm |title=Ace of Base GBG |publisher=[[Happy Nation]] |access-date=October 18, 2010 |archive-date=September 1, 2005 |archive-url=https://web.archive.org/web/20050901001855/http://www.happynation.net/aobgbg.htm |url-status=dead |df=mdy }}</ref> Jonas asked his friend Ulf Ekberg to stand in for Niklas. In an interview with ''[[Nöjesguiden]]'', Jonas explained: \"He shared a rehearsal room with us and we asked if he wanted to be with us on stage because he was really energetic. He thought it sounded fun and then we started writing. Ulf is very good at technology and I am more good at melodies, so it was a very good combination.\" Inspired by a Jamaican reggae band who resided in a studio next door to theirs, they experimented with a fusion of reggae and pop – dubbed \"China reggae\" by their Jamaican friends – which would become the band's trademark sound.<ref name=\"Ulf2016\" />\n\nAfter responding to an ad in the paper ''[[Göteborgs-Posten]]'', the new quartet started working in the studio with record producer [[John Ballard (record producer)|John Ballard]],<ref name=\"Ballard\">{{cite web|url=https://shows.acast.com/eurovisionlegends/episodes/john-ballard|title=Eurovision Legends Podcast - John Ballard|date=12 January 2022|publisher=Eurovision Legends}}</ref> and decided to come up with a new name in order to make a fresh start, as well as to avoid confusion with another band with the same name who were attracting bad reviews.<ref name=\"Kristina\" /> Linn said: \"No one could pronounce the name of the group and nobody could remember it.\" They settled on Ace of Base in early 1991, after Ulf was inspired by the [[Motörhead]] song \"[[Ace of Spades (song)|Ace of Spades]]\".<ref name=\"Ulf2016\">{{cite web|url=http://euromentravel.com/culture/popculture/ulf-ekberg-ace-of-base-interview|title=Ulf Ekberg (Ace of Base): The Interview|date=7 April 2016|publisher=EuroMenTravel|access-date=11 July 2016}}</ref> In an interview in 2018, Ulf explained: \"The name came out of a hangover I had on New Year's Day. So, I was hungover, watching MTV and I saw Motörhead's video for their song 'Ace of Spades'. I liked the name and I thought I'd play around with those words. We're four members in this band, so I thought, 'Good. Four aces. I'll keep the ace.' Then I thought of our studio and how it's our base.\"<ref>{{Cite web|url=https://marcandrew.ca/chitchat/aceofbase/|title = 25 years later Ace of Base revisits the origin of their name}}</ref>\n\nThe group continued performing in the clubs of Gothenburg, but struggled to gain recognition, partly due to the preference of [[heavy metal music|heavy metal]] over techno in their hometown, according to singer Jenny.<ref>Happy Nation Home Video, VHS, 1997</ref> They also sent out demo cassettes to numerous record companies but \"everybody refused\" to sign them. In May 1991, Jonas and Ulf made a trip to various record companies in Stockholm, including [[Polar Music]], who wanted them to record more songs first, and [[Nordik beat#Swemix|SweMix]], who were interested but didn't have the time to do anything with them until autumn.\n\nIn July, Klas Lunding at Telegram Records arranged for them to record a new version of \"[[Wheel of Fortune (Ace of Base song)|Wheel of Fortune]]\" in their newly renovated Decibel Studio, but didn't offer them a recording contract. Jonas recounts: \"When it had just been finished, [[Martin Dodd]], ''(Head of A&R at independent [[Denmark|Danish]] label Mega Records)'' called and shouted: 'Do not sign anything, do not sign anything!'. They wanted everything from us, while Telegram only wanted the reggae songs and no up-tempos.  We had already recorded a single with Telegram, but hadn't signed anything. Klas is not the fastest in the world, so to speak - and that was perhaps lucky for us. So Mega bought the master tape from Klas for 34,000 SEK.\"<ref name=\"Kristina\" /> Martin Dodd remarked in a 1995 interview: \"When I got the demo in my hand, I knew nothing about the group but I immediately loved the melodies. The melancholy in the songs and their way of writing. At that time, house music was big and this went completely against the flow. It sounded fresh.\"<ref name=\"Kristina\" />\n\n\"Wheel of Fortune\" was serviced to radio and nightclubs in Sweden in early 1992, with it reaching Gothenburg's local Jockeytoppen chart in March, and prompting an invitation to perform on music television channel [[ZTV (Sweden)|ZTV]]. However, the record failed to gain traction in Sweden, so Mega switched focus to Denmark. After servicing the single to media three times, it was finally released commercially at the end of June 1992, entering the Danish singles chart at No. 6, before rising to No. 2.\n\n===1992–1994: International success and ''Happy Nation''/''The Sign''===\n{{Main|Happy Nation|The Sign (Ace of Base album)|l2=The Sign}}\n\nFollowing the success of \"Wheel of Fortune\" in Denmark, the group continued working on music. After hearing [[Kayo Shekoni|Kayo]]'s \"Another Mother\" in a record store, a top 20 hit in Sweden in 1990, Jonas and Ulf decided that it was exactly the sound they wanted to create.<ref>Beatlab, SVT documentary, 2001</ref> In early 1992, they sent producer [[Denniz PoP]] a demo tape including a song called \"Mr. Ace\". At first he wasn't particularly impressed, but the tape got stuck in the cassette player in his car. This resulted in him having to listen to it repeatedly and gradually he realized the song's potential. He'd lost the band's contact details but when they called him a few months later, he invited them to his SweMix studio to re-record the song in July 1992.<ref name=\"mrpop\">{{cite magazine|url=http://www.slate.com/articles/arts/music_box/2015/10/denniz_pop_max_martin_and_cheiron_studios_the_man_who_invented_modern_pop.2.html|title=Mr. Pop|last=Seabrook|first=John|date=14 October 2015|magazine=Slate|access-date=15 October 2015}}</ref> The song became \"[[All That She Wants]]\", and upon its release at the end of August, it quickly climbed to No. 1 on the Danish chart, while the previous single was still sitting at No. 2. Keen to rush out an [[LP album|LP]] for the Christmas market, [[Edel-Mega Records|Mega Records]] pressed the band for an album, which was quickly recorded and mixed within a few weeks.\n\nThe album, ''[[Happy Nation]]'', was released on November 2, 1992 in [[Denmark]] and its success prompted interest elsewhere in Europe. A pan-European licence was signed with [[PolyGram|Metronome/PolyGram]] (now [[Universal Music]]), but they were turned down by the American division. Within a few months, \"All That She Wants\" had reached No. 3 in Sweden and had spent eight weeks at No. 1 in Germany. In various European countries, \"[[Happy Nation (song)|Happy Nation]]\" and \"[[Waiting for Magic]]\" were released as further singles following the release of the album.\n\nIn May 1993, \"All That She Wants\" consolidated on its European success by topping the chart for three weeks in the United Kingdom. However, despite [[Edel-Mega Records|Mega Records]]'s efforts to secure a distribution deal in the United States, the response was always the same: \"This band will never work in the States.\" Eventually, [[Clive Davis]], founder of [[Arista Records]], heard the song playing on the radio whilst on vacation on his yacht, and rushed to sign a licence with Mega for the Americas.<ref>{{Cite web|url=https://www.avclub.com/good-timing-turned-ace-of-base-s-the-sign-into-the-luck-1823004434|title=Good timing turned Ace Of Base's The Sign into the luckiest hit of the '90s|website=The A.V. Club|accessdate=November 18, 2021}}</ref> By the end of October, \"All That She Wants\" had made its way to No. 2 on the [[Billboard Hot 100|''Billboard'' Hot 100]], as well as in Australia.\n\nThe group had already started work on a second album, with the working title of ''The Sign'', named after one of the new tracks they had written. Worried about sales of import copies of ''Happy Nation'', however, Davis opted to tweak the track list of the original LP by adding three new tracks, and re-titling it ''[[The Sign (Ace of Base album)|The Sign]]''. Released in the USA on November 23, 1993, it remained in the top three of the ''Billboard'' Top 200 for 26 consecutive weeks, and was nominated for ''Best Pop Album'' at the 1995 [[Grammy Awards]]. The refreshed album was released in Europe as ''[[Happy Nation (US Version)]]''.  Collectively, the different versions of the album reached the No. 1 position in at least 14 countries, and sold over 21 million copies worldwide, making it one of the best-selling debut albums of all time.<ref>{{Cite book|url=https://books.google.com/books?id=Ws-vAwAAQBAJ&q=ace+of+base+happy+nation+21+million+copies&pg=PA736|title = Continuum Encyclopedia of Popular Music of the World, Volume 1: Media, Industry, Society|isbn = 9781847144737|last1 = Shepherd|first1 = John|last2 = Horn|first2 = David|last3 = Laing|first3 = Dave|last4 = Oliver|first4 = Paul|last5 = Wicke|first5 = Peter|date = March 6, 2003}}</ref>\n\nThe second U.S. single was the album's title track, \"[[The Sign (Ace of Base song)|The Sign]]\", released on December 14. It was even more successful than the first, spending six weeks at No. 1 and becoming the best-selling single of 1994. It was also a major hit internationally, peaking at No. 2 in the UK and Sweden and at No. 1 in Germany; whilst in Australia it topped the charts for four weeks.\n\nRecorded at the request of Clive Davis, \"[[Don't Turn Around]]\" was the group's next single, which had previously been released by [[Tina Turner]] as the B-side of her single \"[[Typical Male]]\", and had been a UK No. 1 hit for [[Aswad]] in 1988. The cover version hit the top 5 in the US, UK, Sweden, Denmark and Finland.\n\nPromotion for the album concluded with the final single release \"[[Living in Danger]]\", which was yet another top 40 hit internationally and was performed in front of the [[Brandenburg Gate]] at the first ever [[MTV Europe Music Awards]] in [[Berlin]] in November 1994.\n\nThe band were caught up in controversy when on 27 March 1993, the Swedish [[newspaper]] ''[[Expressen]]'' reported that Ulf had been a member of a [[skinhead]] gang in his teenage years, long prior to his association with Ace of Base. The band and Ulf himself have addressed these claims numerous times. Linn remarked in 1993: \"Ulf gave all that up long ago and my family had nothing to do with any of that in the first place.\"<ref>{{Cite web|url=https://webcache.googleusercontent.com/search?q=cache:-j3beHCDWwoJ:https://www.latimes.com/archives/la-xpm-1993-11-20-ca-58879-story.html+&cd=15&hl=en&ct=clnk&gl=us|title = Just Don't Mention You-Know-Who : Ace of Base is a Swedish pop vocal group with two men and two women--but don't ask them about ABBA. - Los Angeles Times}}</ref> In 2013, the story was revisited in a report by ''[[Vice (magazine)|Vice]]'', referring to an unauthorized CD released in 1998 called ''Uffe Was a Nazi!'', containing songs with racist content which were claimed to have been recorded by Ulf's former band Commit Suiside.<ref>{{Cite web|url=https://www.vice.com/en/article/rm35nr/ace-of-bases-secret-nazi-past|title = Ace of Base's Secret Nazi Past}}</ref> In an interview with ''[[E!#E! Online|E! Online]]'', Ulf clarified that Commit Suiside were \"a New Wave music band without any political touch or agenda\" and that the racist songs on the CD were not recorded by them. He also remarked: \"I have always been deeply regretful of that period in my life, as I strive to bring happiness to people, and during that period I did not live up to that standard. [...] I'm truly deeply sorry for any hurt and disappointment this has caused for our fans, and I really hope that we clearly have stated that Ace of Base never shared any of these opinions and strongly oppose all extremist opinions on both the right and left wing.\"<ref>{{Cite web|url=https://www.eonline.com/news/411700/ace-of-base-s-ulf-ekberg-speaks-out-about-alleged-past-nazi-ties|title = Ace of Base's Ulf Ekberg Speaks Out About Alleged Past Nazi Ties|date = April 25, 2013}}</ref>\n\nIn April 1994, an obsessed German fan broke into the Berggren family home, brandishing a knife.<ref>{{cite news|url=http://sverigesradio.se/sida/artikel.aspx?programid=98&artikel=6119019|title=Ace of Base-stjärnan om glamourens baksida|newspaper=Sveriges Radio|date=March 18, 2015|access-date=March 19, 2015|last1=Luttu|first1=Linnea}}</ref> After managing to restrain her, the band decided they needed bodyguards.  Recalling the attack in a 2016 interview, Jenny said \"She woke me up with a knife to my throat.  She broke into my parents’ house when I was staying there after two years away.  I woke up and she was standing over me with the knife.  I was terrified.  That was the darker side of fame.  I remember just after I was attacked I found out that we were Number 1 in the United States.  All I could think was that I almost got killed. Everyone was like, 'wow, let’s have a huge party'. I didn’t want a party. I was broken.\"<ref>{{Cite web|url=https://www.dailyrecord.co.uk/whats-on/music-nightlife-news/knife-attack-survivor-jenny-berggren-8124182|title = Knife attacker survivor Jenny Berggren talks fame and her days in Ace of Base|date = June 6, 2016| newspaper =[[Daily Record (Scotland)|Daily Record]]|first =Rebecca|last =Graham}}</ref>\n\n===1995–1997: ''The Bridge''===\n{{Main|The Bridge (Ace of Base album)|l1=The Bridge}}\nFollowing the substantial success of the first album, the group were offered the chance to perform at [[Madison Square Garden]] in [[New York City|New York]], and were asked to front brands such as [[Pepsi]] and [[Reebok]] in promotional campaigns, but after two years of travelling around the world to promote the first album, the band were too exhausted and declined all offers.<ref>{{Cite magazine|url=https://www.billboard.com/articles/columns/pop-shop/6502291/ace-of-base-hidden-gems-jonas-berggren|title = Ace of Base Founder Discusses 'New' Album, Shares the Stories Behind the Band's 5 Biggest Hits|magazine = [[Billboard (magazine)|Billboard]]|date = March 16, 2015}}</ref> Simultaneously, their various record companies around the world were demanding a second album promptly. To hasten the process, instead of Jonas and Ulf writing most of the album, each member was encouraged to submit their own tracks for consideration.\n\nIn the end, 17 tracks were chosen for the second album, titled ''[[The Bridge (Ace of Base album)|The Bridge]]''. It marked a considerable change of direction in sound; alongside the reggae and dance sounds that had made the group so popular were more experimental tracks and several ballads. The lead single, \"[[Lucky Love]]\", however, was a mainstream pop record, and was premiered in August 1995 at the [[1995 World Championships in Athletics|World Championships in Athletics]] in Gothenburg. It debuted at No. 1 in Sweden upon release in October, becoming their first chart-topper in their homeland. It was also a top 20 hit across Europe, peaking at No. 1 in Finland, No. 2 in Denmark, No. 13 in Germany and No. 20 in the United Kingdom.\n\nArista Records instead opted for the more up-tempo track \"[[Beautiful Life (Ace of Base song)|Beautiful Life]]\" as the first single in the US, where it peaked at No. 15 on the ''Billboard'' Hot 100, becoming the first American hit for its co-producer [[Max Martin]], who would go on to become one of the world's most in-demand songwriters and producers. It was released as the second single from the album in most countries, also reaching No. 15 in the UK and charting in at least 17 countries. An alternative acoustic mix of \"Lucky Love\" was chosen as the second U.S. single, peaking at No. 30.\n\n''The Bridge'' was certified platinum in 14 countries, but did not match the sales of the group's first album. \"[[Never Gonna Say I'm Sorry]]\" was released as the third single from the album and achieved moderate success in Europe, but  failed to chart on the Hot 100 in the USA. In February 1996, the band performed at the [[Viña del Mar International Song Festival]] in [[Chile]], topping the bill alongside [[2 Unlimited]].\n\nAfter touring Asia and Australasia in April 1996, the group temporarily retreated from the limelight, scrapping plans to release either \"My Déjà Vu\" or \"Edge Of Heaven\" as a single, and emerging only in 1997 for an April performance at the [[World Music Awards]], and at a July concert celebrating the 20th birthday of [[Victoria, Crown Princess of Sweden|Princess Victoria of Sweden]].\n\n===1998–1999: ''Flowers'' / ''Cruel Summer''===\n{{Main|Flowers (Ace of Base album)|Cruel Summer (Ace of Base album)|l1=Flowers|l2=Cruel Summer}}\n{{multiple image\n| align = left\n| image1 = Ace_Of_Base-Flowers.jpg\n| width1 = 150\n| alt1 = \n| caption1 = \n| image2 = Ace_Of_Base-Cruel_Summer.jpg\n| width2 = 150\n| alt2 = \n| caption2 = \n| footer = Linn's image was blurred on the cover art of ''[[Flowers (Ace of Base album)|Flowers]]'' and ''[[Cruel Summer (Ace of Base album)|Cruel Summer]]''.\n}}\nHaving felt rushed to record a second album, the group were given as much time as they need to produce their third, with much of it being recorded in Jonas's own studio, \"The Barn\". Declaring it their best album yet, the group titled it ''[[Flowers (Ace of Base album)|Flowers]]'' because they believed that the songs, wildly different in style, including [[Motown]] and [[Gospel music|gospel]] influences, resembled a varied bouquet of flowers. Fans were surprised to see that singer Linn had relinquished lead vocal duties to sister Jenny, and on many promotional photos, Linn's face was blurred.<ref>{{Cite AV media notes |title=[[Platinum & Gold Collection (Ace of Base album)|Platinum & Gold Collection]] |date=6 May 2003 |first=Bill |last=Pitzonka |type=Compact disc booklet |publisher=[[Arista Records|Arista]]}}</ref> They were reassured that Linn was happy with her new backing role in the group, and many reasons were given for her decision, including her having damaged her voice, her aerophobia deterring her from international travel and her dislike of fame.<ref name=ourstory>{{cite AV media|year=1998|title=Our Story|medium= Documentary|url=//www.youtube.com/watch?v=TF49XoteZCc| archive-url=https://web.archive.org/web/20150522185309/https://www.youtube.com/watch?v=TF49XoteZCc| archive-date=2015-05-22 | url-status=dead|access-date=March 19, 2015|publisher=SVT/YouTube}}</ref>\n\n{{Quote box|width=30em|align=right|quote=Linn has relinquished the role of front vocalist and delegated her singing duties to sister Jenny. Linn has had recurrent problems with her voice since album II, ''The Bridge'', and would not be able to withstand the rigors of touring. As it represents a significant change, the band has decided to concentrate all visual attention on\nJenny for the time being.|salign=right|source=—Ace of Base website, 1998<ref>{{cite web|url=http://www.aceofbase.net/info/faq.htm |title=Ace of Base FAQ |access-date=April 5, 2015 |archive-url=https://web.archive.org/web/20000408221541/http://www.aceofbase.net/info/faq.htm |archive-date=April 8, 2000 |url-status=dead |df=mdy}}</ref>}}The album's lead single \"[[Life Is a Flower]]\" was released in mainland Europe in April 1998, and became the most-played track on European radio of the year.  It reached the top 5 in Sweden, Denmark, Finland, Hungary and in the UK, where it was certified silver.  The album followed in June, hitting the top 20 in at least a dozen countries.\n\nThe group's British label [[London Records]] had requested the band record the 1983 hit \"[[Cruel Summer (Bananarama song)|Cruel Summer]]\", by [[Bananarama]] and it was selected as the second European single. Deciding that \"Life Is a Flower\" was \"too European in nature\", Clive Davis pushed \"Cruel Summer\" as the lead single for the United States, and it brought Ace of Base back into the U.S. Top 10 for the first time in four years, being certified gold. The album was also renamed ''[[Cruel Summer (Ace of Base album)|Cruel Summer]]'' and featured a different track list from the European release. For this version of the album, Davis persuaded a reluctant Linn to record the Billy Steinberg-penned ballad \"[[Everytime It Rains]]\".\n\n\"Life Is a Flower\" was re-recorded as \"[[Whenever You're Near Me]]\" and chosen as the second single from ''Cruel Summer'', peaking at No. 76. \"[[Travel to Romantis]]\" and \"[[Always Have Always Will|Always Have, Always Will]]\" were further singles in Europe whilst \"Everytime It Rains\" was issued as a single in the UK along with a repackaged edition of ''Flowers''.\n\n===1999–2000: ''Singles of the 90s'' and ''Greatest Hits''===\nThe group went back into the studio in 1999, writing several tracks together as a quartet for the first time, and recording enough demo tracks for consideration for a fourth studio album.  Ulf from the group later revealed that they had hoped to release a track called \"Pole Position\" as the lead single, with a music video that would have featured the [[Formula One]] champion driver [[Jacques Villeneuve]].<ref>{{Cite web|url=https://www.youtube.com/watch?v=g4tpkCgONUA |archive-url=https://ghostarchive.org/varchive/youtube/20211212/g4tpkCgONUA| archive-date=2021-12-12 |url-status=live|title=Ace of Base - Pole Position (Commentary) [13 of 16]|accessdate=November 18, 2021|via=www.youtube.com}}{{cbignore}}</ref> Several of the tracks recorded for the scrapped studio album were eventually released in demo form by Jonas via Facebook in 2011.\n\nIn November 1999, Mega Records released the best-of album ''[[Singles of the 90s]]'', a compilation of 16 hit singles. A new single taken from it, \"[[C'est La Vie (Always 21)]]\", was a modest chart hit in Sweden, Finland, Germany and Switzerland, and topped the charts in Spain. \"[[Hallo Hallo (Ace of Base song)|Hallo Hallo]]\" followed as the second single in parts of Europe, but only found minor success.\n\nArista Records fulfilled the group's four-album contract in the Americas by releasing ''[[Greatest Hits (2000 Ace of Base album)|Greatest Hits]]'' in March 2000. A new dance mix of \"[[Everytime It Rains]]\", previously included on ''[[Cruel Summer (Ace of Base album)|Cruel Summer]]'', was released as a radio single to promote the album. Both the single and album failed to chart in the USA.\n\n===2002–2003: ''Da Capo''===\n{{Main|Da Capo (Ace of Base album)|l1=Da Capo}}\n[[File:Skl2003.jpg|thumb|upright|Linn after a performance in 2002]]\nFollowing a long time away from the pop scene, a new single called \"[[Beautiful Morning]]\" was serviced to radio in Europe in July 2002.  Polydor Records reported that it was their fastest-added track to radio playlists of the year, and it went on peak at No. 38 in Germany and No. 14 in Sweden upon its commercial release in September.\n\nAfter several delays, Ace of Base finally released their fourth studio album, ''[[Da Capo (Ace of Base album)|Da Capo]]'', on September 30, 2002, in Europe, and in Japan through [[Toshiba EMI]] with a different cover and three bonus tracks.  The album received only a soft release in the United Kingdom and was not released in the Americas.  The title comes from the musical term ''da capo'', which translates as \"back to the beginning\", chosen as the sound of the album was seen as a return to the group's early blend of reggae and europop.\n\nAlthough the album charted across much of Europe, it was not as successful as previous releases. Only Jenny and Ulf went on a promotional tour of Sweden, Denmark, Norway, Finland, Germany, Poland and Austria. Jonas chose to forego promotional activities because \"it was better to be two then\" and led to \"less questions\" about Linn's lack of participation.<ref>{{cite web|title=Yes! You know on for example Da Capo I couldnt do much promo...|url=https://www.facebook.com/aceofbase/posts/166938763340380?comment_id=166941436673446 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/166938763340380 |archive-date=2022-02-26 |url-access=limited|last=Berggren|first=Jonas|date=10 November 2010|publisher=Facebook|access-date=7 June 2016}}{{cbignore}}</ref> Linn attended only one performance in Germany, which was her last public appearance.<ref>{{cite web|url=https://www.youtube.com/watch?v=QcBvEWmvbXA |archive-url=https://ghostarchive.org/varchive/youtube/20211212/QcBvEWmvbXA| archive-date=2021-12-12 |url-status=live|title=Ace of Base - Beautiful Morning (SKL Show) 2002|date=2002|publisher=YouTube|access-date=7 June 2016}}{{cbignore}}</ref>\n\n\"[[The Juvenile]]\" was selected as the album's second single in Germany, and was used for a Christmas campaign by TV channel [[RTL Television|RTL]].  The song was a re-written version of a track originally submitted for the [[James Bond]] movie ''[[GoldenEye]]'' in 1995.  However, Clive Davis persuaded the band that it was not the best move for the band at the time so they withdrew it from consideration.  In Scandinavia, [[Edel-Mega]] released  \"[[Unspeakable (song)|Unspeakable]]\" as the second single, but its poor chart performance ended the promotion of the album prematurely.\n\n===2003–2006: Hiatus===\nThe group remained out of the spotlight throughout 2003 and 2004. During this time, Jenny performed solo live performances in several Christian shows with her husband Jakob Petrén and released an album as a vocalist with the Swedish group Arose.\n\nIn 2005, a handful of songs featuring vocals by both Jenny and Linn were recorded with producer Tommy Ekman, including \"Would You Believe\" and \"Make My Day\". Jonas and Ulf later explained that the group did not have the energy to finish the project, though the tracks that were recorded eventually surfaced.<ref>{{cite web|url=https://www.youtube.com/watch?v=7OeTmeKNt2E |archive-url=https://ghostarchive.org/varchive/youtube/20211212/7OeTmeKNt2E| archive-date=2021-12-12 |url-status=live|title=Ace of Base - Make My Day (Commentary) [5 of 16]|date=8 March 2015|publisher=YouTube|access-date=9 October 2015}}{{cbignore}}</ref>\n\nAt the end of 2005, the group reunited, without Linn, for several live performances at the [[Night of the Proms]] in Belgium, alongside other artists such as [[Donna Summer]].\n\n===2007–2009: Reunion===\n[[Image:Aob tour.jpg|thumb|left|alt=Jonas, Jenny, and Ulf performing in [[Saint Petersburg]], 2007.|Jonas, Jenny and Ulf during a concert in [[Saint Petersburg]], 2007.]]\nAce of Base reunited as a trio to perform their first full-length concert since 1996 in [[Yekaterinburg]], Russia, on November 15, 2007.  They embarked on a world tour called ''Ace Of Base - Redefined!'', which continued throughout 2008 and 2009.  The set list included several new versions of their greatest hits. Jenny confirmed Linn's permanent departure from the group, saying \"She hasn't been part of Ace of Base for several years\" in ''[[Se og Hør (Denmark)|Se & Hør]]'' Magazine.<ref name=\"SeHor\">{{cite journal|last=Olausen|first=Tonny|title=Vi Elsker Danmark [We Love Denmark]|journal=Se & Hør|pages=20–21|date=November 2007}}</ref> Ulf later explained in an interview \"She left the band and we promised her to never even ask to come back. She's done with entertainment industry. It's understandable. It's brutal from the inside, it was not for her. She has no craving to be famous, she loved her fans, but the fame factor was not for her.\"<ref>{{Cite web|url=https://abcnews.go.com/Entertainment/now-ace-base/story?id=34316125|title = Where Are They Now: Ace of Base|website = [[ABC News]]}}</ref> While touring, the group performed a brand new song called \"Sparks From A Fire\".<ref>{{cite web|url=http://aceboards.com/topic/6706/New-song-performed-at-Rock-Under-Broen|title=New song performed at Rock Under Broen|author=AcerStan|date=June 15, 2008|publisher=The Ace Boards|access-date=October 18, 2010|archive-date=December 2, 2013|archive-url=https://web.archive.org/web/20131202231834/http://aceboards.com/topic/6706/New-song-performed-at-Rock-Under-Broen|url-status=dead}}</ref><ref>{{cite web|url=//www.youtube.com/watch?v=QCOyvBHCXZU |archive-url=https://ghostarchive.org/varchive/youtube/20211212/QCOyvBHCXZU| archive-date=2021-12-12 |url-status=live|title=Ace of Base - Sparks From A Fire (Live in Vantaa)|date=October 6, 2008|publisher=YouTube|access-date=October 18, 2010}}{{cbignore}}</ref>\n\nThe group teamed up with Jenny's husband Jakob to record material for a new studio album, which would consist of seven new songs and seven remakes of old hits.<ref>{{cite AV media|title = Ace of Base come to Bulgaria|date = 18 April 2008 |medium = radio interview |url = http://darikradio.bg/ace-of-base-idvat-v-balgariia.html#parent=search|access-date = 9 October 2016|quote = The album will contain 7 remakes and 7 new songs. The reason why we decided on those remakes is that most of our hits are now 20 years old. Back then we really enjoyed electro music, BUT, electro music was not what the record companies liked and when finally we released our first album the songs were more or less pop-reggae, which we also liked.}}</ref> However, this album did not see a release and a new compilation, ''[[Greatest Hits (2008 Ace of Base album)|Greatest Hits]]'', was released on November 12, 2008, instead.<ref>{{cite web|title=Ulf's Letter Part 1|url=http://www.aceofbase.com/blog/more/4pwPsA9sdGPALV1/ulfs-letter-part-1|archive-url=https://web.archive.org/web/20081216021023/http://www.aceofbase.com/blog/more/4pwPsA9sdGPALV1/ulfs-letter-part-1|archive-date=December 16, 2008 |quote=We have done a few remakes of our biggest hits and three of those will be released on different AoB Greatest Hits albums. WOF 2009 and Don't Turn Around 2009 being the two first followed by The Sign 2009. We never wanted another Greatest Hits to be released but we had no choice being the last obligation in the contract. This has also changed our original New album release plan.}}</ref>\n\nFive re-recorded songs were released from the album in various forms: \"Lucky Love 2009\", \"Don't Turn Around 2009\", \"The Sign (Freedom Bunch Mix)\" and \"Wheel of Fortune 2009\", which was released worldwide on October 24, 2008, as a digital single.<ref>{{cite web|url=http://www.playgroundmusic.com/Global/Articles.aspx?ProductId=PGMCDX%2055 |title=Wheel of Fortune 2009 |publisher=Playground Music Scandinavia |access-date=October 18, 2010 |url-status=dead |archive-url=https://web.archive.org/web/20090523053357/http://www.playgroundmusic.com/Global/Articles.aspx?ProductId=PGMCDX%2055 |archive-date=May 23, 2009 }}</ref> A fifth reworking, \"Happy Nation 2009\", was released separately as a remix kit. A remake of \"All That She Wants\" was also recorded and featured guest vocals by [[Britney Spears]] that stemmed from her own 2007 cover of the song. This remake was never officially released, but leaked online in June 2016.<ref>{{cite web|url=http://tetu.com/2016/06/03/britney-spears-reprend-all-that-she-wants-duo-ace-of-base/|title=Quand Britney Spears reprenait All That She Wants avec Ace of Base|last=Lacroix|first=Jeremiah |date=3 June 2016|publisher=Tetu|language=fr|access-date=7 June 2016}}</ref>\n\nThree of the new tracks recorded in this period (\"Sparks From A Fire\", \"The Mask\" and \"Wish You Were Mine\") were eventually leaked on YouTube in 2017.<ref>{{cite web|author=aceofbase|url=//www.youtube.com/watch?v=GndnwUOJUVE| archive-url=https://web.archive.org/web/20120909104008/http://www.youtube.com/watch?v=GndnwUOJUVE| archive-date=2012-09-09 | url-status=dead|title=Ace of Base in the Studio Oct 2008|publisher=YouTube|date=November 16, 2007|access-date=April 9, 2012}}</ref>\n\n===2009–2012: New members, ''The Golden Ratio'', and ''Ace Thursdays''===\n{{Main|The Golden Ratio (album)|l1=The Golden Ratio}}\n[[File:Ace Of Base Toronto 2010 (modified).JPG|thumb|Ace of Base performing during a fan meeting in Toronto, Canada (2010).]]\nIn August 2009, in an interview with [[Digital Spy]], Ulf mentioned adding another singer to the group alongside Jenny, explaining: \"We're just deciding now whether to add a fourth member to the group again or to bring it out under a new name. At the moment we think it would be stronger with two female singers, so it's a little technical problem to solve.\"<ref>{{Cite web|url=https://www.digitalspy.com/music/a169975/whatever-happened-to-ace-of-base/|title = Whatever happened to... Ace of Base?|website = [[Digital Spy]]|date = August 10, 2009}}</ref> During this time, Ulf and Jonas began recording songs with singer Julia Williamson, whom they met through [[Martin Dodd]], who had originally signed the group to Mega Records.<ref name=ScandiPopInterview/> Meanwhile, a new remix of \"Cruel Summer\" by Rico Bernasconi charted at No. 69 in Germany.\n\nJenny published her autobiography ''Vinna hela Världen'' in Sweden in September and announced that she was recording a solo album, which materialized in October 2010 as ''[[My Story (Jenny Berggren album)|My Story]]''. In November 2009, Jenny confirmed via Twitter that she would not be involved with the upcoming album,<ref>{{cite tweet|number=6206340746|user=jennyberggren|title=We didn't get a record out as three....|date=November 30, 2009}}</ref> but later clarified that she had not left, saying that \"other constellations will have other names\".<ref>{{cite tweet|number=7238010706|user=jennyberggren|title=As agreed with my brother Jonas: \"Ace...|date=December 31, 2009}}</ref><ref name=\"auto\">{{Cite web|url=https://www.facebook.com/login/|title=Log in or sign up to view|website=www.facebook.com|accessdate=November 18, 2021}}</ref>\n\nTwo new singers were officially revealed in February 2010<ref>{{Cite web|url=https://www.tapatalk.com/groups/aobfr/names-of-the-new-girls-t8379.html|title = Names of the new girls}}</ref> as [[Clara Hagman]], a contestant from [[Idol 2009 (Sweden)|Idol 2009]], who Ulf met whilst appearing as a guest judge on the show, and Julia Williamson.<ref name=ScandiPopInterview>{{cite web|url=http://www.scandipop.co.uk/?p=3615|title=The Ace of Base Interview|website=Scandipop.co.uk|access-date=November 1, 2010}}</ref> Jonas explained that \"We will reform how we write the band name so that all old Acers can see the difference and don't have to be in panic.\",<ref>{{Cite web|url=https://www.tapatalk.com/groups/aobfr/official-message-by-jonas-t8385.html|title = Official message by.... JONAS !!}}</ref> with Jenny commenting in April, \"You are wrong about me leaving Ace of Base. I just want to make everybody sure I have not left the group. Ace of Base is still the original members. We are bounded by law and by heart.\"\n\nIn a later interview with Aftonbladet, Jenny claimed \"They didn't want to be with me\", and that she was not allowed to participate in songwriting.<ref name=\"aftonbladet.se\">{{Cite web|url=https://www.aftonbladet.se/a/G10EdB|title=\"De ville inte ha med mig\"|website=www.aftonbladet.se|accessdate=November 18, 2021}}</ref> Jonas and Ulf then said in an interview with [[Scandipop]] that Jenny wasn't happy with plans to introduce a new member, and while she never formally quit the group, they felt that they had no choice but to proceed without her.<ref>{{Cite web |url=https://www.scandipop.co.uk/the-ace-of-base-interview/ |title=The Ace of Base Interview » Scandipop.co.uk |access-date=June 28, 2020 |archive-date=July 24, 2020 |archive-url=https://web.archive.org/web/20200724223823/https://www.scandipop.co.uk/the-ace-of-base-interview/ |url-status=dead }}</ref>\n\nThe new quartet maintained the original band name, but it was stylized as \"Ace.of.Base\" on the artwork of single and album releases.<ref name=\"aftonbladet.se\"/> In July 2010, a track called \"Mr. Replay\" appeared on a Polish promo compilation for DJs, becoming the first release from the new line-up.<ref>{{cite AV media|title=DJ Promotion CD Pool Pop 126|medium=compact disc|date=2010}}</ref><ref name=\"MrReplayIdolator\">{{cite web|url=http://www.idolator.com/5565082/the-sign-that-the-90s-are-back-the-return-of-ace-of-base#more-5565082|title=The Sign That The 90s Are Back—The Return Of Ace Of Base|last=Bain|first=Becky|date=14 July 2010|website=Idolator.com|access-date=28 September 2015}}</ref> The first official single from the line-up, \"[[All for You (Ace of Base song)|All for You]]\", was premiered on radio station Antenne AC on July 22, and was released on CD and download on September 10, debuting at No. 38 in Germany.\n\nThe album ''[[The Golden Ratio (album)|The Golden Ratio]]'' followed on September 24, entering the German album charts at No. 20. In Sweden, the album failed to chart, backed only by a radio release of the album's title track \"The Golden Ratio\" in October,<ref name=\"auto\"/> followed by a performance of \"Southern California\" on Bingolotto in April 2011. An acoustic version of the album was being considered but never materialized.<ref>{{citation|access-date=September 27, 2014|url=https://www.facebook.com/aceofbase/posts/125829447473278 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/125829447473278 |archive-date=2022-02-26 |url-access=limited|title=Ace of Base Facebook - Hi!! We are talking about making an {{sic|nolink=y|accoustic}}...|publisher=Facebook}}{{cbignore}}</ref> No further singles were released in support of the album.\n\nIn March 2011, Jonas began releasing previously unreleased material to fans via the band's official Facebook page and the website ReverbNation on a semi-regular basis, in events they referred to as \"Ace Thursdays\".<ref name=\"renowedforsoundint\">{{cite web|url=http://renownedforsound.com/index.php/interview-ace-of-base/|title=Interview: Ace of Base|last=Veevers|first=Brendon|date=19 April 2015|publisher=Renowned For Sound|access-date=2 October 2015}}</ref> Writing sessions for new material took place throughout the same year,<ref>{{cite web|url=https://www.facebook.com/aceofbase/posts/182058945169365 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/182058945169365 |archive-date=2022-02-26 |url-access=limited|title=First writing session on Skype today...|last=Berggren|first=Jonas|date=15 February 2011|publisher=Facebook|access-date=2 October 2015}}{{cbignore}}</ref><ref>{{cite web|url=https://www.facebook.com/aceofbase/posts/126841570717581 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/126841570717581 |archive-date=2022-02-26 |url-access=limited|title=Another writing session in the studio...|last=Ekberg|first=Ulf|date=3 February 2011|publisher=Facebook|access-date=2 October 2015}}{{cbignore}}</ref> though following the group's tour of Canada and Brazil in 2011, new music was put on hold.<ref>{{cite news|url=http://www.aftonbladet.se/nojesbladet/tv/samycketbattre/article21714676.ab|title=New girls were hated when they replaced Jenny Ace of Base|date=7 November 2015|newspaper=Aftonbladet|language=sv|access-date=11 July 2016}}</ref><ref>{{cite web|url=http://www.setlist.fm/setlists/ace-of-base-5bd6bf24.html|title=Ace of Base Concert Setlists & Tour Dates|publisher=Setlist.fm|access-date=11 July 2016}}</ref>\n\n===2012–present: Departures, ''Hidden Gems'' and 30th anniversary===\n''Ace Thursdays'' continued throughout 2012, but were discontinued in May 2013. In November 2012, Jenny was quoted as saying, \"The rest of the band are doing other things. ... We're just wishing each other luck at this stage. I have a dream that we'll get back together, so I don't want to bang anyone on the head\".<ref>{{cite web|url=http://www.timeoutabudhabi.com/nightlife/features/36694-go-west-and-ace-of-base-in-dubai#.UR4Azh02vRE|title=We speak to Mixtape Rewind '80s and '90s festival headliners|last=Garratt|first=Rob|date=November 6, 2012|website=timeoutabudhabi.com|access-date=March 3, 2013}}</ref> Jenny began touring as \"Jenny from Ace of Base\" alongside popular [[Eurodance]] acts from the decade.\n\nIn January 2014, Julia announced on her official Facebook page that she had left the group in 2012.<ref>{{citation|url=https://www.facebook.com/pages/Julia/228477103877927?id=228477103877927&sk=info|archive-url=https://archive.today/20140115033137/https://www.facebook.com/pages/Julia/228477103877927?id=228477103877927&sk=info|url-status=dead|archive-date=January 15, 2014|access-date=January 15, 2014|title=Julia's official Facebook page description}}</ref> She later confirmed that Clara had also left, saying on her Facebook page, \"I never really left the group, one day I just didn't hear anything from them and it's the same with Clara. Like it went up in smoke; really strange\".<ref name=\"25years\">{{cite web|url=http://lamusicblog.com/2015/07/news/throwback-thursday-25-years-of-ace-of-base/|title=Throwback Thursday: 25 Years of Ace of Base|last=Park|first=Lesley|date=30 July 2015|publisher=LA Music Blog|access-date=2 October 2015|archive-date=October 3, 2015|archive-url=https://web.archive.org/web/20151003051815/http://lamusicblog.com/2015/07/news/throwback-thursday-25-years-of-ace-of-base/|url-status=dead}}</ref><ref>{{citation|url=https://www.facebook.com/permalink.php?story_fbid=659363777455922&id=228477103877927&stream_ref=10|archive-url=https://archive.today/20140325000318/https://www.facebook.com/permalink.php?story_fbid=659363777455922&id=228477103877927&stream_ref=10|url-status=dead|archive-date=March 25, 2014|access-date=March 24, 2014|title=Julia's official Facebook page}}</ref> Clara has since gone to release a number of solo singles, and has collaborated with various EDM producers such as [[KREAM]] and [[R3hab]].\n\nA remix [[Extended Play|EP]] was released in July 2014, featuring new remixes of \"All That She Wants\".<ref>{{citation|url=https://www.amazon.com/All-That-She-Wants-Remixed/dp/B00KZLV968/ref=sr_1_1?s=dmusic&ie=UTF8&qid=1406021433&sr=1-1&keywords=ace+of+base+all+that+she+wants|access-date=July 26, 2014|title=Amazon.com: All That She Wants (Remixed)}}</ref><ref>{{Citation| url = https://www.facebook.com/aceofbase/photos/a.796020320432773.1073741827.131371283564350/796020303766108/?type=1 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/796020303766108 |archive-date=2022-02-26 |url-access=limited|access-date=October 18, 2014|title=Ace of Base Facebook - All That She Wants Remixed}}{{cbignore}}</ref> On September 27, Jonas announced that members were filming a documentary chronicling the production of \"All That She Wants\" at Google headquarters.<ref>{{citation|url= https://www.facebook.com/aceofbase/posts/846712548696883 |archive-url=https://ghostarchive.org/iarchive/facebook/131371283564350/846712548696883 |archive-date=2022-02-26 |url-access=limited|access-date=September 27, 2014|title=Ace of Base Facebook - At Googles HQ and filming a documentary|publisher=Facebook}}{{cbignore}}</ref> The documentary was aired on the Swedish channel SVT as part of the ''Hitlåtens Historia'' series on March 18, 2015.<ref>{{cite news|url=http://www.svt.se/hitlatens-historia/fran-bjorn-skifs-till-icona-pop|title=Från Björn Skifs till Icona Pop|date=February 13, 2015|access-date=February 26, 2015|work=SVT.se|publisher=SVT}}</ref>\n\nIn December 2014 and January 2015, remastered versions of their first four studio albums, in both European and American editions, were released digitally. This was followed in March by ''[[Hidden Gems (Ace of Base album)|Hidden Gems]]'', a compilation album consisting entirely of demos and b-sides.<ref>{{cite web|url=https://itunes.apple.com/de/album/hidden-gems-bonus-track-edition/id960208641|title=Ace of Base: Hidden Gems|date=March 6, 2015|publisher=apple|access-date=January 28, 2015}}</ref> \"[[Would You Believe (Ace of Base song)|Would You Believe]]\", one of the last tracks recorded by the original quartet in 2005, was released as a promotional single.<ref name=wyb>{{cite web|url=https://www.amazon.de/gp/product/B00TJQ2KRW/ref=s9_simh_gw_p340_d0_i2?pf_rd_m=A3JWKAKR8XB7XF&pf_rd_s=center-2&pf_rd_r=1DBPR3N1HBV974S38W3S&pf_rd_t=101&pf_rd_p=455353807&pf_rd_i=301128|title=Would You Believe: Ace of Base: MP3 Downloads|location=Germany|date=February 27, 2015|access-date=March 2, 2015|publisher=Amazon.de}}</ref>\n\nIn a 2015 interview with ABC News, Ulf said of a future reunion, \"With the right elements in the next few years, I don't think it's impossible\";<ref name=\"abcwherearetheynow\">{{cite web|url=https://abcnews.go.com/Entertainment/now-ace-base/story?id=34316125|title=Where Are They Now: Ace of Base|last=Rothman|first=Michael|date=8 October 2015|work=ABC News|access-date=12 October 2015}}</ref> however, in July 2016, Jenny remarked: \"We won't re-form. [...] We're finished working together but we're not finished being family together. We have a lot of fun plans in the future but no musical plans\".<ref name=\"jenny2016\">{{cite news|url=http://www.news.com.au/entertainment/music/tours/ace-of-bases-jenny-berggren/news-story/a338dc69892e9e8a658692b929d3c321|title=Seeing Ace of Base's Jenny Berggren is the closest you'll get to a return tour|last=Adams|first=Cameron|newspaper=News.com.au — Australia's Leading News Site|date=6 July 2016|publisher=News Limited|access-date=11 July 2016}}</ref> In 2018, Jonas said a potential reunion had been discussed, but noted \"We always got the same question \"where is Malin?\". I am still writing music, maybe one song each fortnight or something. It's a lot of fun, like therapy. And maybe if we do a reunion... I have songs for it!\"<ref>{{Cite web|url=https://consequenceofsound.net/2018/06/ace-of-base-kyle-meredith/|title = Ace of Base Reflects on the 25th Anniversary of the Sign|date = June 13, 2018}}</ref>\n\nIn 2019, [[Demon Music Group]] began releasing new compilations of the band's material in the United Kingdom. The first of these releases was ''[[Greatest Hits (2008 Ace of Base album)|Ace Of Base – Gold]]'', which charted at No. 59 in the UK, marking the group's first return to the UK charts in 20 years.<ref>{{Cite web|url=https://www.demonmusicgroup.co.uk/catalogue/releases/ace-of-base-gold/|title=Ace Of Base – Gold |website=Demonmusicgroup.co.uk|access-date=October 20, 2019}}</ref><ref>{{cite web|url=https://www.officialcharts.com/artist/28824/ace-of-base/|title=Ace of Base|website=[[Official Charts Company|Official Charts]]|access-date=January 28, 2020}}</ref> To mark the group's 30th anniversary, a 12-disc box set called ''[[All That She Wants: The Classic Collection]]'' was released in July 2020. The set includes deluxe versions of the group's original four studio albums, an expanded 46-track edition of ''Hidden Gems'', a new EP containing previously unreleased remixes of \"Edge Of Heaven\", and a DVD containing all of the group's music videos. Included among the 195 tracks are previously unreleased demos from the original line-up's final recording sessions in 2008 and live recordings of the group's first gig at Bältespännarparken in 1990. A coloured [[Phonograph record|vinyl]] box set was also released which only includes the four studio albums.<ref>{{cite web|url=https://www.superdeluxeedition.com/news/ace-of-base-all-that-she-wants-the-classic-collection-11cddvd-box/|title=Ace of Base / All That She Wants: The Classic Collection 11CD+DVD box|website=SuperDeluxeEdition.com|access-date=15 May 2020}}</ref>\n\nIn 2020, Playground Records began releasing standalone digital singles which feature new remixes of the group's tracks. In November 2021, a remix EP was released for the album track \"Dancer in a Daydream\" which first appeared on ''Happy Nation'' in 1992. The EP features remixes by producer Trace Adam and was released alongside a new video with previously unseen footage.<ref>{{cite web |title=Ace of Base share new Trace Adam 'Dancer in a Daydream' remix |url=https://retropopmagazine.com/ace-of-base-trace-adam-dancer-in-a-daydream-remix/ |website=Retro Pop Magazine |access-date=25 January 2022 |date=21 November 2021}}</ref>\n\n==Legacy==\n{{multiple image\n| align = right\n| image1 = The Monster Ball - Poker Face revamped2-tweak.jpg\n| width1 = 150\n| alt1 = \n| caption1 = \n| image2 = Katy Perry DNC July 2016 (cropped).jpg\n| width2 = 139\n| alt2 = \n| caption2 = \n| footer = Musicians like Lady Gaga (''left'') and Katy Perry (''right'') have cited Ace of Base as influences\n}} A number of musicians and singers have been influenced by Ace of Base. [[Lady Gaga]] has said her album ''[[The Fame Monster]]'' was influenced by the \"super pop melodies of the 90s\" by acts such as Ace of Base.<ref>{{cite magazine|url=http://www.billboard.com/articles/columns/daily-noise/266589/lady-gaga-talks-fame-monster-freakishness|title=Lady Gaga Talks \"Fame Monster,\" Freakishness|date=November 25, 2009|magazine=Billboard.com|access-date=October 18, 2010}}</ref> The song \"[[Alejandro (song)|Alejandro]]\" in particular has been heavily compared to Ace of Base's version of \"Don't Turn Around\"; Paul Lester from [[BBC]] commented that \"[Alejandro] moves at an Ace of Base pace\",<ref>{{cite news|url=https://www.bbc.co.uk/music/reviews/fbd3|title=Lady Gaga The Fame Monster Review|last=Lester|first=Paul|date=November 20, 2009|work=[[BBC News]]|access-date=February 7, 2010}}</ref> and Sal Cinquemani from ''[[Slant Magazine]]'' described the song as a homage to them;<ref>{{cite web|url=http://www.slantmagazine.com/music/review/lady-gaga-the-fame-monster/1916|title=Lady Gaga: The Fame Monster|last=Cinquemani|first=Sal|date=November 18, 2009|magazine=[[Slant Magazine]]|access-date=January 31, 2010}}</ref> The song \"[[Eh, Eh (Nothing Else I Can Say)]]\" from ''[[The Fame]]'' has also been linked to the band; [[Alexis Petridis]] from ''[[The Guardian]]'' noted that the song \"is the first song in a long time that warrants comparison to the œuvre of Ace of Base\".<ref>{{cite news|url=https://www.theguardian.com/music/2009/jan/09/lady-gaga-the-fame|title=Lady GaGa: The Fame: Review|last=Petridis|first=Alexis|date=October 23, 2008|work=[[The Guardian]]|publisher=Guardian News and Media|author-link=Alexis Petridis}}</ref>\n\n[[Katy Perry]] said she wanted her third studio album, ''[[Teenage Dream (Katy Perry album)|Teenage Dream]]'', to sound like \"The Sign\";<ref>{{cite web|url=http://www.mtv.com/news/articles/1622080/20090922/katy_perry.jhtml|title=Katy Perry Wants To Make New Music Her Fans Can 'Roller-Skate To'|last=Elias|first=Matt|date=September 23, 2009|publisher=[[MTV]]|access-date=October 18, 2010}}</ref> \"It's what I said I wanted earlier\", she told MTV; \"We nailed it: It's roller-skating! It's '90s! It's Ace of Base! It's [[Cyndi Lauper]]! It's like all these colors and more\".<ref>{{cite magazine|url=http://www.fmqb.com/article.asp?id=1750575|title=Katy Perry Excited For Her New Summer Record|date=March 29, 2010|magazine=FMQB|access-date=October 18, 2010|url-status=dead|archive-url=https://web.archive.org/web/20100405040047/http://www.fmqb.com/Article.asp?id=1750575|archive-date=April 5, 2010|df=mdy-all}}</ref>\n\nSwedish artist [[Robyn]] said she was inspired by Ace of Base for her song \"[[Dancehall Queen (Robyn song)|Dancehall Queen]]\", which was produced by [[Diplo (DJ)|Diplo]] and [[Klas Åhlund]] for her fifth studio album ''[[Body Talk Pt. 1]]''. \"We were just having fun with that kind of genre music. And the idea of making this song came out of that discussion. It was fun. We really connected on something where music that you might put in one box becomes something else, depending on how you look at it\".<ref>{{cite web|last=Suarez|first=Jessica |url=http://www.stereogum.com/292372/progress-report-robyn/franchises/progress-report/|title=Progress Report: Robyn|publisher=[[Stereogum]]|date=May 10, 2010|access-date=July 10, 2010}}</ref>\n\nSome of the British group [[Clean Bandit]]'s tracks have been compared to the band, notably their 2016 UK No. 1 single \"[[Rockabye (song)|Rockabye]]\".  Band members Grace and Luke have named them as an influence in interviews.<ref>{{Cite web|url=https://music.allaccess.com/clean-bandit-share-details-on-their-hit-song-rather-be-and-much-more/|title = CLEAN BANDIT Share Details on Their Hit Song, \"Rather Be\" and Much More! &#124; All Access Music|date = May 8, 2015}}</ref><ref>{{Cite web|url=https://headlinermagazine.net/headliners/clean-bandit-what-is-love.html|title = Clean Bandit: What is Love?}}</ref>\n\nAmerican alternative rock artist [[Beck]] had plans to cover an Ace of Base album as part of his [[Beck's Record Club|Record Club]] project in 2009; however, this never came to fruition.<ref>{{cite web|last=Breihan|first=Tom|url=http://pitchfork.com/features/interviews/7675-interview-beck/|title=Interviews: Beck|publisher=[[Pitchfork Media]]|date=July 13, 2009|access-date=March 18, 2015}}</ref> [[Tegan and Sara]]'s song \"[[Closer (Tegan and Sara song)|Closer]]\" was inspired by the band's music.<ref>{{cite web|last=Trunick |first=Austin |title=Track-by-Track: Tegan and Sara's Heartthrob Part One |work=[[Under the Radar (magazine)|Under the Radar]] |date=January 21, 2013 |url=http://www.undertheradarmag.com/interviews/track-by-track_tegan_and_saras_heartthrob_part_one/ |access-date=2015-04-04 |url-status=dead |archive-url=https://web.archive.org/web/20150214020814/http://www.undertheradarmag.com/interviews/track-by-track_tegan_and_saras_heartthrob_part_one |archive-date=February 14, 2015 }}</ref> Robert Alfons of Canadian synthpop group [[Trust (Canadian band)|Trust]] once said \"the synthesisers they used were of great influence on me... [their] first two albums [in particular]\",<ref>{{cite web|url=http://www.playgroundmag.net/articulos/entrevistas/Trust-Base-Were-Influence-Little_5_892760716.html|title=Trust: \"Ace Of Base Were A Big Influence On Me When I Was Little\"|date=June 7, 2012|publisher=Playgroundmag.net|access-date=March 29, 2015|url-status=dead|archive-url=https://web.archive.org/web/20150906082815/http://www.playgroundmag.net/articulos/entrevistas/Trust-Base-Were-Influence-Little_5_892760716.html|archive-date=September 6, 2015|df=mdy-all}}</ref> whilst rock band [[Yeasayer]]<ref>{{cite web |url=http://blogs.citypages.com/gimmenoise/2012/08/yeasayer_interview.php |title=Yeasayer's Anand Wilder: Ace of Base is kind of a seminal influence for us |date=August 21, 2012 |publisher=CityPages |access-date=June 9, 2013 |archive-date=May 29, 2013 |archive-url=https://web.archive.org/web/20130529090955/http://blogs.citypages.com/gimmenoise/2012/08/yeasayer_interview.php |url-status=dead }}</ref> and new wave artist [[Twin Shadow]] have both also cited Ace of Base as an influence.<ref>http://blogs.citypages.com/gimmenoise/2012/08/yeasayer_interview.ph{{Dead link|date=November 2021 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>\n\nThe 2019 single \"[[Liar (Camila Cabello song)|Liar]]\", by Cuban pop singer [[Camila Cabello]], interpolates the melody of \"All That She Wants\".<ref name=\"BillboardLyrics\">{{cite magazine|url=https://www.billboard.com/articles/news/lyrics/8530433/camila-cabello-liar-lyrics|title=Here Are the Lyrics to Camila Cabello's 'Liar'|last=Mamo|first=Heran|magazine=Billboard|date=September 18, 2019|access-date=September 18, 2019}}</ref>\n\n==Awards and nominations==\n* 1992 MTA – Best Pop Act (nominee)\n* 1992 MTA – Best New Act (nominee)\n* 1993 Swedish [[Grammis]] – Best Pop Group<ref name=\"Grammy Sweden 1990\">{{cite web |url=http://www.ifpi.se/wp/wp-content/uploads/100428-lc-vinnare-genom-%C3%A5ren.pdf |title=Grammy Sweden 1990 |publisher=ifpi |access-date=November 16, 2010 |archive-url=https://web.archive.org/web/20100811154651/http://www.ifpi.se/wp/wp-content/uploads/100428-lc-vinnare-genom-%C3%A5ren.pdf |archive-date=August 11, 2010 |url-status=dead |df=mdy }}</ref>\n* 1993 Swedish [[Grammis]] – TV audience price<ref name=\"Grammy Sweden 1990\"/>\n* 1993 Bronze [[Bravo (magazine)|BRAVO]] Otto (Germany) – Best rock/pop Group<ref>{{cite magazine |url=http://www.bravo-archiv.de/auswahl.php?link=ottosieger1993.php |title=Bravo magazine archive–Otto awards 1993 |magazine=[[Bravo (magazine)|BRAVO]] |access-date=February 1, 2010}}</ref>\n* 1993 Swedish Dance Music Awards - Best Breakthrough Artist\n* [[1994 MTV Europe Music Awards]] – [[MTV Europe Music Award for Best Cover|Best Cover]] (Nominee)\n* 1994 American Music Award – Favorite Band, Duo or Group – Pop / Rock\n* 1994 American Music Award – Favorite New Artist – Pop / Rock\n* 1994 Billboard Music Award – Number One Single\n* 1994 Billboard Music Award – Top New Artist\n* 1994 Billboard Music Award – Artist of the Year\n* 1994 Peleg Music Award of Excellence – Best New Artist\n* 1994 World Music Award – World's Best-Selling Scandinavian Recording Artists of the Year\n* 1994 Echo (Germany) – Group of the Year<ref>{{cite web |url=http://www.echopop.de/der_echo/die_preistraeger?eid=12 |title=Echo Preisträger |publisher=Echo |access-date=November 16, 2010 |archive-date=July 5, 2009 |archive-url=https://web.archive.org/web/20090705155914/http://www.echopop.de/der_echo/die_preistraeger?eid=12 |url-status=dead |df=mdy }}</ref>\n* 1994 Swedish Dance Music Awards - Best Swedish Dance Artist\n* 1994 Swedish Dance Music Awards - Best Swedish Dance Album (nominee)\n* 1995 Grammy Awards – Best Pop Album for ''[[The Sign (Ace of Base album)|The Sign]]'' (nominee)\n* 1995 Grammy Awards – Best New Artist (nominee)\n* 1995 Grammy Awards – Best Vocal Performance By a Group or Duo for ''[[The Sign (song)|The Sign]]'' (nominee)\n* 1995 World Music Award – World's Best-Selling Scandinavian Recording Artists of the Year\n* 1995 Juno Awards – International Album of the Year for ''The Sign'' (nominee)\n* 1995 Swedish Dance Music Awards - Best Swedish Dance Artist (nominee)\n* 1996 European Award For Dance Music\n* 1996 World Music Award – World's Best-Selling Scandinavian Recording Artists of the Year\n* 1997 World Music Award – World's Best-Selling Scandinavian Recording Artists of the Year\n* 1998 Midem Fono Award – Most Played Song of the Year – ''Life Is a Flower''\n* 1999 RSH Gold\n* 2007 BMI Award for over 3 million performances of ''The Sign'' on US TV and radio\n* 2011 Scandipop Award – Best group album \n* 2016 BMI Award for over 4 million performances of ''The Sign'' on US TV and radio<ref>{{cite news\n |url=http://www.bmi.com/news/entry/535579 \n |title=BMI Awards \n |publisher=BMI \n |access-date=February 1, 2010 \n |archive-url=https://web.archive.org/web/20100205140059/http://bmi.com/news/entry/535579 \n |archive-date=February 5, 2010 \n |url-status=dead \n |df=mdy \n}}</ref>\n* 2021 BMI Award for over 5 million performances of ''The Sign'' on US TV and radio<ref>{{Cite web |url=https://www.bmi.com/news/entry/bmi-2021-london-awards |title = BMI Celebrates its 2021 London Award Winners |date = October 11, 2021}}</ref>\n\n==Discography==\n{{main|Ace of Base discography}}\n{{see also|List of songs recorded by Ace of Base}}\n\n'''Studio albums'''\n*''[[Happy Nation]]'' / ''[[The Sign (Ace of Base album)|The Sign]]'' (1992/1993)\n*''[[The Bridge (Ace of Base album)|The Bridge]]'' (1995)\n*''[[Flowers (Ace of Base album)|Flowers]]'' / ''[[Cruel Summer (Ace of Base album)|Cruel Summer]]'' (1998)\n*''[[Da Capo (Ace of Base album)|Da Capo]]'' (2002) \n*''[[The Golden Ratio (album)|The Golden Ratio]]'' (2010)\n\n==See also==\n*[[Swedish pop music]]\n\n==References==\n{{Reflist|30em}}\n\n== External links ==\n<!-- Per [[WP:ELMINOFFICIAL]], choose one official website only -->\n* {{Official website|http://www.aceofbase.com/}}\n\n{{Ace of Base}}\n{{American Music Award for Favorite Pop/Rock Band/Duo/Group}}\n{{Billboard Year-End number one singles 1980–1999}}\n{{Billboard Year-End number one albums 1990–2009}}\n{{World Music Award for Best Selling Scandinavian Artist}}\n\n{{Authority control}}\n\n[[Category:Ace of Base| ]]\n[[Category:Arista Records artists]]\n[[Category:English-language singers from Sweden]]\n[[Category:Europop groups]]\n[[Category:Musical groups established in 1990]]\n[[Category:Musical groups from Gothenburg]]\n[[Category:Swedish co-ed groups]]\n[[Category:Swedish Eurodance groups]]\n[[Category:Swedish pop music groups]]\n[[Category:Sibling musical groups]]\n[[Category:World Music Awards winners]]\n[[Category:1990 establishments in Sweden]]", "sha1": "lk5h76hk05wk53r5mpqp42xiezygi15"}