{"title": "Anathema", "id": "1107851034", "parentid": "1104278294", "timestamp": "2022-09-01T06:35:43Z", "contributor": "\n        ", "comment": "Rescued 1 archive link. [[User:GreenC/WaybackMedic_2.5|Wayback Medic 2.5]]", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Something or someone that is detested or shunned}}\n{{Other uses}}\n'''Anathema''', in common usage, is something or someone detested or shunned. In its other main usage, it is a formal [[excommunication]].<ref name=Grammarist>{{citation|title=Anathema|website=[[Grammarist]]|date=15 June 2011|url=http://grammarist.com/usage/anathema/|access-date=September 22, 2016}}</ref><ref name=Oxford>{{citation|title=Anathema|website=English Oxford Living Dictionaries|publisher=Oxford University Press|url=https://en.oxforddictionaries.com/definition/anathema|archive-url=https://web.archive.org/web/20160923112621/https://en.oxforddictionaries.com/definition/anathema|url-status=dead|archive-date=September 23, 2016|access-date=September 22, 2016}}</ref><ref name=Webster>{{citation|title=Anathema|website=Merriam-Webster's Learner's Dictionary|url=http://www.merriam-webster.com/dictionary/anathema|access-date=September 22, 2016}}</ref> The latter meaning, its ecclesiastical sense, is based on [[New Testament]] usage. In the [[Old Testament]], anathema was a creature or object set apart for sacrificial offering and thus removed from ordinary use and destined instead for destruction.<ref name=Britannica/>\n\n== Etymology ==\n[[File:Villa di agnano, lapide gregorio XI.JPG|thumb|Anathema (in the sense of a curse) attributed to [[Pope Gregory XI]]]]\nAnathema derives from Ancient Greek: {{lang|grc|ἀνάθεμα}},<ref name=Tufts>{{cite web|url=https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0057%3Aentry%3Da%29na%2Fqema|website=A Greek-English Lexicon|title=ἀνάθεμα|author1= Liddell, Henry George|author2=Robert, Scott|access-date=January 9, 2017}}</ref> ''anáthema'', meaning \"an offering\" or \"anything dedicated\",<ref name=Webster/> itself derived from the verb {{lang|grc|ἀνατίθημι}}, {{transliteration|grc|anatíthēmi}}, meaning \"to offer up\". In the Old Testament, it referred to both objects consecrated to divine use and those dedicated to destruction in the Lord's name, such as enemies and their weapons during religious wars. Since weapons of the enemy were considered unholy, the meaning became \"anything dedicated to evil\" or \"a curse\".\n\nIn New Testament usage a different meaning developed. [[St. Paul]] used the word anathema to signify a curse and the forced expulsion of one from the community of Christians.<ref>{{Cite web|url=https://www.britannica.com/topic/anathema|title = Anathema &#124; religion &#124; Britannica}}</ref> By the 6th century, the liturgical meaning evolved again to mean a formal ecclesiastical curse of excommunication and the condemnation of heretical doctrines, the severest form of separation from the Christian church issued against a heretic or group of heretics by a Pope or other church official.<ref name=Britannica/><ref name=Webster/> The phrase {{lang-la|anathema sit}} (\"let him be anathema\"), echoing Galatians 1:8–9,<ref>{{bibleverse|Galatians|1:8-9}}</ref> was thus used in decrees of councils defining Christian faith.<ref>[https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=31797 John A. Hardon, ''Modern Catholic Dictionary'']</ref>\n\nExamples include:\n*\"It's no wonder then, that Paul calls down God's curse, God's anathema, His ban on those behind their potential defection from Christ.\"<ref name=Oxford/>\n*\"He shrank from the venerable saint as if to avoid an anathema.\"<ref name=Oxford/>\n*\"In 1054, an anathema was issued by Rome against the Eastern Patriarch who then issued another one against the cardinal who delivered it.\"<ref name=Britannica/>\n\n[[File:Soliloquies OE - Anathema (British Library Cotton MS Vitellius A XV, folio 5r).jpg|thumb|A mention of anathema in the ''Southwick Codex'', a medieval text in [[Old English]]]]\nIn 1526, the word ''anathema'' appeared in modern English for the first time and was used in the sense of \"something accursed\". The \"consecrated object\" meaning was also adopted a short time later, but is no longer widely used.<ref name=Webster/> Its most common modern usage is in secular contexts<ref name=Grammarist/> where it is used to mean something or someone that is detested or shunned.<ref name=Oxford/>\n\nExamples include:\n*\"Racial hatred was anathema to her.\"<ref name=Oxford/>\n*\"The idea that one would voluntarily inject poison into one's body was anathema to me.\"<ref name=Oxford/>\n*\"This notion was anathema to most of his countrymen.\"<ref name=Webster/>\n\n== Religious usage ==\nThe [[Old Testament]] applied the word to anything set aside for sacrifice, and thus banned from profane use and dedicated to destruction—as, in the case of religious wars, the enemy and their cities and possessions. The New Testament uses the word to mean a curse and forced expulsion of someone from the Christian community.<ref name=Britannica>[https://www.britannica.com/EBchecked/topic/22888/anathema Encyclopædia Britannica: \"anathema (religion)\"]</ref>\n\n=== Judaism ===\nThe [[Koine Greek|Greek]] word {{lang|grc|ἀνάθεμα}} (''anathema''), meaning something offered to a divinity, appeared in the translation of the [[Hebrew Bible|Jewish Bible]] known as the Septuagint to render the Hebrew word {{lang|he|חרם}} (''[[herem (disambiguation)|herem]]''), and appears in verses such as Leviticus 27:28 to refer to things that are offered to God and so banned for common (non-religious) use. The Hebrew word was also used for what was devoted, by virtue of a simple vow, not to the Lord, but to the priest.<ref>[http://jewishencyclopedia.com/articles/2433-ban Jewish Encyclopedia: \"Ban\"]</ref> In postexilic Judaism, the meaning of the word changed to an expression of God's displeasure with all persons, Jew or pagan, who do not subordinate their personal conduct and tendencies to the discipline of the theocracy, and must be purged from the community—thus making anathema an instrument of synagogal discipline.<ref>[http://jewishencyclopedia.com/articles/1477-anathema# Jewish Encyclopedia: \"Anathema (Greek 'Aνάθημα; Hebrew חרם; Aramaic חרמא)\"]</ref>\n\n===New Testament===\n\nThe noun ἀνάθεμα (''anathema'') occurs in the Greek New Testament six times,<ref>in {{bibleverse|1|Cor|12:3|ESV}}; {{bibleverse-nb|1|Cor|16:22|ESV}}; {{bibleverse||Gal|1:8,9|ESV}}; {{bibleverse||Rom|9:3|ESV}}; {{bibleverse||Acts|23:14|ESV}}</ref> and frequently in the [[Septuagint]] (Greek Old Testament). Its meaning in the New Testament is \"disfavour of God\", and is used both of the sentence of disfavour, as in [[Acts]] 23:14, and to the object of God's disfavour, as in the other cited places.<ref>[http://www.ultimatebiblereferencelibrary.com/Vines_Expositary_Dictionary.pdf,  ''Vine's Complete Expository Dictionary of Old and New Testament Words'', p. 702/1602]</ref>\n\n===Early Church===\n{{See also|Early Christianity}}\nSince the time of the apostles, the term 'anathema' has come to mean a form of extreme religious sanction, known as [[excommunication]]. The earliest recorded instance of the form is in the [[Council of Elvira]] (c. 306), and thereafter it became the common method of cutting off [[heresy|heretics]]; for example, the [[Synod of Gangra]] (c. 340) pronounced that [[Manicheanism]] was anathema. [[Cyril of Alexandria]] issued twelve anathemas against [[Nestorius]] in 431. In the fifth century, a formal distinction between anathema and \"minor\" excommunication evolved, where \"minor\" excommunication entailed cutting off a person or group from the [[Rite (Christianity)|rite]] of [[Eucharist]] and attendance at worship, while anathema meant a complete separation of the subject from the Church.\n\n===Eastern Orthodoxy===\nThe [[Eastern Orthodox Church]] distinguishes between ''epitemia'' (penances) laid on a person, one form of which is \"separation from the communion of the Church\" (excommunication), and anathema. While undergoing epitemia, the person remains an Orthodox Christian, even though their participation in the [[Sacred Mysteries|mystical life]] of the church is restricted; but those given over to anathema are considered completely torn from the Church until they repent.<ref>[[St. John Maximovitch]], [http://www.orthodox.net/articles/anathema-st-john.html \"The Word 'Anathema' and its Meaning\"], ''Orthodox Life'', vol 27, Mar-April 1977, pp. 18–19</ref> Epitemia, or excommunication, is normally limited to a specified period of time—though it always depends on evidence of repentance by the one serving the penance. The lifting of anathema, however, depends solely on the repentance of the one condemned. The two causes for which a person may be anathematized are [[heresy]] and [[Schism (religion)|schism]]. Anathematization is only a last resort, and must always be preceded by pastoral attempts to reason with the offender and bring about their restoration.\n\nFor the Orthodox, anathema is not final damnation. God alone is the judge of the living and the dead, and up until the moment of death repentance is always possible. The purpose of public anathema is twofold: to warn the one condemned and bring about his repentance, and to warn others away from his error. Everything is done for the purpose of the [[salvation]] of souls.\n\nOn the First Sunday of [[Great Lent]]—the \"Sunday of Orthodoxy\"—the church celebrates the [[Rite of Orthodoxy]], at which anathemas are pronounced against numerous heresies. This rite commemorates the end of [[Byzantine Iconoclasm]]—the last great heresy to trouble the church (all subsequent heresies—so far—merely being restatements in one form or another of previous errors)—at the [[Synod|Council]] of [[Constantinople]] in 843. The ''Synodicon'', or decree, of the council was publicly proclaimed on this day, including an anathema against not only Iconoclasm but also of previous heresies. The ''Synodicon'' continues to be proclaimed annually, together with additional prayers and petitions in [[cathedral]]s and major [[Monastery|monasteries]] throughout the Eastern Orthodox Churches. During the rite (which is also known as the \"Triumph of Orthodoxy\"), [[lection]]s are read from Romans 16:17–20, which directs the church to \"mark them which cause divisions and offenses contrary to the doctrine you have learned, and avoid them. For they … by good words and fair speeches deceive the hearts of the simple,\" and Matthew 18:10–18, which recounts the [[parable]] of the [[The Good Shepherd (Christianity)|Good Shepherd]], and provides the procedure to follow in dealing with those who err:\n\n<blockquote>\n\"… if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother. But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established. And if he shall neglect to hear them, tell it unto the church: but if he shall neglect to hear the church, let him be unto thee as a heathen man and a publican. Verily I say unto you, whatever ye shall bind on earth shall be bound in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven.\"\n</blockquote>\n\nAfter an [[ektenia]] (litany), during which petitions are offered that God will have mercy on those who err and bring them back to the truth, and that he will \"make hatred, enmity, strife, vengeance, falsehood and all other abominations to cease, and cause true love to reign in our hearts\", the [[bishop]] (or [[abbot]]) says a prayer during which he beseeches God to: \"look down now upon Thy Church, and behold how that, though we have joyously received the Gospel of salvation, we are but stony ground.<ref>Cf. {{bibleverse||Matthew|13:5|KJV}}, etc.</ref> For the thorns<ref>Cf. {{bibleverse||Matthew|13:7|KJV}}, etc.</ref> of vanity and the tares<ref>Cf. {{bibleverse||Matthew|13:25–40|KJV}}</ref> of the passions make it to bear but little fruit in certain places and none in others, and with the increase in iniquity, some, opposing the truth of Thy Gospel by heresy, and others by schism, do fall away from Thy dignity, and rejecting Thy grace, they subject themselves to the judgment of Thy most holy word. O most merciful and almighty Lord … be merciful unto us; strengthen us in the right Faith by Thy power, and with Thy divine light illumine the eyes of those in error, that they may come to know Thy truth. Soften the hardness of their hearts and open their ears, that they may hear Thy voice and turn to Thee, our Saviour. O Lord, set aside their division and correct their life, which doth not accord with Christian piety. … Endue the pastors of Thy Church with holy zeal, and so direct their care for the salvation and conversion of those in error with the spirit of the Gospel that, guided by Thee, we may all attain to that place where is the perfect faith, fulfillment of hope, and true love ….\" The [[protodeacon]] then proclaims the Synodicon, anathematizing various heresies and lauding those who have remained constant in the [[dogma]] and [[Holy Tradition]] of the Church.\n\n===Catholicism===<!-- This section is linked from [[Transubstantiation]] -->\n[[File:B OB MS078 152v anathema.jpg|alt=Anathema or curse in a 12th-13th century manuscript of the abbey Ter Doest|thumb|239x239px|Anathema or curse in a 12th-13th century manuscript of the [[Ter Doest Abbey|Ter Doest abbey]]]]\nIn the [[dogma]]tic canons of all the [[ecumenical council]]s recognized by the [[Catholic Church]], the word \"anathema\" signifies exclusion from the society of the faithful because of [[heresy]].<ref name=CE>[http://www.newadvent.org/cathen/01455e.htm Joseph Gignac, \"Anathema\"] in ''[[Catholic Encyclopedia]]'' (New York 1907)</ref><ref>[http://jimmyakin.com/2005/10/anathema_sit.html Jimmy Akin, \"Anathema Sit\"]</ref> Documents of the 9th and 12th centuries distinguish anathema from [[excommunication]], a distinction later clarified by using the term \"major excommunication\" for exclusion from the society of the faithful, and \"minor excommunication\" for ordinary excommunication or exclusion from reception of the [[sacrament]]s.<ref name=CE/>\n\nAlthough in the canons of ecumenical councils the word \"anathema\" continued to be used to mean exclusion for heresy from the society of the faithful, the word was also used to signify a major excommunication inflicted with particular solemnity. Anathema in this sense was a major excommunication pronounced with the ceremonies described in the article [[bell, book, and candle]], which were reserved for the gravest crimes.<ref name=CE/>\n\nThe 1917 [[Latin Church|Roman]] [[Canon law (Catholic Church)|Code of Canon Law]] abandoned the distinction between major and minor excommunication (which continues in use among the [[Eastern Catholic Churches]])<ref>[https://www.vatican.va/holy_father/john_paul_ii/apost_constitutions/documents/hf_jp-ii_apc_19901018_codex-can-eccl-orient-3_lt.html Code of Canons of the Eastern Churches, canons 1431, 1434]</ref> and abolished all penalties of whatever kind envisaged in previous canonical legislation but not included in the Code.<ref>[http://www.intratext.com/IXT/LAT0813/_P1.HTM 1917 Code of Canon Law, canon 6, 5°]</ref> It defined excommunication as exclusion from the [[communion (Christianity)|communion]] of the faithful and said that excommunication \"is also called anathema, especially if inflicted with the solemnities described in the ''[[Pontificale Romanum]]''.\"<ref>[http://www.intratext.com/IXT/LAT0813/_P88.HTM 1917 Code of Canon Law, canon 2257]</ref>\n\nThe 1983 Code of Canon Law, which is now in force, does not contain the word \"anathema\",<ref>[https://www.vatican.va/archive/ENG1104/2/WE.HTM Code of Canon Law alphabetical index]</ref> and the ''Pontificale Romanum'', as revised after the [[Second Vatican Council]], no longer mentions any particular solemnities associated with the infliction of [[excommunication]].\n\n==See also==\n* [[Herem (censure)|Cherem]]\n* [[Excommunication#Christianity|Christian excommunication]]\n* [[Shunning]]\n* [[Disconnection (Scientology)|Disconnection]]\n* [[Ostracism#Modern usage|Ostracism (present-day)]]\n* [[Bell, Book, and Candle]]\n\n==References==\n{{Reflist}}\n\n==External links==\n{{Wikiquote}}\n{{Wiktionary}}\n{{CathEncy|wstitle=Anathema}}\n* [https://web.archive.org/web/20060813151323/http://www.catholic.com/thisrock/2000/0004chap.asp \"Anathema\" from ''Catholic Answers'']\n* [http://www.newadvent.org/cathen/01455e.htm \"Anathema\" in ''New Advent Catholic Encyclopedia'']\n* [http://www.everything2.com/index.pl?node_id=1224446 Anathema sit] in Everything2\n* [https://web.archive.org/web/20090326224307/http://www.wlsessays.net/files/HoeneckeAnathema.pdf St. Paul's Anathema Esto in Galatians One by Gerald O. Hoenecke]\n* [http://www.lcms.org/ca/www/cyclopedia/02/display.asp?t1=A&word=ANATHEMA Christian Cyclopedia article on Anathema]\n* [http://www.orthodox.net/articles/anathema-st-john.html The Word \"Anathema\" and its Meaning] Eastern Orthodox view by [[St. John Maximovitch]]\n* [http://www.orthodox.net/articles/anathema-bp-theophan.html What is Anathema] by [[Theophan the Recluse]]\n* [http://www.orthodox.net/redeeming/redeeming.02.32.html The Sunday of Orthodoxy]\n\n{{eastons|wstitle=Anathema}}\n{{Authority control}}\n\n[[Category:Disengagement from religion]]\n[[Category:Christian terminology]]\n[[Category:Penal canon law]]\n[[Category:Canon law of the Eastern Orthodox Church]]\n[[Category:Church discipline]]", "sha1": "98acqwmgosgya0wn28v4u7w9bsswn1c"}