{"title": "As I Lay Dying", "id": "1116138452", "parentid": "1116119324", "timestamp": "2022-10-15T01:05:07Z", "contributor": "\n        ", "comment": "Reverted [[WP:AGF|good faith]] edits by [[Special:Contributions/2603:6010:72F0:8300:5926:BE09:2C80:4CBD|2603:6010:72F0:8300:5926:BE09:2C80:4CBD]] ([[User talk:2603:6010:72F0:8300:5926:BE09:2C80:4CBD|talk]]): Spoilers are fine in Wikipedia", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Novel by William Faulkner}}\n{{Other uses}}\n{{Infobox book\n| name = As I Lay Dying\n| image = As I Lay Dying (1930 1st ed jacket cover).jpg\n| border = yes\n| caption = First edition cover\n| author = [[William Faulkner]]\n| series =\n| genre = [[modernist literature|Modernist]], [[southern gothic]], [[black comedy]]\n| publisher =\n| release_date = [[1930 in literature|1930]]\n| media_type   =\n| pages        = \n| isbn         = \n| preceded_by  = [[The Sound and the Fury]]\n| followed_by  = [[Sanctuary (Faulkner novel)|Sanctuary]]\n}}\n\n'''''As I Lay Dying''''' is a 1930 [[Southern Gothic]]<ref>{{Cite web|url=http://www.shmoop.com/as-i-lay-dying/genre.html|title=As I Lay Dying Genre|website=www.shmoop.com|access-date=2017-01-13}}</ref> novel by American author [[William Faulkner]].  Faulkner's fifth novel, it is consistently ranked among the best novels of 20th-century literature.<ref name=\"New Lifetime Reading Plan 1999\">The New Lifetime Reading Plan: The Classical Guide to World Literature by Clifton Fadiman and John S. Major, Collins, 1999.</ref><ref name=\"interleaves.org\">[http://www.interleaves.org/~rteeter/grtbloom.html The Western Canon: The Books and School of the Ages] by [[Harold Bloom]], Riverhead Trade, 1995.</ref><ref>[[Peter Ackroyd]]. Foreword to ''[[1001 Books You Must Read Before You Die]]'', Peter Boxall (Editor). Universe Publishing, 2006. {{ISBN|0-7893-1370-7}}.</ref> The title derives from Book XI of [[Homer]]'s ''[[Odyssey]]'' ([[William Sinclair Marris|William Marris]]'s 1925 translation), wherein [[Agamemnon]] tells [[Odysseus]], \"As I lay dying, the woman with the dog's eyes would not close my eyes as I descended into [[Greek underworld|Hades]].\"\n\nThe novel uses a [[Stream of consciousness (narrative mode)|stream-of-consciousness writing]] technique, [[multiperspectivity|multiple narrators]], and varying chapter lengths.\n\n==Plot summary==\nThe book is narrated by 15 different characters over 59 chapters. It is the story of the death of Addie Bundren and her poor, rural family's quest and motivations—noble or selfish—to honor her wish to be buried in her hometown of [[Jefferson, Mississippi]].\n\nIn the novel's first chapters, Addie is alive but in ill health. She expects to die soon and sits at a window watching as her firstborn child, Cash, builds her coffin. Anse, Addie's husband, waits on the porch, while their daughter, Dewey Dell, fans her mother in the July heat. The night after Addie dies a heavy rainstorm sets in; rivers rise and wash out bridges that the family will need to cross to get to Jefferson.\n\nThe family's trek by wagon begins, with Addie's non-embalmed body in the [[coffin]]. Along the way, Anse and the five children encounter various difficulties. Stubborn Anse frequently rejects any offers of assistance, including meals or lodging, so at times the family goes hungry and sleeps in barns. At other times he refuses to accept loans from people, claiming he wishes to \"be beholden to no man,\" thus manipulating the would-be lender into giving him charity as a gift not to be repaid.\n\nJewel, Addie's middle child, tries to leave his dysfunctional family after Anse sells Jewel's most prized possession, his horse, yet Jewel cannot turn his back on them through the tribulations of the journey to Jefferson. Cash breaks a leg and winds up riding atop the coffin. He stoically refuses to admit to any discomfort, but the family eventually puts a makeshift cast of concrete on his leg. Twice, the family almost loses Addie's coffin—first, while crossing a river on a washed-out bridge (two mules are lost), and second, when a fire of suspicious origin starts in the barn where the coffin is being stored for a night. \n\nAfter nine days, the family finally arrives in Jefferson, where the stench from the coffin is quickly smelled by the townspeople. In town, family members have different items of business to take care of. Cash's broken leg needs attention. Dewey Dell, for the second time in the novel, goes to a pharmacy, in an effort to obtain an abortion that she does not know how to ask for; clerk Skeet MacGowan coerces her into sex in the cellar in exchange for \"abortion pills\" which are just talcum powder.  First, though, Anse wants to borrow some shovels to bury Addie, because that was the purpose of the trip and the family should be together for that.  Before that happens, Darl, the second eldest and thoughtful, poetic observer of the family, is seized for the arson of the barn and sent to the Mississippi State Insane Asylum in Jackson.<ref>''As I Lay Dying'', Norton Critical ed.  Michael Gorra, ed.  Footnote p. 134 …\"Jackson: Here, not the state capital per se but the Mississippi State Insane Hospital, which was located there.\"</ref> With Addie only just buried, Anse forces Dewey Dell to give up her money given to her by Lafe (the man who got her pregnant) for an abortion, which he spends on getting \"new teeth,\" and quickly marries the woman from whom he borrowed the shovels.\n\nAs are many of Faulkner's works, the story is set in [[Yoknapatawpha County]], Mississippi, which Faulkner referred to as \"my apocryphal county,\" a fictional rendition of the [[writer's home]] of [[Lafayette County, Mississippi|Lafayette County]] in the same state.\n\n==Characters==\n* Addie Bundren – Addie is the wife of Anse and the mother of Cash, Darl, Jewel, Dewey Dell, and Vardaman. \n* Anse Bundren – Anse is Addie's husband, later widower. He is the father of all the children but Jewel. \n* Cash Bundren – Cash is a skilled and helpful [[carpenter]] and the eldest son of the family. In his late twenties, he builds Addie's coffin. Throughout the novel, he builds an attachment to his tools and proves to be heroic, but to a fault.\n* Darl Bundren – The second eldest of Addie's children, Darl is about two years younger than Cash. Darl is the most articulate character in the book; he narrates 19 of the 59 chapters. Much of the plot is fueled and narrated by Darl as, throughout the book, he descends into insanity.\n* Jewel Bundren – Jewel is the third of the Bundren children, most likely around nineteen years of age. A half-brother to the other children and the favorite of Addie, he is the [[Legitimacy (family law)|illegitimate]] son of Addie and Reverend Whitfield. No one, other than Addie, seems to know this.\n* Dewey Dell Bundren – Dewey Dell is the only daughter of Anse and Addie Bundren; at seventeen years old, she is the second youngest of the Bundren children. She was impregnated by Lafe and, as the family journeys to Jefferson, she unsuccessfully seeks an abortion. \n* Vardaman Bundren – Vardaman is the youngest Bundren child, somewhere between seven and ten years old.\n* Vernon Tull – Vernon is a good friend of the Bundrens, who appears in the book as a good farmer, less religious than his wife. He is with Addie at her death.\n* Cora Tull – Cora is the wife of Vernon Tull. She is very religious and judgmental.\n* Eula Tull – Cora and Vernon's daughter.\n* Kate Tull – Cora and Vernon's other daughter.\n* Peabody – Peabody is the Bundrens' doctor; he narrates two chapters of the book. Anse sends for him shortly before Addie's death, too late for Peabody to do anything more than to watch Addie die. Toward the end of the book, when he is working on Cash's leg, Peabody candidly assesses Anse and the entire Bundren family from the perspective of the community at large. Dr. Peabody is also a recurring character in the [[Yoknapatawpha County]] universe.\n* Lafe – Lafe is a farmer who has impregnated Dewey Dell and given her $10 to get an [[abortion]].\n* Reverend Whitfield – Whitfield is the local minister with whom Addie had an affair, resulting in the birth of Jewel.\n* Samson – Samson is a local farmer who lets the Bundren family stay with him the first night on their journey to Jefferson. Samson's wife, Rachel, is disgusted with the way the family is treating Addie by dragging her coffin through the countryside.\n* Other narrators: MacGowan, Moseley, and Armstid\n\n== Background and literary techniques ==\n{{Moresources|section|date=February 2022}}\nFaulkner said that he wrote the novel from midnight to 4:00 a.m. over the course of six weeks and that he did not change a word of it.<ref>W.Faulkner made the claim in the introduction to  ''Sanctuary'', (Modern Library ed. 1932) cited A. Nicholas Fargnoli, Robert W. Hamblin, Michael Golay, ''William Faulkner; A Critical Companion'' Infobase 2008, pp.43&ndash;56 p.44</ref> Faulkner spent the first eight hours of his twelve-hour shift at the [[University of Mississippi Power House]] shoveling coal or directing other works and the remaining four hours handwriting his manuscript on unlined [[onionskin]] paper.<ref>{{cite web |last1=Hurst |first1=Luke |title=Here’s how William Faulkner wrote As I Lay Dying in 48 days |url=https://medium.com/@luke20/heres-how-william-faulkner-wrote-as-i-lay-dying-in-48-days-1030321445fb |website=medium.com |access-date=3 July 2022 |date=27 July 2020}}</ref>\n\nThroughout the novel, Faulkner presents 15 different points of view, each chapter narrated by one character, including Addie, who expresses her thoughts after she has already died. In 59 chapters titled only by their narrators' names, the characters are developed gradually through each other's perceptions and opinions, with Darl's predominating.\n\n''As I Lay Dying'' helped to solidify Faulkner's reputation as a pioneer, like [[James Joyce]] and [[Virginia Woolf]], of [[Stream of consciousness (narrative mode)|stream of consciousness]]. He first used the technique in ''[[The Sound and the Fury]]'', and it gives ''As I Lay Dying'' its distinctly intimate tone, through the monologues of the Bundrens and the passers-by whom they encounter. Faulkner manipulates conventional differences between [[Stream of consciousness (narrative mode)|stream of consciousness]] and [[Stream of consciousness (narrative mode)#Interior monologue|interior monologue]]. For example, Faulkner has a character such as Darl speak in an interior monologue with far more intellectual diction (and knowledge of his physical environment) than he realistically possesses. This represents an innovation on conventions of interior monologues; as [[Dorrit Cohn]] states in ''Transparent Minds: Narrative Modes for Presenting Consciousness in Fiction'', the language in an interior monologue is \"like the language a character speaks to others ... it accords with his time, his place, his social station, level of intelligence ...\"  The novel represents an early progenitor of the [[Southern Renaissance]], reflecting on [[being]],  [[existence]], and other [[Existentialism|existential]] [[metaphysics]] of everyday life.<ref>{{cite book |last1=Cohn |first1=Dorrit |title=Transparent Minds: Narrative Modes for Presenting Consciousness in Fiction |date=1978 |publisher=Princeton University Press |location=Princeton |isbn=9780691063690 |pages=161-173}}</ref>\n\n== Significance ==\n\n''As I Lay Dying'' is consistently ranked among the best novels of 20th-century literature.<ref name=\"New Lifetime Reading Plan 1999\" /><ref name=\"interleaves.org\"/><ref>''1001 Books You Must Read Before You Die'' by Peter Ackroyd (Foreword), Peter Boxall (Editor) Universe Publishers, 2006.</ref> The novel has been reprinted by the [[Modern Library]],<ref>[http://www.randomhouse.com/modernlibrary/100bestnovels.html Modern Library's list of the top 100 recent novels] {{webarchive|url=https://web.archive.org/web/20100207224252/http://www.randomhouse.com/modernlibrary/100bestnovels.html |date=2010-02-07 }}, accessed Jan. 2, 2009.</ref> the [[Library of America]], and numerous publishers, including [[Chatto and Windus]] in 1970,<ref>{{ISBN|0-7011-0665-4}}</ref> [[Random House]] in 1990,<ref>{{cite book | isbn=0-679-73225-X | title=As I Lay Dying: The Corrected Text | last1=Faulkner | first1=William | year=1990 }}</ref> [[Tandem Library]] in 1991,<ref>{{Cite book|isbn = 0-8085-1493-8|title = As I Lay Dying|last1 = Faulkner|first1 = William|date = 30 January 1991}}</ref> [[Vintage Books]] in 1996,<ref>{{cite book | isbn=0-09-947931-1 | title=As I Lay Dying: The Corrected Text | last1=Faulkner | first1=William | year=2000 }}</ref> and the [[Folio Society]] in 2013.  Faulkner was awarded the [[Nobel Prize in Literature]] in 1949 for his novels prior to that date, with this book being among them. <ref>{{Cite web|url=https://www.nobelprize.org/nobel_prizes/literature/laureates/1949/|title = The Nobel Prize in Literature 1949}}</ref>\n\nThe novel has also directly influenced a number of other critically acclaimed books, including British author [[Graham Swift]]'s 1996 [[Booker Prize]]-winning novel ''[[Last Orders]]''<ref>[http://findarticles.com/p/articles/mi_qn4158/is_/ai_n14092541 \"A Swift rewrite, or a tribute?]\" by Chris Blackhurst, The Independent (London), March 9, 1997.</ref> and [[Suzan-Lori Parks]]'s ''[[Getting Mother's Body]],'' and [[Jesmyn Ward]]’s ''[[Sing, Unburied, Sing]]''.<ref>\"Review of Getting Mother’s Body by Suzan-Lori Parks\" by Dan Schneider, Cosmoetica, 2005-04-30, accessed Jan. 2, 2009.</ref><ref>''Women Pulitzer Playwrights: Biographical Profiles and Analyses of the Plays'' by Carolyn Casey Craig, McFarland, 2004, page 270.</ref>\n\nThe Grammy-nominated [[metalcore]] band [[As I Lay Dying (band)|As I Lay Dying]] derived its name from the novel.<ref>{{cite web|url=http://www.metalunderground.com/interviews/details.cfm?newsid=12929 |title=Interview With Tim Lambesis From As I Lay Dying—in Interviews |publisher=Metal Underground.com |access-date=2010-02-10}}</ref>\n\nThe character of Darl Bundren later appeared in Faulkner's 1935 short story ''Uncle Willy''.{{cn|date=February 2022}}\n\n== Theatre adaptation ==\nAn adaptation of the novel by [[Edward Kemp (playwright)|Edward Kemp]] was staged by the [[Young Vic]] company in May 1998.<ref>{{cite web|website=Times Higher Education|title=Hellfire behind the old saws|date=26 June 1998|url=https://www.timeshighereducation.com/features/hellfire-behind-the-old-saws/108014.article|access-date=9 February 2020}}</ref>\n\n== References ==\n\n{{Reflist|30em}}\n\n== External links ==\n* {{FadedPage|id=20171024|name=As I Lay Dying}}\n*[http://faulkner.iath.virginia.edu/?text=LD ''As I Lay Dying'' at Digital Yoknapatawpha]\n* [https://archive.org/details/soundandthefurya013056mbp Full text of ''As I Lay Dying''] as an encrypted [[DAISY Digital Talking Book]], from the [[Internet Archive]] and bundled with ''[[The Sound and the Fury]]''\n* [http://literapedia.wikispaces.com/As+I+Lay+Dying Literapedia] {{Webarchive|url=https://web.archive.org/web/20120307172858/http://literapedia.wikispaces.com/As+I+Lay+Dying |date=2012-03-07 }}\n* {{Cite web |url=https://www.cliffsnotes.com/literature/a/as-i-lay-dying/book-summary |title=Book Summary of As I Lay Dying |date=2019-07-15 |website=www.cliffsnotes.com |access-date=2019-07-15}}\n\n{{S-start}}\n{{Succession box\n| before = ''[[The Sound and the Fury]]''\n| title = Novels set in [[Yoknapatawpha County]]\n| years =\n| after = ''[[Sanctuary (Faulkner novel)|Sanctuary]]''\n}}\n{{s-end}}\n{{Faulkner}}\n\n{{Authority control}}\n\n[[Category:1930 American novels]]\n[[Category:American novels adapted into films]]\n[[Category:American novels adapted into plays]]\n[[Category:Existentialist novels]]\n[[Category:Modernist novels]]\n[[Category:Novels by William Faulkner]]\n[[Category:Novels set in Mississippi]]\n[[Category:Southern Gothic novels]]\n[[Category:Stream of consciousness novels]]", "sha1": "s93lie5m61zcmo6chesvlr6gtq8zcr1"}