{"title": "Bauhaus", "id": "1116785109", "parentid": "1116785061", "timestamp": "2022-10-18T09:26:31Z", "contributor": "\n        ", "comment": "Reverting edit(s) by [[Special:Contributions/2A01:4B00:824E:2200:853:E73D:34A3:B40D|2A01:4B00:824E:2200:853:E73D:34A3:B40D]] ([[User_talk:2A01:4B00:824E:2200:853:E73D:34A3:B40D|talk]]) to rev. 1111817489 by Biocci Toeplitz: non-constructive [[w:en:WP:RW|(RW 16.1)]]", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|German art school and art movement}}\n{{Other uses}}\n{{Use dmy dates|date=July 2020}}\n{{Infobox UNESCO World Heritage Site\n|WHS          = [[Bauhaus and its sites in Weimar, Dessau and Bernau]]\n|Image        = [[File:6265 Dessau.JPG|250px]]\n|imagecaption = The Bauhaus building in [[Dessau]] was designed by [[Walter Gropius]]. It was the longest-serving of the three Bauhaus locations (1925–1932).\n|Location     = Germany\n|Criteria     = Cultural: ii, iv, vi\n|ID           = 729\n|Year         = 1996\n|Extension    = \n|Area         =  8.1614 \n|Buffer_zone  =  59.26 \n|embedded     =\n{{Location map many\n| Germany\n| caption     = \n| label1      = Weimar\n| link1       = Weimar\n| coordinates1=  {{coord|50|58|29|N|11|19|46|E}}\n| label2      = Dessau\n| link2       = Dessau\n| coordinates2= {{coord|51|50|18|N|12|13|38|E}}\n| label3      = Bernau\n| link3       = Bernau bei Berlin\n| coordinates3= {{coord|52|42|24|N|13|32|39|E}}\n}}\n}}\n[[File:Bauhaus-Signet.svg|thumb|The Bauhaus [[emblem]], designed by [[Oskar Schlemmer]], was adopted in 1921.]]\n[[File:BauhausType.jpg|thumb|[[Typography]] by [[Herbert Bayer]] above the entrance to the workshop block of the Bauhaus Dessau, 2005]]\n\nThe '''Staatliches Bauhaus''' ({{IPA-de|ˈʃtaːtlɪçəs ˈbaʊˌhaʊs|lang|Staatliches Bauhaus.oga|listen}}), commonly known as the '''Bauhaus''' ({{Langnf||German|building house}}), was a German [[art school]] operational from 1919 to 1933 that combined [[crafts]] and the [[fine arts]].<ref name=\"Artists 2009 pp. 64-66\">Oxford Dictionary of Art and Artists (Oxford: Oxford University Press, 4th edn., 2009), {{ISBN|0-19-953294-X}}, pp. 64–66</ref> The school became famous for its approach to [[design]], which attempted to unify the principles of [[mass production]] with individual artistic vision and strove to combine [[aesthetics]] with everyday [[form follows function|function]].<ref name=\"Artists 2009 pp. 64-66\"/>\n\nThe Bauhaus was founded by architect [[Walter Gropius]] in [[Weimar]]. It was grounded in the idea of creating a [[Gesamtkunstwerk]] (\"comprehensive artwork\") in which all the arts would eventually be brought together. The Bauhaus style later became one of the most influential currents in modern design, [[Modern architecture|modernist architecture]] and art, design, and architectural education.<ref name=\"archdic\">{{cite book |editor=Pevsner, Nikolaus |others=Fleming, John; Honour, Hugh |title=A Dictionary of Architecture and Landscape Architecture |year=1999 |type=Paperback |edition=5th |publisher=Penguin Books |location=London |isbn=978-0-14-051323-3 |pages=880}}</ref> The Bauhaus movement had a profound influence upon subsequent developments in art, architecture, graphic design, interior design, [[industrial design]], and [[typography]].<ref>{{cite web |title=Bauhaus Movement |url=http://www.bauhaus-movement.com/en/ |website=Rethinking the world Art and Technology – A new Unity}}</ref> Staff at the Bauhaus included prominent artists such as [[Paul Klee]], [[Wassily Kandinsky]], and [[László Moholy-Nagy]] at various points.\n\n[[File:WalterGropius-1919.jpg|thumb|right|150px|Bauhaus founder [[Walter Gropius]] (1883–1969)]]\nThe school existed in three German cities—[[Weimar]], from 1919 to 1925; [[Dessau]], from 1925 to 1932; and [[Berlin]], from 1932 to 1933—under three different architect-directors: [[Walter Gropius]] from 1919 to 1928; [[Hannes Meyer]] from 1928 to 1930; and [[Ludwig Mies van der Rohe]] from 1930 until 1933, when the school was closed by its own leadership under pressure from the [[Nazi Germany|Nazi]] regime, having been painted as a centre of communist intellectualism. Although the school was closed, the staff continued to spread its idealistic precepts as they left Germany and emigrated all over the world.<ref>{{cite book |first=Rachel|last=Barnes |title=The 20th-Century art book |year=2001 |publisher=Phaidon Press |location=London |isbn=978-0-7148-3542-6 |edition=Reprinted.}}</ref>\n\nThe changes of venue and leadership resulted in a constant shifting of focus, technique, instructors, and politics. For example, the [[pottery]] shop was discontinued when the school moved from Weimar to Dessau, even though it had been an important revenue source; when Mies van der Rohe took over the school in 1930, he transformed it into a [[private school]] and would not allow any supporters of [[Hannes Meyer]] to attend it.\n\n== Design style ==\nThe Bauhaus style tends to feature simple geometric shapes like rectangles and spheres,  without elaborate decorations. Buildings, furniture, and fonts often feature rounded corners and sometimes rounded walls. Other buildings are characterized by rectangular features, for example protruding balconies with flat, chunky railings facing the street, and long banks of windows. Furniture often uses chrome metal pipes that curve at corners.\n\n== Bauhaus and German modernism ==\nAfter Germany's defeat in [[World War I]] and the establishment of the [[Weimar Republic]], a renewed liberal spirit allowed an upsurge of radical experimentation in all the arts, which had been suppressed by the old regime. Many Germans of left-wing views were influenced by the cultural experimentation that followed the [[Russian Revolution]], such as [[Constructivism (art)|constructivism]]. Such influences can be overstated: Gropius did not share these radical views, and said that Bauhaus was entirely apolitical.<ref>Evans, Richard J. ''The Coming of the Third Reich'', p. 416</ref> Just as important was the influence of the 19th-century English designer [[William Morris]] (1834–1896), who had argued that art should meet the needs of society and that there should be no distinction between form and function.<ref>''Funk and Wagnall's New Encyclopaedia'', Vol 5, p. 348</ref> Thus, the Bauhaus style, also known as the [[International Style (architecture)|International Style]], was marked by the absence of ornamentation and by harmony between the function of an object or a building and its design.\n\nHowever, the most important influence on Bauhaus was [[modernism]], a cultural movement whose origins lay as early as the 1880s, and which had already made its presence felt in Germany before the World War, despite the prevailing conservatism. The design innovations commonly associated with Gropius and the Bauhaus—the radically simplified forms, the rationality and functionality, and the idea that [[mass production]] was reconcilable with the individual artistic spirit—were already partly developed in Germany before the Bauhaus was founded. The German national designers' organization [[Deutscher Werkbund]] was formed in 1907 by [[Hermann Muthesius]] to harness the new potentials of mass production, with a mind towards preserving Germany's economic competitiveness with England. In its first seven years, the Werkbund came to be regarded as the authoritative body on questions of design in Germany, and was copied in other countries. Many fundamental questions of craftsmanship versus mass production, the relationship of usefulness and beauty, the practical purpose of formal beauty in a commonplace object, and whether or not a single proper form could exist, were argued out among its 1,870 members (by 1914).\n[[File:Joost Schmidt Bauhausausstellung 1923.jpg|thumb|200px|Poster for the Bauhausaustellung (1923)]]\nGerman architectural modernism was known as [[New Objectivity (architecture)|Neues Bauen]]. Beginning in June 1907, [[Peter Behrens]]' pioneering [[industrial design]] work for the German electrical company [[AEG]] successfully integrated art and mass production on a large scale. He designed consumer products, standardized parts, created clean-lined designs for the company's graphics, developed a consistent corporate identity, built the modernist landmark [[AEG Turbine Factory]], and made full use of newly developed materials such as poured concrete and exposed steel. Behrens was a founding member of the Werkbund, and both Walter Gropius and [[Adolf Meyer (architect)|Adolf Meyer]] worked for him in this period.\n\nThe Bauhaus was founded at a time when the German [[zeitgeist]] had turned from emotional [[Expressionist architecture|Expressionism]] to the matter-of-fact [[New Objectivity]]. An entire group of working architects, including [[Erich Mendelsohn]], [[Bruno Taut]] and [[Hans Poelzig]], turned away from fanciful experimentation and towards rational, functional, sometimes standardized building. Beyond the Bauhaus, many other significant German-speaking architects in the 1920s responded to the same aesthetic issues and material possibilities as the school. They also responded to the promise of a \"minimal dwelling\" written into the new [[Weimar Constitution]]. [[Ernst May]], Bruno Taut and [[Martin Wagner (architect)|Martin Wagner]], among others, built large housing blocks in [[Frankfurt]] and Berlin. The acceptance of modernist design into everyday life was the subject of publicity campaigns, well-attended public exhibitions like the [[Weissenhof Estate]], films, and sometimes fierce public debate.\n\n=== Bauhaus and Vkhutemas ===\n{{Main|Vkhutemas}}\nThe Vkhutemas, the Russian state art and technical school founded in 1920 in [[Moscow]], has been compared to Bauhaus. Founded a year after the Bauhaus school, Vkhutemas has close parallels to the German Bauhaus in its intent, organization and scope. The two schools were the first to train artist-designers in a modern manner.<ref name=\"GSE\">{{in lang|ru}} ''Great Soviet Encyclopedia; Bolshaya Sovetskaya Entsiklopediya'', [https://archive.today/20050503051137/http://www.cultinfo.ru/fulltext/1/001/008/007/304.htm ''Вхутемас'']</ref> Both schools were state-sponsored initiatives to merge traditional craft with modern technology, with a basic course in aesthetic principles, courses in [[color theory]], industrial design, and architecture.<ref name=\"GSE\" /> Vkhutemas was a larger school than the Bauhaus,<ref>Wood, Paul (1999) ''The Challenge of the Avant-Garde''. New Haven: [[Yale University Press]] {{ISBN|0-300-07762-9}}, p.  244</ref> but it was less publicised outside the [[Soviet Union]] and consequently, is less familiar in [[Western culture|the West]].<ref name=\"Fry1999\">{{cite book |author=Tony Fry |title=A New Design Philosophy: An Introduction to Defuturing |url=https://books.google.com/books?id=yEc7UGv2xQEC |access-date=15 May 2011 |date=October 1999 |publisher=UNSW Press |isbn=978-0-86840-753-1 |page=161}}</ref>\n\nWith the internationalism of modern architecture and design, there were many exchanges between the Vkhutemas and the Bauhaus.<ref>[[Timothy Colton|Colton, Timothy J.]] (1995) ''Moscow: Governing the Socialist Metropolis''. Cambridge MA: Harvard University Press {{ISBN|0-674-58749-9}}; p. 215</ref> The second Bauhaus director Hannes Meyer attempted to organise an exchange between the two schools, while Hinnerk Scheper of the Bauhaus collaborated with various Vkhutein members on the use of colour in architecture. In addition, [[El Lissitzky]]'s book ''Russia: an Architecture for World Revolution'' published in German in 1930 featured several illustrations of Vkhutemas/Vkhutein projects there.\n\n== History of the Bauhaus ==\n=== Weimar ===\n[[File:Bauhaus weimar.jpg|thumb|right|The main building of the [[Bauhaus-University Weimar]]. Built between 1904 and 1911 and designed by [[Henry van de Velde]] to house the sculptors' studio at the Grand Ducal Saxon Art School, it was designated a [[UNESCO World Heritage Site]] in 1996.]]\nThe school was founded by Walter Gropius in [[Weimar]] on 1 April 1919,<ref>{{Cite book|last=Uhrig|first=Nicole|title=Zukunftsfähige Perspektiven in der Landschaftsarchitektur für Gartenstädte: City – Country – Life|publisher=Springer-Verlag|year=2020|isbn=978-3-658-28940-9|location=Wiesbaden|pages=113}}</ref> as a merger of the [[Weimar Saxon Grand Ducal Art School|Grand-Ducal Saxon Academy of Fine Art]]  and the Grand Ducal Saxon School of Arts and Crafts for a newly affiliated architecture department.<ref>{{Cite book|last=Gorman|first=Carma|title=The Industrial Design Reader|publisher=Allworth Press|year=2003|isbn=1-58115-310-4|location=New York|pages=98}}</ref> Its roots lay in the arts and crafts school founded by the [[William Ernest, Grand Duke of Saxe-Weimar-Eisenach|Grand Duke of Saxe-Weimar-Eisenach]] in 1906, and directed by Belgian [[Art Nouveau]] architect [[Henry van de Velde]].<ref>{{cite book |editor=Pevsner, Nikolaus |others=Fleming, John; Honour, Hugh |title=A Dictionary of Architecture and Landscape Architecture |year=1999 |type=Paperback |edition=5th |publisher=Penguin Books |isbn=978-0-19-860678-9 |page=44}}</ref> When van de Velde was forced to resign in 1915 because he was Belgian, he suggested Gropius, [[Hermann Obrist]], and [[August Endell]] as possible successors. In 1919, after delays caused by [[World War I]] and a lengthy debate over who should head the institution and the socio-economic meanings of a reconciliation of the [[fine art]]s and the [[applied art]]s (an issue which remained a defining one throughout the school's existence), Gropius was made the director of a new institution integrating the two called the Bauhaus.<ref name=\"Frampton 1992 124\">{{cite book |last=Frampton |first=Kenneth |title=Modern Architecture: A Critical History |year=1992 |edition=3rd ed. rev. |publisher=Thames and Hudson, Inc. |location=New York|isbn=978-0-500-20257-9 |page=124 |chapter=The Bauhaus: Evolution of an Idea 1919–32}}</ref> In the pamphlet for an April 1919 exhibition entitled ''Exhibition of Unknown Architects'', Gropius, still very much under the influence of [[William Morris]] and the British \n[[Arts and Crafts Movement]], proclaimed his goal as being \"to create a new guild of craftsmen, without the class distinctions which raise an arrogant barrier between craftsman and artist.\" Gropius's [[neologism]] ''Bauhaus'' references both building and the Bauhütte, a [[premodern]] [[guild]] of stonemasons.<ref>{{cite book |editor=Whitford, Frank |title=The Bauhaus: Masters & Students by Themselves |year=1992 |publisher=Conran Octopus |location=London |isbn=978-1-85029-415-3 |page=32 |quote=He invented the name 'Bauhaus' not only because it specifically referred to Bauen ('building', 'construction')—but also because of its similarity to the word Bauhütte, the medieval guild of builders and stonemasons out of which Freemasonry sprang. The Bauhaus was to be a kind of modern Bauhütte, therefore, in which craftsmen would work on common projects together, the greatest of which would be buildings in which the arts and crafts would be combined.}}</ref> The early intention was for the Bauhaus to be a combined architecture school, crafts school, and academy of the arts. Swiss painter [[Johannes Itten]], German-American painter [[Lyonel Feininger]], and German sculptor [[Gerhard Marcks]], along with Gropius, comprised the faculty of the Bauhaus in 1919. By the following year their ranks had grown to include German painter, sculptor, and designer [[Oskar Schlemmer]] who headed the theatre workshop, and Swiss painter [[Paul Klee]], joined in 1922 by Russian painter [[Wassily Kandinsky]]. A tumultuous year at the Bauhaus, 1922 also saw the move of Dutch painter [[Theo van Doesburg]] to Weimar to promote ''[[De Stijl]]'' (\"The Style\"), and a visit to the Bauhaus by Russian Constructivist artist and architect [[El Lissitzky]].<ref name=\"foster\">{{cite book |editor=Hal Foster |others=Rosalind Krauss, Yve-Alain Bois, Benjamin Buchloh |title=Art Since 1900: Volume 1 – 1900 to 1944 |year=2004 |publisher=Thames & Hudson |location=New York |isbn=978-0-500-28534-3 |pages=[https://archive.org/details/artsince1900mode0000unse_u8t1/page/185 185–189] |chapter=1923: The Bauhaus … holds its first public exhibition in Weimar, Germany |chapter-url=https://archive.org/details/artsince1900mode0000unse_u8t1/page/185 }}</ref>\n\nFrom 1919 to 1922 the school was shaped by the pedagogical and aesthetic ideas of [[Johannes Itten]], who taught the ''Vorkurs'' or \"preliminary course\" that was the introduction to the ideas of the Bauhaus.<ref name=\"Frampton 1992 124\" /> Itten was heavily influenced in his teaching by the ideas of [[Franz Cižek]] and [[Friedrich Fröbel|Friedrich Wilhelm August Fröbel]]. He was also influenced in respect to aesthetics by the work of the [[Der Blaue Reiter]] group in [[Munich]], as well as the work of Austrian Expressionist [[Oskar Kokoschka]]. The influence of German [[Expressionism]] favoured by Itten was analogous in some ways to the fine arts side of the ongoing debate. This influence culminated with the addition of [[Der Blaue Reiter]] founding member [[Wassily Kandinsky]] to the faculty and ended when Itten resigned in late 1923. Itten was replaced by the Hungarian designer [[László Moholy-Nagy]], who rewrote the ''Vorkurs'' with a leaning towards the New Objectivity favoured by Gropius, which was analogous in some ways to the applied arts side of the debate. Although this shift was an important one, it did not represent a radical break from the past so much as a small step in a broader, more gradual socio-economic movement that had been going on at least since 1907, when van de Velde had argued for a craft basis for design while [[Hermann Muthesius]] had begun implementing industrial prototypes.<ref name=\"foster\" />\n[[File:Joost-schmidt-mechanical-stage-design-1925-1926-ink-and-tempera-on-paper-64-x-44-cm1.jpg|thumb|right|Mechanical Stage Design by [[Joost Schmidt]], 1925]]\nGropius was not necessarily against [[Expressionist architecture|Expressionism]], and in fact, himself in the same 1919 pamphlet proclaiming this \"new guild of craftsmen, without the class snobbery\", described \"painting and sculpture rising to heaven out of the hands of a million craftsmen, the crystal symbol of the new faith of the future.\" By 1923, however, Gropius was no longer evoking images of soaring [[Regional characteristics of Romanesque architecture#Romanesque architecture, regional characteristics|Romanesque cathedrals]] and the craft-driven aesthetic of the \"[[Völkisch movement]]\", instead declaring \"we want an architecture adapted to our world of machines, radios and fast cars.\"<ref>{{cite book |last=Curtis |first=William |title=Modern Architecture Since 1900 |year=1987 |edition=2nd |publisher=Prentice-Hall |isbn=978-0-13-586694-8 |pages=309–316 |chapter=Walter Gropius, German Expressionism, and the Bauhaus}}</ref> Gropius argued that a new period of history had begun with the end of the war. He wanted to create a new architectural style to reflect this new era. His style in architecture and consumer goods was to be functional, cheap and consistent with mass production. To these ends, Gropius wanted to reunite art and craft to arrive at high-end functional products with artistic merit. The Bauhaus issued a magazine called ''[[Bauhaus (magazine)|Bauhaus]]'' and a series of books called \"Bauhausbücher\". Since the Weimar Republic lacked the number of raw materials available to the United States and Great Britain, it had to rely on the proficiency of a skilled labour force and an ability to export innovative and high-quality goods. Therefore, designers were needed and so was a new type of art education. The school's philosophy stated that the artist should be trained to work with the industry.<ref>{{cite web |title=The Bauhaus, 1919–1933 |url=http://www.metmuseum.org/toah/hd/bauh/hd_bauh.htm |website=The MET |publisher=The Metropolitan Museum of Art|access-date=14 June 2016}}</ref><ref>{{cite web |title=Bauhaus |url=https://www.britannica.com/topic/Bauhaus |website=Encyclopædia Britannica |access-date=14 June 2016}}</ref>\n\nWeimar was in the German state of [[Thuringia]], and the Bauhaus school received state support from the [[Social Democratic Party of Germany|Social Democrat]]-controlled Thuringian state government. The school in Weimar experienced political pressure from conservative circles in Thuringian politics, increasingly so after 1923 as political tension rose. One condition placed on the Bauhaus in this new political environment was the exhibition of work undertaken at the school. This condition was met in 1923 with the Bauhaus' exhibition of the experimental [[Haus am Horn]].<ref>Ackermann et al., ''Bauhaus'' (Cologne: Könemann, 1999), 406.</ref> The Ministry of Education placed the staff on six-month contracts and cut the school's funding in half. The Bauhaus issued a press release on 26 December 1924, setting the closure of the school for the end of March 1925.<ref>Michael Baumgartner and Josef Helfenstein [http://www.paulkleezentrum.ch/ww/en/pub/web_root/act/wissenschaftliches_archiv/werkphasen/am_bauhaus_in_weimar_1921_1924.cfm At the Bauhaus in Weimar, 1921–1924] {{webarchive |url=https://web.archive.org/web/20090929012710/http://www.paulkleezentrum.ch/ww/en/pub/web_root/act/wissenschaftliches_archiv/werkphasen/am_bauhaus_in_weimar_1921_1924.cfm |date=29 September 2009}}, at Zentrum Paul Klee</ref><ref>Magdalena Droste (2002) [1990] [https://books.google.com/books?id=ZXB8rX5AsgUC ''Bauhaus, 1919–1933''] p. 113</ref> At this point it had already been looking for alternative sources of funding. After the Bauhaus moved to Dessau, a school of industrial design with teachers and staff less antagonistic to the conservative political regime remained in Weimar. This school was eventually known as the Technical University of Architecture and Civil Engineering, and in 1996 changed its name to [[Bauhaus-University Weimar]].\n[[File:Erich dieckmann, banco per bambini, 1925 ca. 01.JPG|thumb|right|Chair by Erich Dieckmann, 1925]]\n\n=== Dessau ===\n{{Main|Bauhaus Dessau}}\nThe Bauhaus moved to [[Dessau]] in 1925 and new facilities there were inaugurated in late 1926. Gropius's design for the Dessau facilities was a return to the futuristic Gropius of 1914 that had more in common with the [[International Style (architecture)|International style]] lines of the [[Fagus Factory]] than the stripped down [[Neoclassical architecture#Regional trends|Neo-classical]] of the Werkbund pavilion or the ''[[Völkisch movement|Völkisch]]'' Sommerfeld House.<ref>{{cite book |last=Curtis |first=William |title=Modern Architecture Since 1900 |year=2000 |edition=2nd |publisher=Prentice-Hall |isbn=978-0-13-586694-8 |page=120 |chapter=Walter Gropius, German Expressionism, and the Bauhaus}}</ref> During the Dessau years, there was a remarkable change in direction for the school. According to Elaine Hoffman, Gropius had approached the Dutch architect [[Mart Stam]] to run the newly founded architecture program, and when Stam declined the position, Gropius turned to Stam's friend and colleague in the ABC group, Hannes Meyer.\n\nMeyer became director when Gropius resigned in February 1928,<ref name=\"Artists 2009 pp. 64-66\" /> and brought the Bauhaus its two most significant building commissions, both of which still exist: five apartment buildings in the city of Dessau, and the [[ADGB Trade Union School|Bundesschule des Allgemeinen Deutschen Gewerkschaftsbundes]] (ADGB Trade Union School) in [[Bernau bei Berlin]]. Meyer favoured measurements and calculations in his presentations to clients, along with the use of off-the-shelf architectural components to reduce costs. This approach proved attractive to potential clients. The school turned its first profit under his leadership in 1929.\n\nBut Meyer also generated a great deal of conflict. As a radical functionalist, he had no patience with the aesthetic program and forced the resignations of [[Herbert Bayer]], [[Marcel Breuer]], and other long-time instructors. Even though Meyer shifted the orientation of the school further to the left than it had been under Gropius, he didn't want the school to become a tool of left-wing party politics. He prevented the formation of a student communist cell, and in the increasingly dangerous political atmosphere, this became a threat to the existence of the Dessau school. Dessau mayor Fritz Hesse fired him in the summer of 1930.<ref name=\"Etlin2002\">{{cite book |author=Richard A. Etlin |title=Art, culture, and media under the Third Reich |url=https://books.google.com/books?id=MTYQuQ2g36MC |access-date=15 May 2011 |year=2002 |publisher=University of Chicago Press |isbn=978-0-226-22086-4 |page=291}}</ref> The Dessau city council attempted to convince Gropius to return as head of the school, but Gropius instead suggested [[Ludwig Mies van der Rohe]]. Mies was appointed in 1930 and immediately interviewed each student, dismissing those that he deemed uncommitted. He halted the school's manufacture of goods so that the school could focus on teaching, and appointed no new faculty other than his close confidant [[Lilly Reich]]. By 1931, the [[Nazi Party]] was becoming more influential in German politics. When it gained control of the Dessau city council, it moved to close the school.<ref name=\"Mies\">{{cite book |author=David Spaeth |title=Ludwig Mies van der Rohe |year=1985 |publisher=Rizzoli New York |isbn=978-0-8478-0563-1 |pages=87–93}}<!--|access-date=15 June 2012--></ref>\n[[File:Bauhaus building - Wassily Chairs by Marcel Breuer (1925 26) (3925088681).jpg|thumb|right|Wassily Chairs by [[Marcel Breuer]] (1925–1926)]]\n\n=== Berlin ===\nIn late 1932, Mies rented a derelict factory in Berlin (Birkbusch Street 49) to use as the new Bauhaus with his own money. The students and faculty rehabilitated the building, painting the interior white. The school operated for ten months without further interference from the Nazi Party. In 1933, the [[Gestapo]] closed down the Berlin school. Mies protested the decision, eventually speaking to the head of the Gestapo, who agreed to allow the school to re-open. However, shortly after receiving a letter permitting the opening of the Bauhaus, Mies and the other faculty agreed to voluntarily shut down the school. {{when|date=July 2017}}<ref name=\"Mies\" />\n\nAlthough neither the Nazi Party nor [[Adolf Hitler]] had a cohesive architectural policy before they came to power in 1933, Nazi writers like [[Wilhelm Frick]] and [[Alfred Rosenberg]] had already labelled the Bauhaus \"un-German\" and criticized its modernist styles, deliberately generating public controversy over issues like flat roofs. Increasingly through the early 1930s, they characterized the Bauhaus as a front for communists and social liberals. Indeed, when Meyer was fired in 1930, a number of communist students loyal to him moved to the [[Soviet Union]].\n\nEven before the Nazis came to power, political pressure on Bauhaus had increased. The Nazi movement, from nearly the start, denounced the Bauhaus for its \"[[degenerate art]]\", and the Nazi regime was determined to crack down on what it saw as the foreign, probably Jewish, influences of \"cosmopolitan modernism\".<ref name=\"Artists 2009 pp. 64-66\" /> Despite Gropius's protestations that as a war veteran and a patriot his work had no subversive political intent, the Berlin Bauhaus was pressured to close in April 1933. Emigrants did succeed, however, in spreading the concepts of the Bauhaus to other countries, including the \"New Bauhaus\" of Chicago:<ref>Jardi, Enric (1991). ''Paul Klee''. Rizzoli Intl Pubns, p. 22</ref> Mies decided to emigrate to the United States for the directorship of the School of Architecture at the Armour Institute (now [[Illinois Institute of Technology]]) in Chicago and to seek building commissions.{{Ref label|fn_1|a|a}} The simple engineering-oriented functionalism of stripped-down modernism, however, did lead to some Bauhaus influences living on in [[Nazi Germany]]. When Hitler's chief engineer, [[Fritz Todt]], began opening the new [[autobahn]]s (highways) in 1935, many of the bridges and service stations were \"bold examples of modernism\", and among those submitting designs was Mies van der Rohe.<ref>, Richard J Evans, ''The Third Reich in Power'', 325</ref>\n\n== Architectural output ==\nThe paradox of the early Bauhaus was that, although its manifesto proclaimed that the aim of all creative activity was building,<ref>{{cite web |url=http://bauhausmanifesto.com |title= Manifesto of the Staatliches Bauhaus |author=Gropius, Walter |date=April 1919 |work=BauhausManifesto.com}}</ref> the school did not offer classes in architecture until 1927. During the years under Gropius (1919–1927), he and his partner [[Adolf Meyer (architect)|Adolf Meyer]] observed no real distinction between the output of his architectural office and the school. So the built output of Bauhaus architecture in these years is the output of Gropius: the Sommerfeld house in Berlin, the Otte house in Berlin, the Auerbach house in [[Jena]], and the competition design for the [[Chicago Tribune Tower]], which brought the school much attention. The definitive 1926 Bauhaus building in Dessau is also attributed to Gropius. Apart from contributions to the 1923 [[Haus am Horn]], student architectural work amounted to un-built projects, interior finishes, and craft work like cabinets, chairs and pottery.\n\nIn the next two years under Meyer, the architectural focus shifted away from aesthetics and towards functionality. There were major commissions: one from the city of Dessau for five tightly designed \"Laubenganghäuser\" (apartment buildings with balcony access), which are still in use today, and another for the [[ADGB Trade Union School|Bundesschule des Allgemeinen Deutschen Gewerkschaftsbundes]] (ADGB Trade Union School) in [[Bernau bei Berlin]]. Meyer's approach was to research users' needs and scientifically develop the design solution.\n\n[[Mies van der Rohe]] repudiated Meyer's politics, his supporters, and his architectural approach. As opposed to Gropius's \"study of essentials\", and Meyer's research into user requirements, Mies advocated a \"spatial implementation of intellectual decisions\", which effectively meant an adoption of his own aesthetics. Neither Mies van der Rohe nor his Bauhaus students saw any projects built during the 1930s.\n\nThe popular conception of the Bauhaus as the source of extensive Weimar-era working housing is not accurate. Two projects, the apartment building project in Dessau and the Törten row housing also in Dessau, fall in that category, but developing worker housing was not the first priority of Gropius nor Mies. It was the Bauhaus contemporaries [[Bruno Taut]], [[Hans Poelzig]] and particularly [[Ernst May]], as the city architects of Berlin, [[Dresden]] and [[Frankfurt]] respectively, who are rightfully credited with the thousands of socially progressive housing units built in [[Weimar Germany]]. The housing Taut built in south-west Berlin during the 1920s, close to the U-Bahn stop [[Onkel Toms Hütte (Berlin U-Bahn)|Onkel Toms Hütte]], is still occupied.\n\n== Impact ==\n[[File:Olivetti-schawinsky-bauhaus-typewriter.jpg|thumb|An [[Olivetti]] Studio 42 [[typewriter]], designed by Bauhausler [[Xanti Schawinsky]] in 1936]]\nThe Bauhaus had a major impact on art and architecture trends in Western Europe, Canada, the United States and [[Israel]] in the decades following its demise, as many of the artists involved fled, or were exiled by the Nazi regime. In 1996, four of the major sites associated with Bauhaus in Germany were inscribed on the [[UNESCO]] [[World Heritage List]] (with two more added in 2017).<ref name = \"unesco\">{{cite web |url = https://whc.unesco.org/en/list/729 |title = Bauhaus and its Sites in Weimar, Dessau and Bernau |website = UNESCO World Heritage Centre |publisher = United Nations Educational, Scientific, and Cultural Organization |access-date = 2 July 2022}}</ref>\n\nIn 1928, the Hungarian painter [[Sándor Bortnyik|Alexander Bortnyik]] founded a school of design in [[Budapest]] called Műhely,<ref>Edward Lucie-Smith, ''Late Modern: The Visual Arts Since 1945'', London: Thames & Hudson, 1976, p. 164.</ref> which means \"the studio\".<ref name=\"Gaston Diehl 1972, p. 12\">Gaston Diehl, ''Vasarely'', New York: Crown, 1972, p. 12</ref> Located on the seventh floor of a house on Nagymezo Street,<ref name=\"Gaston Diehl 1972, p. 12\" /> it was meant to be the Hungarian equivalent to the Bauhaus.<ref>Jean Luc Daval, ''History of Abstract Painting'', Paris: Hazan, 1989, p. 199.</ref> The literature sometimes refers to it—in an oversimplified manner—as \"the Budapest Bauhaus\".<ref>See: William Chapin Seitz, Marla Price, ''Art in the Age of Aquarius'', Smithsonian Inst Press, 1992, p. 92; Edward Lucie-Smith, ''Late Modern: The Visual Arts Since 1945'', London: Thames & Hudson, 1976, p. 164; Jean Louis Ferrier, Yann Le Pichon, Art of our century: the story of western art, 1900 to the present 1990, London : Longman, p. 521.</ref> Bortnyik was a great admirer of [[László Moholy-Nagy]] and had met Walter Gropius in Weimar between 1923 and 1925.<ref>Guitemie Maldonaldo, \"Une réception différée et relayée. L'Atelier d'art abstrait et le \"modèle-Bauhaus\", 1950–1953\", in: Martin Schieder, Isabelle Ewig, ''In die Freiheit geworfen: Positionen zur deutsch-französischen Kunstgeschichte nach 1945'', Oldenbourg Verlag, 22 Nov 2006, p. 100.</ref> Moholy-Nagy himself taught at the Miihely. [[Victor Vasarely]], a pioneer of [[Op Art]], studied at this school before establishing in Paris in 1930.<ref>Jean Louis Ferrier, Yann Le Pichon, ''Art of Our Century: The Story of Western Art, 1900 to the Present'', 1990, London: Longman, p. 521.</ref>\n[[File:מוזיאון הבאוהאוס1.jpg|thumb|250px|right|The [[Bauhaus Museum, Tel Aviv|Bauhaus Museum in Tel Aviv]]]]\n{{further|New Objectivity (architecture)}}\nWalter Gropius, [[Marcel Breuer]], and Moholy-Nagy re-assembled in Britain during the mid-1930s and lived and worked in the [[Isokon]] housing development in Lawn Road in London before the war caught up with them. Gropius and Breuer went on to teach at the [[Harvard Graduate School of Design]] and worked together before their professional split. Their collaboration produced, among other projects, the [[Aluminum City Terrace]] in New Kensington, Pennsylvania and the [[Alan I W Frank House]] in Pittsburg. The Harvard School was enormously influential in America in the late 1920s and early 1930s, producing such students as [[Philip Johnson]], [[I. M. Pei]], [[Lawrence Halprin]] and [[Paul Rudolph (architect)|Paul Rudolph]], among many others.\n\nIn the late 1930s, [[Mies van der Rohe]] re-settled in Chicago, enjoyed the sponsorship of the influential [[Philip Johnson]], and became one of the world's pre-eminent architects. Moholy-Nagy also went to Chicago and founded the [[New Bauhaus]] school under the sponsorship of industrialist and philanthropist [[Walter Paepcke]]. This school became the [[Institute of Design IIT|Institute of Design]], part of the [[Illinois Institute of Technology]]. Printmaker and painter [[Werner Drewes]] was also largely responsible for bringing the Bauhaus aesthetic to America and taught at both [[Columbia University]] and [[Washington University in St. Louis]]. [[Herbert Bayer]], sponsored by Paepcke, moved to [[Aspen, Colorado|Aspen]], Colorado in support of Paepcke's Aspen projects at the [[Aspen Institute]]. In 1953, [[Max Bill]], together with [[Inge Scholl|Inge Aicher-Scholl]] and [[Otl Aicher]], founded the [[Ulm School of Design]] (German: Hochschule für Gestaltung – HfG Ulm) in Ulm, Germany, a design school in the tradition of the Bauhaus. The school is notable for its inclusion of [[semiotics]] as a field of study. The school closed in 1968, but the \"Ulm Model\" concept continues to influence international design education.<ref>{{cite web|url=http://www.hfg-archiv.ulm.de/english/the_hfg_ulm/|title=HfG-Archiv Ulm – The HfG Ulm|first=Ulmer Museum/HfG-Archiv|last=Ulm|website=www.hfg-archiv.ulm.de|access-date=19 August 2008|archive-url=https://web.archive.org/web/20081004220616/http://www.hfg-archiv.ulm.de/english/the_hfg_ulm/|archive-date=4 October 2008|url-status=dead}}</ref> Another series of projects at the school were the [[Bauhaus (typeface)|Bauhaus typefaces]], mostly realized in the decades afterward.\n\nThe influence of the Bauhaus on design education was significant. One of the main objectives of the Bauhaus was to unify art, craft, and technology, and this approach was incorporated into the curriculum of the Bauhaus. The structure of the Bauhaus ''Vorkurs'' (preliminary course) reflected a pragmatic approach to integrating theory and application. In their first year, students learnt the basic elements and principles of design and colour theory, and experimented with a range of materials and processes.<ref>Bayer, H., Gropius, W., & Gropius, I. (Eds.). (1975). ''Bauhaus 1919–1928''. London: Secker& Warburg.</ref><ref name=\"Itten 1963\">Itten, J. (1963). ''Design and Form: The Basic Course at the Bauhaus and Later'' (Revised edition, 1975). New York: John Wiley & Sons.</ref> This approach to design education became a common feature of architectural and design school in many countries. For example, the Shillito Design School in Sydney stands as a unique link between Australia and the Bauhaus. The colour and design syllabus of the Shillito Design School was firmly underpinned by the theories and ideologies of the Bauhaus. Its first year foundational course mimicked the ''Vorkurs'' and focused on the elements and principles of design plus colour theory and application. The founder of the school, Phyllis Shillito, which opened in 1962 and closed in 1980, firmly believed that \"A student who has mastered the basic principles of design, can design anything from a dress to a kitchen stove\".<ref>O'Connor, Z. (2013). \"The Shillito Design School: Australia's link with the Bauhaus\". ''The International Journal of Design in Society'', 6(3), 149–159.</ref> In Britain, largely under the influence of painter and teacher William Johnstone, Basic Design, a Bauhaus-influenced art foundation course, was introduced at Camberwell School of Art and the Central School of Art and Design, whence it spread to all art schools in the country, becoming universal by the early 1960s.\n\nOne of the most important contributions of the Bauhaus is in the field of [[modern furniture]] design. The characteristic [[Cantilever chair]] and [[Wassily Chair]] designed by [[Marcel Breuer]] are two examples. (Breuer eventually lost a legal battle in Germany with Dutch architect/designer [[Mart Stam]] over patent rights to the cantilever chair design. Although Stam had worked on the design of the Bauhaus's 1923 exhibit in Weimar, and guest-lectured at the Bauhaus later in the 1920s, he was not formally associated with the school, and he and Breuer had worked independently on the cantilever concept, leading to the patent dispute.) The most profitable product of the Bauhaus was its wallpaper.\n\nThe physical plant at Dessau survived [[World War II]] and was operated as a design school with some architectural facilities by the [[East Germany|German Democratic Republic]]. This included live stage productions in the Bauhaus theater under the name of ''Bauhausbühne'' (\"Bauhaus Stage\"). After [[German reunification]], a reorganized school continued in the same building, with no essential continuity with the Bauhaus under Gropius in the early 1920s.<ref>{{cite web|url=http://www.bauhaus-dessau.de/en/|title=Bauhaus Dessau}}</ref> In 1979 Bauhaus-Dessau College started to organize postgraduate programs with participants from all over the world. This effort has been supported by the Bauhaus-Dessau Foundation which was founded in 1974 as a public institution.\n\nLater evaluation of the Bauhaus design credo was critical of its flawed recognition of the human element, an acknowledgment of \"the dated, unattractive aspects of the Bauhaus as a projection of utopia marked by mechanistic views of human nature…Home hygiene without home atmosphere.\"<ref>Schjeldahl, Peter, \"Bauhaus Rules,\" ''The New Yorker'', 16 November 2009</ref>\n\nSubsequent examples which have continued the philosophy of the Bauhaus include Black Mountain College, Hochschule für Gestaltung in Ulm and Domaine de Boisbuchet.<ref>{{Cite web|url=https://www.boisbuchet.org/interview-with-mathias-schwartz-clauss-boisbuchets-director-and-program-curator/|title=Interview with Mathias Schwartz-Clauss, Boisbuchet´s director and program curator|date=2019-06-13|website=Domaine de Boisbuchet|language=en-US|access-date=2019-12-17}}</ref>\n[[File:Tel-Aviv PinesStreet31 T53.jpg|thumb|A Bauhaus-style building with \"thermometer\" windows on Pines Street in [[Tel Aviv]]]]\n\n=== The White City ===\n{{further|White City (Tel Aviv)}}\n[[White City (Tel Aviv)|The White City]] ([[Hebrew language|Hebrew]]: העיר הלבנה{{lrm}},  refers to a collection of over 4,000 buildings built in the Bauhaus or [[International Style (architecture)|International Style]] in [[Tel Aviv]] from the 1930s by [[German Jewish]] architects who emigrated to the [[Mandatory Palestine|British Mandate of Palestine]] after the rise of the [[Nazis]]. Tel Aviv has the largest number of buildings in the Bauhaus/International Style of any city in the world. Preservation, documentation, and exhibitions have brought attention to Tel Aviv's collection of 1930s architecture. In 2003, the United Nations Educational, Scientific and Cultural Organization ([[UNESCO]]) proclaimed Tel Aviv's ''White City'' a [[World Heritage Site|World Cultural Heritage site]], as \"an outstanding example of new town planning and architecture in the early 20th century.\"<ref>{{Cite web|url=https://whc.unesco.org/en/decisions/718|title=UNESCO, Decision Text, World Heritage Centre, retrieved 14 September 2009}}</ref> The citation recognized the unique adaptation of modern international architectural trends to the cultural, climatic, and local traditions of the city. [[Bauhaus Center Tel Aviv]] organizes regular architectural tours of the city.\n\n===Centenary year, 2019===\nAs the centenary of the founding of Bauhaus, several events, festivals, and exhibitions were held around the world in 2019.<ref>Weber, Micholas Fox, ''[https://www.nature.com/articles/d41586-019-02355-4 The Bauhaus at 100: science by design]'', Nature, 6 August 2019 (with pdf link)</ref> The international opening festival at the [[Academy of Arts, Berlin|Berlin Academy of the Arts]] from 16 to 24 January concentrated on \"the presentation and production of pieces by contemporary artists, in which the aesthetic issues and experimental configurations of the Bauhaus artists continue to be inspiringly contagious\".<ref>{{cite web|url=https://www.bauhausfestival.de/en/info/translate-to-english-grusswort/|title=100 years Bauhaus: the opening festival|access-date=17 January 2019}}</ref><ref>{{cite news|url=https://www.bbc.com/news/in-pictures-46863364|title=Bauhaus in pictures: The architects exiled by Nazis|work=BBC News|access-date=17 January 2019|date=16 January 2019|archive-url=https://web.archive.org/web/20190116162301/https://www.bbc.com/news/in-pictures-46863364|archive-date=16 January 2019}}</ref> ''Original Bauhaus, The Centenary Exhibition'' at the Berlinische Galerie (6 September 2019 to 27 January 2020) presented 1,000 original artefacts from the Bauhaus-Archiv's collection and recounted the history behind the objects.<ref>{{cite web | url=https://www.berlinischegalerie.de/en/home/\n| title= Original Bauhaus, The Centenary Exhibition | publisher= Berlinische Galerie | date=6 September 2019 | access-date=16 September 2019}}</ref>\n\n===The New European Bauhaus===\n\nIn September 2020, President of the [[European Commission]] [[Ursula von der Leyen|Ursula Von der Leyen]] introduced the [https://europa.eu/new-european-bauhaus/index_en New European Bauhaus] (NEB) initiative during her State of the Union address. The NEB is a creative and interdisciplinary movement that connects the European Green Deal to everyday life. It is a platform for experimentation aiming to unite citizens, experts, businesses and institutions in imagining and designing a sustainable, aesthetic and inclusive future.\n\nSport and physical activity were an essential part of the original Bauhaus approach. Hannes Meyer, the second director of Bauhaus Dessau, ensured that one day a week was solely devoted to sport and gymnastics. 1 In 1930, Meyer employed two physical education teachers. The Bauhaus school even applied for public funds to enhance its playing field. The inclusion of sport and physical activity in the Bauhaus curriculum had various purposes. First, as Meyer put it, sport combatted a “one-sided emphasis on brainwork.”<ref>{{Cite web|title=Physical Education at The Bauhaus 1919 33 {{!}} PDF|url=https://www.scribd.com/document/330743705/Physical-Education-at-the-Bauhaus-1919-33|access-date=2022-02-16|website=Scribd|language=en}}</ref> In addition, Bauhaus instructors believed that students could better express themselves if they actively experienced the space, rhythms and movements of the body. The Bauhaus approach also considered physical activity an important contributor to wellbeing and community spirit.  Sport and physical activity were essential to the interdisciplinary Bauhaus movement that developed revolutionary ideas and continues to shape our environments today.\n\n== Bauhaus staff and students ==\nPeople who were educated, or who taught or worked in other capacities, at the Bauhaus.\n\n{{further|Category:Bauhaus teachers}}\n\n{{further|Category:Bauhaus alumni}}\n\n{{further|Women of the Bauhaus}}\n\n==Gallery==\n<gallery widths=\"200\" heights=\"200\">\nFile:Bauhaus-Dessau Festsaal.jpg|A stage in the Festsaal, Dessau\nFile:Bauhaus-Dessau Festsaal Bühnenbeleuchtung.jpg|Ceiling with light fixtures for stage in the Festsaal, Dessau\nFile:Bauhaus-Dessau Wohnheim Balkone.jpg|Dormitory balconies in the residence, Dessau\nFile:Bauhaus-Dessau Fensterfront.JPG|Mechanically opened windows, Dessau\nFile:Mensa Bauhaus Dessau.PNG|The Mensa ([[cafeteria]]), Dessau\nFile:Monument to the March dead.jpg|Gropius' [[Expressionist architecture|Expressionist]] [[Monument to the March Dead]] (1921/2)\nFile:Bauhaus Chemnitz hb.JPG|A Bauhaus style building in [[Chemnitz]]\nFile:Christian-dell molitor-office-work-lamp-light.jpg|The Molitor Grapholux lamp, by Christian Dell (1922–25)\nFile:Heinrich Neu Kinderstuhl 1930.jpg|[[Heinrich Neuy]]'s children's chair\nFile:Dieckmann erich buffetuhr fuer bamberger otto lichtenfels 1931.png| Clock designed by Erich Dieckmann (1931) \n</gallery>\n\n== See also ==\n* [[Art Deco architecture]]\n* [[Bauhaus Archive]]\n* [[Bauhaus Center Tel Aviv]]\n* [[Bauhaus Dessau Foundation]]\n* [[Bauhaus Museum, Tel Aviv]]\n* [[Bauhaus Museum, Weimar]]\n* [[Bauhaus World Heritage Site]]\n* [[Constructivist architecture]]\n* [[Expressionist architecture]]\n* [[Form follows function]]\n* [[Haus am Horn]]\n* [[IIT Institute of Design]]\n* [[International style (architecture)]]\n* [[Max-Liebling House]], Tel Aviv\n* [[Modern architecture]]\n* [[Neues Sehen]] (New Vision)\n* [[New Objectivity (architecture)]]\n* [[Ulm School of Design]]\n* [[Vkhutemas]]\n* [[Women of the Bauhaus]]\n\n== Explanatory footnotes ==\n* {{note label|fn_1|a|a}} The closure, and the response of Mies van der Rohe, is fully documented in Elaine Hochman's ''Architects of Fortune''.\n* Google honored Bauhaus for its 100th anniversary on 12 April 2019 with a [[Google Doodle]].<ref>{{cite web|url=https://www.google.com/doodles/100th-anniversary-of-bauhaus|title=100th Anniversary of Bauhaus|work=Google|date=12 April 2019}}</ref>\n\n== Citations ==\n{{Reflist|30em}}\n\n== General and cited references ==\n* {{cite book|author=Oskar Schlemmer | editor = Tut Schlemmer |title=The Letters and Diaries of Oskar Schlemmer |url=https://archive.org/details/lettersdiariesof0000schl |url-access=registration |translator = Krishna Winston | publisher = Wesleyan University Press | date = 1972 | isbn = 0-8195-4047-1}}\n* {{cite book|author=Stefan Boness |title=Tel Aviv – The White City  | publisher = Jovis | location = Berlin  | date = 2012 | isbn = 978-3-939633-75-4}}\n* {{cite book| editor = Magdalena Droste, Peter Gossel |title=Bauhaus  | publisher = Taschen America LLC | date =  2005 | isbn = 3-8228-3649-4}}\n* {{cite book|author=Marty Bax|title=Bauhaus Lecture Notes 1930–1933. Theory and practice of architectural training at the Bauhaus, based on the lecture notes made by the Dutch ex-Bauhaus student and architect J.J. van der Linden of the Mies van der Rohe curriculum |  location = Amsterdam  | publisher = Architectura & Natura  | date = 1991 | isbn = 90-71570-04-5}}\n* {{cite book|author=Anja Baumhoff |title=The Gendered World of the Bauhaus. The Politics of Power at the Weimar Republic's Premier Art Institute, 1919–1931  | publisher = Peter Lang | location =  Frankfurt, New York  | date = 2001 | isbn = 3-631-37945-5}}\n* {{cite book|author=Boris Friedewald|title=Bauhaus  | publisher = Prestel |  location = Munich, London, New York  | date = 2009 | isbn = 978-3-7913-4200-9}}\n* {{cite book|author=Catherine Weill-Rochant |title=Bauhaus: Architektur in Tel Aviv  | editor = Rita H. Gans   | publisher = Kiriat Yearim  | location = Zurich | date = 2008 | language = fr, de}}\n* {{cite book|author=Catherine Weill-Rochant |title=The Tel-Aviv School : a constrained rationalism   | publisher = DOCOMOMO journal (Documentation and conservation of buildings, sites and neighbourhoods of the modern movement) | date =  April 2009}}\n* {{cite book|author=Peder Anker|title=From Bauhaus to Ecohouse: A History of Ecological Design|url=https://books.google.com/books?id=pxCFWUWvHE4C|year=2010|publisher=LSU Press|isbn=978-0-8071-3551-8}}\n* {{cite book|author=Kirsten Baumann |title=Bauhaus Dessau: Architecture Design Concept  | publisher = JOVIS Verlag | location = Berlin  | date = 2007 | isbn = 978-3-939633-11-2}}\n* {{cite book|editor=Monika Markgraf  |title=Archaeology of Modernism: Renovation Bauhaus Dessau  | publisher = JOVIS Verlag |  location = Berlin  | date = 2007 | isbn = 978-3-936314-83-0}}\n* {{cite book|author=Torsten Blume / Burghard Duhm (Eds.) |title=Bauhaus.Theatre.Dessau: Change of Scene  |year=2008 | publisher = JOVIS Verlag | location =  Berlin | isbn = 978-3-936314-81-6}}\n* {{cite thesis|last1=Eric Cimino|title=Student Life at the Bauhaus, 1919–1933|type= M.A.  | publisher = UMass-Boston | location =Boston |  date = 2003| url = https://www.academia.edu/27783104}}\n* Olaf Thormann: ''Bauhaus Saxony''. arnoldsche Art Publishers 2019, {{ISBN|978-3-89790-553-5}}.\n\n== External links ==\n{{Commons category|Bauhaus}}\n{{Wiktionary|Bauhaus}}\n{{Library resources box|by=no|onlinebooks=no|about=yes|wikititle=Bauhaus}}\n* [https://artsandculture.google.com/project/bauhaus Bauhaus Everywhere] — [[Google Arts & Culture]]\n* {{Curlie|Arts/Art_History/Periods_and_Movements/Bauhaus/}}\n* {{cite web | url = https://www.bauhaus100.com/the-centenary | title= Germany celebrates the Bauhaus Centenary | work = Bauhaus Kooperation |access-date=2019-03-28}}\n* {{cite web | url = https://www.bauhausfestival.de/en/info | title=  100 years of Bauhaus | work =  Bauhaus Kooperation |access-date=2019-04-12}}\n* {{cite web | url = http://www.tate.org.uk/learn/online-resources/glossary/b/bauhaus  | title=  Glossary definition for Bauhaus} | work =  Tate art |access-date=2019-04-12}}\n* {{cite web | url = http://bauhausmanifesto.com | title=  Manifesto of the Staatliches Bauhaus | first = Walter | last = Gropius | work =  Design Museum of Chicago |access-date=2019-04-12}}\n* {{cite web | url = https://www.fostinum.org/bauhaus.html | title=  Fostinum: Photographs and art from the Bauhaus | work =  The Fostinum |access-date=2019-04-12}}\n* {{cite web|url=http://hdl.handle.net/10020/cifa850514|title=Finding Aid for archive of Bauhaus student work, 1919–1933|work=J. Paul Getty Trust|hdl=10020/cifa850514|access-date=2019-04-12}}\n* {{cite web|url=http://hdl.handle.net/10020/cifa850513|title=Finding Aid for archive of Bauhaus typography collection, 1919–1937|work=J. Paul Getty Trust|hdl=10020/cifa850513|access-date=2019-04-12}}\n* [https://exchange.umma.umich.edu/resources/23635 Collection: Artists of the Bauhaus] from the [[University of Michigan Museum of Art]]\n\n{{Modern architecture}}\n{{Avant-garde}}\n{{Westernart}}\n{{World Heritage Sites in Germany}}\n{{Authority control}}\n\n[[Category:Bauhaus| ]]\n[[Category:Modernist architecture in Germany| ]]\n[[Category:1919 establishments in Germany]]\n[[Category:1933 disestablishments in Germany]]\n[[Category:Architecture of Germany]]\n[[Category:Architecture schools]]\n[[Category:Art movements]]\n[[Category:Design schools in Germany]]\n[[Category:Expressionist architecture]]\n[[Category:German architectural styles]]\n[[Category:Graphic design]]\n[[Category:Industrial design]]\n[[Category:Modernist architecture]]\n[[Category:School buildings completed in 1926|Bauhaus, Dessau]]\n[[Category:Visual arts education]]\n[[Category:Walter Gropius buildings|Bauhaus]]\n[[Category:Weimar culture]]\n[[Category:World Heritage Sites in Germany]]", "sha1": "l6zhzmmwwkdl9bvoha9nwfk59x661ca"}