{"title": "Boney M.", "id": "1116959037", "parentid": "1116233066", "timestamp": "2022-10-19T06:34:57Z", "contributor": "\n        ", "minor": null, "comment": "v2.05b - [[User:WikiCleanerBot#T20|Bot T20 CW#61]] - Fix errors for [[WP:WCW|CW project]] (Reference before punctuation)", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Afro-German-Caribbean disco and funk group}}\n{{more citations needed|date = May 2020}}\n{{Use dmy dates|date=January 2022}}\n{{Infobox musical artist|<!-- See Wikipedia:WikiProject Musicians -->\n| name             = Boney M.\n| image            = Boney M 1981.jpg\n| caption          = Boney M. in 1981\n| origin           = [[West Germany]]\n| genre            = {{hlist||[[Disco]]|[[reggae]]}}\n| years_active     = 1974–1986\n| label            = {{hlist|[[Hansa Records|Hansa]]|[[Atlantic Records|Atlantic]]|[[Sony Music|Sony]]}}\n| current_members  = \n| past_members     = [[Liz Mitchell]]<br>[[Marcia Barrett]]<br>[[Maizie Williams]]<br>[[Bobby Farrell]]<br>[[Reggie Tsiboe]]\n}}\n \n'''Boney M.''' was an [[Afro-Germans|Afro-German]]-[[Afro-Caribbean people|Caribbean]] vocal group that specialized in [[disco]] and [[funk]]<ref>{{cite web|url=https://ew.com/article/2010/12/30/boney-m-bobby-farrell-dead/|title=Boney M. frontman Bobby Farrell found dead|date=30 December 2010|work=[[Entertainment Weekly]]|first=Brad|last=Wete|access-date=24 July 2022}}</ref> created by German record producer [[Frank Farian]], who was the group's primary songwriter. Originally based in West Germany, the four original members of the group's official line-up were [[Liz Mitchell]] and [[Marcia Barrett]] from [[Jamaica]], [[Maizie Williams]] from [[Montserrat]] and [[Bobby Farrell]] from [[Aruba]]. The group was formed in 1976 and achieved popularity during the [[disco]] era of the late 1970s. Since the 1980s, various line-ups of the band have performed with differing personnel.\n\nThe band has sold more than 100 million records worldwide and is known for international hits including \"[[Daddy Cool (Boney M. song)|Daddy Cool]]\", \"[[Ma Baker]]\", \"[[Belfast (Boney M. song)|Belfast]]\", \"[[Sunny (Bobby Hebb song)#Boney M. version|Sunny]]\", \"[[Rasputin (song)|Rasputin]]\", \"[[Mary's Boy Child – Oh My Lord]]\" and \"[[Rivers of Babylon#Boney M. version|Rivers of Babylon]]\".<ref>{{Cite web |title=Boney M {{!}} full Official Chart History {{!}} Official Charts Company |url=https://www.officialcharts.com/artist/15971/boney-m/ |access-date=2022-04-24 |website=www.officialcharts.com}}</ref>\n\n== 1970s ==\n \nGerman singer-songwriter [[Frank Farian]] recorded the dance track \"[[Baby Do You Wanna Bump]]\" in December 1974. Farian sang the repeated line \"Do you do you wanna bump?\" in a deep voice (entirely studio created) as well as performing the high [[falsetto]] chorus. When the record was released as a single, it was credited to \"Boney M.\". Farian had created this pseudonym for himself after watching the Australian television detective series ''[[Boney (TV series)|Boney]]'',<ref name=\"Boney\">Boney M by John Shearlaw and David Brown, Hamlin Paperbacks, 1979 {{ISBN|0 600 20009 4}}-page 35-6</ref> whose main character was named Napoleon Bonaparte.  Farian said:\n\n{{bquote|I turned on the TV one day and it was the end of a detective series. I just caught the credits and it said [[Boney (TV series)|Boney]]. Nice name, I thought – Boney, Boney, Boney... Boney M. Boney, Boney, Boney M. Nice sound. Simple.<ref name=\"Boney\"/>}}\n\nAfter a slow start, the song became a hit in the Netherlands and Belgium. It was then that Farian decided to hire performers to create a troupe for TV appearances. Farian found model-turned-singer [[Maizie Williams]] (originally from [[Montserrat]]), [[Bobby Farrell]], a male exotic dancer from [[Aruba]], singer [[Marcia Barrett]] from [[Jamaica]] who brought in [[Liz Mitchell]], also from [[Jamaica]] and a former member of the [[Les Humphries Singers]]. \n\n=== ''Take the Heat off Me'' ===\nBoney M.'s first album, ''[[Take the Heat off Me]]'', was released in 1976. It contained tracks that Marcia Barrett had already recorded with Farian, including the title track and \"Lovin' or Leavin'\", both of which were previously recorded in German by another Farian act, [[Gilla (singer)|Gilla]]. As Maizie Williams' voice was not considered suitable for recording purposes by Farian, and a try-out with Bobby Farrell performing \"[[No Woman No Cry]]\" did not work, Farian decided to use only Liz Mitchell and Marcia Barrett along with his own studio-enhanced voice to create the Boney M. sound.\n\nThe album's commercial performance was initially lukewarm. However, the group rigorously toured discos, clubs, and even country fairs to earn a reputation for themselves. The group's big break came when, at the end of summer 1976, German television producer Michael 'Mike' Leckebusch (of [[Radio Bremen]]) requested them for his show ''[[Musikladen]]''. Boney M. appeared on the live music show on 18 September 1976, after 10:00&nbsp;p.m. and in their daring stage costumes, where they performed the song \"[[Daddy Cool (Boney M. song)|Daddy Cool]]\". The song quickly went to no.1 in Germany, with the album following the success of the single. Another single, \"[[Sunny (Bobby Hebb song)|Sunny]]\" (a cover of the 1966 [[Bobby Hebb]] song) gave the group their second no.1 hit. The group's popularity had also grown throughout Europe, with \"Daddy Cool\" reaching no.1 in Switzerland, Sweden, Norway, Spain, France, and Austria. Both singles were also Top 10 hits in the UK, which would become one of their biggest markets.\n\n=== ''Love for Sale'' ===\n\nIn 1977, Boney M. released their second album, ''[[Love for Sale (Boney M. album)|Love for Sale]]'', which contained the hits \"[[Ma Baker]]\" and \"[[Belfast (Boney M. song)|Belfast]]\". The group embarked on their first major concert tours with a live band of musicians called 'The Black Beauty Circus' (given their name after Maizie Williams' first band, 'Black Beautiful People'). ''[[Love for Sale (Boney M. album)|Love for Sale]]'' was certified Gold a year after its release in the UK.<ref name=\"BPI certifications\">{{cite web|url=http://www.bpi.co.uk/certifiedawards/search.aspx |title=Certified Awards Search |publisher=[[British Phonographic Industry]] |access-date=2012-01-10 |url-status=dead |archive-url=https://web.archive.org/web/20090924015932/http://www.bpi.co.uk/certifiedawards/search.aspx |archive-date=24 September 2009 }}</ref> Both singles from the album reached no.1 in Germany and the UK Top 10.\n\n=== ''Nightflight to Venus'' ===\n\n1978 was the group's biggest year. They released a new double A-sided single, \"[[Rivers of Babylon]]/[[Brown Girl in the Ring (song)|Brown Girl in the Ring]]\", which was a hit all over Europe, reaching No. 1 in several countries as well as becoming one of the biggest selling singles of all time in the UK. It also became their most successful single in the United States, peaking at No. 30 on the [[Billboard Hot 100|U.S. pop singles chart]]. Following this came their biggest-selling album, ''[[Nightflight to Venus]]'', which spawned further hit singles with \"[[Rasputin (song)|Rasputin]]\" and \"[[Painter Man]]\". Continuing with their success, they released \"[[Mary's Boy Child &ndash; Oh My Lord]]\", which was the 1978 [[List of Christmas number one singles (UK)|Christmas number one single]] in the United Kingdom and became another of the biggest selling singles of all time there. Also during 1978, Boney M. made a much-publicized promotional visit to the [[Soviet Union]], one of the very few Western acts along with [[Elton John]] to do so, although tracks like \"Rasputin\" were not released in the Soviet Union due to their lyrics.{{citation needed|date=January 2019}}\n\nWhile it had never been a secret that Bobby Farrell never sang on the group's records (Farian did the male vocals in the studio), in 1978 it became public knowledge that Maizie Williams did not sing on the studio recordings either, since \"her voice wasn't suited for this kind of music\" as Farian stated in an interview with German teen magazine ''[[Bravo (magazine)|Bravo]]''. Since this had become common practice within the disco genre of the late 1970s, few people cared – unlike when Farian repeated the practice to much more severe backlash with [[Milli Vanilli]] in the late 1980s. While only two of Boney M.'s official members actually contributed to [[Boney M. discography|the band's records]], all four members of the group, including Williams and Farrell, performed the vocals live at Boney M. concerts.<ref>{{cite web |url=http://www.fantasticboneym.com/ |title=Fantastic Boney M. |publisher=Boney M. |access-date=2011-10-15 |archive-date=3 October 2020 |archive-url=https://web.archive.org/web/20201003125738/http://www.fantasticboneym.com// |url-status=live }}</ref> The band's live sound was also augmented by several [[backing vocalist]]s, which served to mitigate any vocal deficiencies the group may have had compared with the studio productions.\n\n=== ''Oceans of Fantasy'' ===\n\n1979 saw Boney M. release a brand new single, \"[[Hooray! Hooray! It's a Holi-Holiday]]\", which became another Top 10 hit across Europe. Later in the year they released their fourth album, ''[[Oceans of Fantasy]]'', containing two hit singles – [[El Lute / Gotta Go Home|\"Gotta Go Home\"/\"El Lute\"]] and [[I'm Born Again / Bahama Mama|\"I'm Born Again\"/\"Bahama Mama\"]]. The album also included a \"Lead\" and \"Backing Vocals\" credit for the first time. ''Oceans of Fantasy'' reached no.1 in the UK and was certified Platinum, though their run of Top 10 singles had now ended with \"Gotta Go Home\" peaking at no.12 and \"I'm Born Again\" peaking at 35.\n\n== 1980s ==\nIn 1980, Boney M. released a greatest hits album, ''[[The Magic of Boney M. &ndash; 20 Golden Hits]]'', which also contained two new songs, \"My Friend Jack\" and \"I See a Boat on the River\". It made the No. 1 spot in the UK, reaching Gold status within six weeks of release, though it was their last big-selling album in the UK.\n\n=== ''Boonoonoonoos'' ===\nBoney M.'s fifth album had been scheduled for release in November 1980 but the recording sessions dragged on all through 1981. When ''[[Boonoonoonoos]]'' was finally released by the end of that year, Bobby Farrell was fired from the group due to his unreliability. While still a healthy seller in continental Europe, ''Boonoonoonoos'' failed to crack the UK Top 100 after three consecutive No. 1 albums, and Farrell's departure left the group unable to promote it. Following this, the group released a ''Christmas Album''.\n\n=== ''Ten Thousand Lightyears'' ===\n[[Reggie Tsiboe]] was hired to replace Farrell as the new male member of Boney M. in 1982 but the singles \"The Carnival Is Over\" and \"Jambo\" fared poorly, and the group's seventh album ''[[Ten Thousand Lightyears]]'', issued in 1984, marked another commercial low point peaking at number 23 in the German album charts. The group, however, returned to the German Top 20 in the autumn of 1984 with \"[[Kalimba de Luna]]\" (a Top 10 hit in France) and \"[[Happy Song]]\" (a cover of a song by Italian [[Italo-disco]] band [[Baby's Gang]]), the latter seeing Bobby Farrell return to the group. Both songs were carbon-copies of the original Italian hits by [[Tony Esposito (musician)|Tony Esposito]] and [[Baby's Gang]] respectively.\n\n=== ''Eye Dance'' ===\nBy 1985, Farian clearly began losing interest in the group, and their final and eighth studio album ''[[Eye Dance]]'' was widely regarded as uninspired and disappointing. After celebrating Boney M.'s 10th anniversary in early 1986, the group officially disbanded after the release of the commercially unsuccessful single \"[[Young, Free and Single]]\"<ref>A cover version of the UK hit by Sunfire from 1983; the original version written and performed by Lorita Grahame was released almost simultaneously.</ref> which peaked at No.{{hsp}}48.<ref>{{cite web|url=https://www.offiziellecharts.de/titel-details-67054|title=Offizielle Deutsche Charts: Young, Free And Single|publisher=Offiziellecharts.de|access-date=25 December 2018|archive-date=26 December 2018|archive-url=https://web.archive.org/web/20181226035517/https://www.offiziellecharts.de/titel-details-67054|url-status=live}}</ref>\n\n== Later years ==\nFrom this point, different versions of the group were formed by members, some with cooperation of Farian, others without (for example by independently obtaining the rights to use the Boney M. name in a different country). One version began touring in the first half of 1987 with Marilyn Scharbaai (Carrilho) taking Liz Mitchell's place. Mitchell returned for a second leg of the tour late 1987, and Marcia Barrett soon left the band. At the same time, Bobby Farrell had set up a deal for a new Boney M. album to be recorded without Farian in Belgium. When Farrell failed to show up for either recording or tour, and Maizie Williams had never sung on record, the album ended up being released as Liz Mitchell's first solo album ''No One Will Force You''. Mitchell and Williams completed a tour during 1987–88, adding singer Celena Duncan and Ron Gale as replacements for Barrett and Farrell. Carol Grey later replaced Celena Duncan and Curt De Daran later replaced Ron Gale.\n\nIn October 1988, the classic Boney M. line-up reunited without producer Frank Farian for the album ''[[Greatest Hits of All Times &ndash; Remix '88]]'' but tensions ran high between the members, and Liz Mitchell left in the spring of 1989 to be replaced by Madeleine Davis. While Mitchell promoted her solo album, the group recorded the single ''[[Everybody Wants to Dance Like Josephine Baker]]'', without Farian's knowledge or approval. Threatened with legal action by the producer over the use of the Boney M. name, the single was subsequently withdrawn and Farian issued ''Stories'' with his own new Boney M. line-up featuring Liz Mitchell, Reggie Tsiboe and two new members, Sharon Stevens and Patty Onoyewenjo, ''Stories'' peaked at number 11 in the Swiss charts. A second remix album ''Greatest Hits of All Times &ndash; Remix '89 &ndash; Volume II'' was released but fared poorly.\n\n=== 1990s ===\n1992 saw a renewed interest in Boney M.'s music with the ''Boney M. Megamix'' single returning the group to the UK Top 10 for the first time since 1980, and a subsequent Greatest Hits album reaching the UK Top 20 in 1993. While Marcia Barrett, now residing in Florida, was battling cancer and unable to perform, Boney M. toured the world with a line-up of Liz Mitchell, Carol Grey, Patricia Lorna Foster and Curt Dee Daran (replaced by Tony Ashcroft in 1994). They released the single ''[[Papa Chico]]''<ref>Originally a hit from 1985 by [[Tony Esposito]] whose preceding hit [[Kalimba de Luna]] had (in 1985) been covered too by Boney M.</ref> but failed to chart. Maizie Williams assembled her own Boney M. with an ever-changing line-up. Bobby Farrell also toured with varying trios of female performers.\n\n=== 2000s ===\n{{more citations needed|section|date=January 2019}}\n[[File:BoneyMwGoleniowie.jpg|right|thumb|Boney M. featuring Maizie Williams performing at a concert]]\nLiz Mitchell was touring the world with her line-up of Boney M., which is the only line-up officially supported by Farian (the court ruling of 1990 stated that all four members are entitled to perform their own Boney M. shows). Bobby Farrell and Liz Mitchell have released solo albums containing their own re-recordings of Boney M.'s classic hits. Maizie Williams released her first solo album in 2006 and her own single version of Boney M.'s ''Sunny''. In 2007 her rendition of 'Daddy Cool' with [[Melo-M]] hit the number one spot in the Latvian (LMK) Charts.<ref>{{cite web|url=http://www.tvnet.lv/zinas/latvija/318666-melom_maizie_williams_ar_videoklipu_daddy_cool_lmk_top10_pirmaja_vieta|title=Melo-M & Maizie Williams ar videoklipu \"Daddy Cool\" LMK TOP10 pirmajā vietā|website=Tvnet.lv|date=31 August 2007|access-date=30 December 2016|archive-date=4 March 2016|archive-url=https://web.archive.org/web/20160304202522/http://www.tvnet.lv/zinas/latvija/318666-melom_maizie_williams_ar_videoklipu_daddy_cool_lmk_top10_pirmaja_vieta|url-status=live}}</ref> Marcia Barrett has released two solo albums with a third scheduled for release in 2010.<ref>{{cite web |url=http://www.maiziewilliams.com/ |title=Maizie Williams official website |publisher=Maiziewilliams.com |access-date=2011-10-15 |archive-date=20 November 2020 |archive-url=https://web.archive.org/web/20201120162012/http://maiziewilliams.com/ |url-status=live }}</ref>\n\nAs recounted in his 1988 book ''[[Touching the Void (book)|Touching the Void]]'', the British climber [[Joe Simpson (mountaineer)|Joe Simpson]] was subsequently to find the catchy tune of ''Brown Girl in the Ring'' haunting him in the final hours of his struggle to survive the descent of [[Siula Grande]] in the [[Andes]], and the song was later used in the 2003 film of ''[[Touching the Void (film)|Touching the Void]]'' made by [[Kevin Macdonald (director)|Kevin Macdonald]]. Simpson recalls: \"I remember thinking, bloody hell, I'm going to die to Boney M\".\n\nA musical based on the music of Boney M., ''[[Daddy Cool (musical)|Daddy Cool]]'', opened in London in August 2006 to mixed reviews and sluggish ticket sales, causing it to close in February 2007. From April to July 2007, the show played in a mobile theatre in Berlin, which was specially designed for it.\n\nIn April 2007, Australian pop singer Peter Wilson released a song co-written by [[Frank Farian]] entitled \"[[Daddy Cool (Boney M. song)#\"Doin' Fine\"|Doin' Fine]]\". It is described as \"paying tribute to the sound of Boney M.\" and features the famous string arrangement from their first number 1 hit, \"[[Daddy Cool (Boney M. song)|Daddy Cool]]\".\n\nBoney M. (featuring Marcia Barrett) made a live appearance at the 37th [[International Film Festival of India]] (IFFI), which took place on 23 November 2006 in [[Panaji]], the state capital of [[Goa]], India. The group is also popular in the Vietnamese diaspora, {{citation needed|date=March 2012}} and was featured in Thuy Nga music productions.\n\nIn the UK, a new album of their greatest hits, entitled ''[[The Magic of Boney M.]]'' was released via [[Bertelsmann Music Group|BMG]] on 27 November 2006. Special additions to this release were a [[Mousse T.]] remix of ''[[Sunny (Bobby Hebb song)|Sunny]]'' and a brand new song from 2006, featuring Liz Mitchell, entitled ''A Moment of Love''.\n\nOn 10 April 2007, Boney M.'s first four albums were reissued on compact disc with bonus tracks, this time also in the United States (the first time these were available to the U.S. music market since their original releases in the 1970s).\n\nIn September 2007, Boney M.'s last four original albums, ''[[Boonoonoonoos]]'', ''[[Ten Thousand Lightyears]], [[Kalimba de Luna - 16 Happy Songs]]'' and ''[[Eye Dance]]'' were reissued on compact disc in Europe and the United States, all including bonus tracks. In November 2007, a new [[Christmas With Boney M. (2007 Edition)|Christmas compilation]] was scheduled for release as well as the DVD ''Fantastic Boney M. – On Stage and on the Road'' featuring a live performance recorded in Vienna on 1 November 1977 (the DVD cover erroneously states it to be a live show from Hamburg), and a film from the band's 1981 visit to [[Jamaica]] (made to promote the ''[[Boonoonoonoos]]'' album that year).\n\nBobby Farrell's Boney M. performed a concert at the Amphi in [[Ra'anana]], Israel, in May 2007. On 28 June 2007 Boney M. featuring Matthew Felsenfeld and Liz Mitchell performed at the [[Oktyabrskiy Big Concert Hall|Oktiabrsky concert hall]] in St. Petersburg, Russia. In September 2007, Maizie Williams' Boney M. line-up performed live at the Royal Albert Hall, UK, to raise awareness of HIV/AIDS in Africa, performing her own renditions of ''Brown Girl in the Ring'' and ''Hooray! Hooray! It's a Holi-Holiday''.\n\nThe legal rights to the name \"Boney M.\" have been a matter of controversy, and even court cases, between the former members of the band and producer Frank Farian ever since the late 1980s. Farian, the man who in effect created the group, has continued to work with Liz Mitchell and her line-up all through the 1990s and 2000s. In January 2007, Zanillya Farrell (daughter of Bobby Farrell) and Yasmina Ayad-Saban (ex-wife of Farrell) renewed the trademark to the name Boney M. in Germany for a 10-year period.\n\nIn January 2009, Farian released the single ''Felicidad America (Obama Obama)'', a version of the 1980 Boney M. song \"[[Felicidad (Margherita)]]\" with new lyrics about newly elected U.S. president [[Barack Obama]]. The song was recorded with two new vocalists, and credited to \"Boney M. feat. Sherita O. & Yulee B.\"\n\n=== 2010s ===\nIn July 2010, Maizie Williams headlined a Boney M. performance at Ramallah's Cultural Palace, in the West Bank, as part of the Palestine International Festival. The band played ''Daddy Cool'', ''Ma Baker'' and ''Brown Girl in the Ring'', but refrained from playing ''Rivers of Babylon'', rumored to be at the event organizers' request because of its description of the Jewish yearning for Zion.<ref>{{cite web|url=http://www.thetruthherzl.com/2010/07/despair-and-joy-24-hours-around.html|archive-url=https://web.archive.org/web/20100914001759/http://www.thetruthherzl.com/2010/07/despair-and-joy-24-hours-around.html|url-status=dead|archive-date=14 September 2010|title=The Truth Herzl: Despair and Joy: 24 Hours Around Jerusalem|date=14 September 2010|access-date=30 December 2016}}</ref><ref>{{cite web |url=http://yuvalbenami.blogspot.com/2010/07/how-shall-we-sing-lords-song-in-strange.html |title=\"How Shall we Sing the Lord's Song in a Strange Land?\" on Everywhere by Yuval Ben Ami |publisher=Yuvalbenami.blogspot.com |date=21 July 2010 |access-date=2011-10-15 |archive-date=8 July 2011 |archive-url=https://web.archive.org/web/20110708072812/http://yuvalbenami.blogspot.com/2010/07/how-shall-we-sing-lords-song-in-strange.html |url-status=live }}</ref><ref>{{cite web|url=http://www.google.com/hostednews/ap/article/ALeqM5jH-40LukweU-pTqtUy8NewItYahQD9H43R900|archive-url=https://web.archive.org/web/20100725100557/http://www.google.com/hostednews/ap/article/ALeqM5jH-40LukweU-pTqtUy8NewItYahQD9H43R900|url-status=dead|archive-date=25 July 2010|title=The Associated Press: Boney M asked to skip hit in West Bank gig|date=25 July 2010|access-date=30 December 2016}}</ref>\n\nBobby Farrell died at the age of 61 from heart failure on 30 December 2010. His agent said Farrell was complaining of breathing problems after performing with his band the evening before.<ref>{{cite web | title=Bobby Farrell (61) overleden | url=http://www.nu.nl/muziek/2412427/bobby-farrell-61-overleden.html | publisher=[[NU.nl]] | date=30 December 2010 | access-date=30 December 2010 | archive-date=30 December 2010 | archive-url=https://web.archive.org/web/20101230124130/http://www.nu.nl/muziek/2412427/bobby-farrell-61-overleden.html | url-status=live }}</ref><ref>{{cite web|title=Boney M's Bobby Farrell has died, aged 61 |url=http://www.rte.ie/ten/2010/1230/farrellb.html |publisher=[[Raidió Teilifís Éireann]] |date=30 December 2010 |access-date=30 December 2010 |url-status=dead |archive-url=https://web.archive.org/web/20110102013317/http://www.rte.ie/ten/2010/1230/farrellb.html |archive-date=2 January 2011 }}</ref> Farrell lived in Amsterdam until his death. His final performance was in [[Saint Petersburg]], Russia (the city where [[Rasputin]] first became famous): Farrell died in a hotel room there .<ref>{{cite web |url=https://www.bbc.co.uk/news/entertainment-arts-12096781 |title=\"Boney M singer Bobby Farrell dies aged 61\", BBC News |publisher=Bbc.co.uk |date=30 December 2010 |access-date=2011-10-15 |archive-date=1 April 2016 |archive-url=https://web.archive.org/web/20160401092823/http://www.bbc.co.uk/news/entertainment-arts-12096781 |url-status=live }}</ref>\n\nMaizie Williams' line-up of Boney M. toured Australia in June 2014.<ref>{{cite web|url=http://enmoretheatre.com.au/events/2014/06/14/boney-m|title=Enmore Theatre|access-date=30 December 2016|archive-date=13 March 2017|archive-url=https://web.archive.org/web/20170313150216/http://enmoretheatre.com.au/events/2014/06/14/boney-m|url-status=dead}}</ref> They sang at Guilfest, Guildford, UK, on 20 July 2014,<ref>{{Cite web|url=https://www.concertarchives.org/concerts/guilfest/|title=07/20/2014: Guilfest @ Stoke Park|website=Concertarchives.org|access-date=22 December 2019|archive-date=22 December 2019|archive-url=https://web.archive.org/web/20191222194637/https://www.concertarchives.org/concerts/guilfest/|url-status=live}}</ref> and Watchet Live music festival UK, on 24 August 2014.<ref>{{Cite web|url=https://www.ukfestivalguides.com/reviews/watchet-2014/|title=Watchet 2014|website=Ukfestivalguides.com|access-date=22 December 2019|archive-date=22 December 2019|archive-url=https://web.archive.org/web/20191222194639/https://www.ukfestivalguides.com/reviews/watchet-2014/|url-status=live}}</ref>\n\nIn March 2015, Farian released ''Diamonds'', a 3CD box celebrating the 40th anniversary of Boney M. It contained re-mastered versions of the original hit singles or of previously unreleased versions, a remix disc and the new digital single ''Song of Joy'' featuring Liz Mitchell. A major DVD set was also released.\n\nIn February 2017, they performed at the closing ceremony of [[Patras Carnival]] in [[Patras]], Greece.<ref>{{cite web|title=Boney M at Patras Carnival|url=http://thegreekobserver.com/greece/lifestyle/article/877/boney-m-patras-carnival/|website=The Greek Observer|access-date=15 January 2018|archive-date=15 January 2018|archive-url=https://web.archive.org/web/20180115184622/http://thegreekobserver.com/greece/lifestyle/article/877/boney-m-patras-carnival/|url-status=live}}</ref> At the end of 2017 the album ''World Music for Christmas'' was released along with the single and video ''Like Diamonds in the Sky'' featuring Liz Mitchell, based on [[El Cóndor Pasa (song)|El Cóndor Pasa]].<ref>{{cite web |title=Like Diamonds in the Sky |url=https://www.youtube.com/watch?v=Gma90QkTK9k |via=[[YouTube]] |access-date=12 April 2020 |archive-date=2 June 2020 |archive-url=https://web.archive.org/web/20200602074407/https://www.youtube.com/watch?v=Gma90QkTK9k |url-status=live }}</ref><ref>{{cite web |title=Boney M. feat. Liz Mitchell and Friends – World Music For Christmas |url=https://hitparade.ch/album/Boney-M.-feat.-Liz-Mitchell-and-Friends/World-Music-For-Christmas-344878 |website=Swisscharts |access-date=12 April 2020 |archive-date=27 July 2020 |archive-url=https://web.archive.org/web/20200727040739/https://hitparade.ch/album/Boney-M.-feat.-Liz-Mitchell-and-Friends/World-Music-For-Christmas-344878 |url-status=live }}</ref>\n\n=== 2020s ===\nIn 2021, a remix of ''Rasputin'' by house music producer and Kiss FM DJ Kevin Christie was released by Sony Music's Ministry of Sound<ref>{{Cite web|url=https://www.sonymusic.co.uk/artist/majestic/|title = Majestic}}</ref> label. Credited to Majestic & Boney M (with the former being the DJ alias of Christie), the record reached number 11 on the UK singles chart<ref>{{Cite web|url=https://www.officialcharts.com/artist/59662/majestic-and-boney-m/|title = Majestic & Boney M &#124; full Official Chart History &#124; Official Charts Company|website = [[OfficialCharts.com]]}}</ref> and was released with a video featuring Bimini Bon-Boulash from RuPaul's Drag Race UK. In December 2021, Mitchell was one of the contributors to the Channel 5 music show ''Britain's Biggest 70s Hits'' alongside other musicians from the era like [[Dean Friedman]] and [[Barry Blue]], and radio presenters like [[David Hamilton (broadcaster)|David Hamilton]].<ref>{{Cite web|url=https://www.channel5.com/show/britain-s-biggest-70s-hits/season-1|title = My5}}</ref>\n\n== UK sales mark ==\nIn 1978, \"[[Rivers of Babylon]]\", a cover of a track by [[The Melodians]] with lyrics partly based on [[Psalm 137]] and partly on Psalm 19,<ref>[[wikisource:Bible (King James)/Psalms#Psalm 137|Psalm 137]] in the Bible (King James)</ref> became (at the time) the second highest-selling single of all time in the UK. After remaining at No.1 for five weeks, \"Rivers of Babylon\" began dropping down the chart, at which point the [[B-side]] \"Brown Girl in the Ring\" was given extensive radio airplay, and the single ascended to No. 2. The single spent six months in the UK Top 40, including 19 weeks in the Top 10. It eventually sold over two million copies, the second single to do so, and is still one of only seven to achieve this feat. (see [[List of million-selling singles in the United Kingdom]])\n\nThe group achieved a second UK million-seller with their version of the [[calypso music|calypso]] classic \"[[Mary's Boy Child]]\", released as a medley \"[[Mary's Boy Child – Oh My Lord]]\", which was previously a million-seller for [[Harry Belafonte]]. The single sold over 1.8 million copies, 1.6 million of which were in the four weeks the song was at No.1 in December 1978.\n\nBoney M. are the only artists to appear twice in the top 11 [[List of best-selling singles in the United Kingdom|best selling singles of all time in the UK]], with \"Rivers of Babylon\" in seventh place and \"Mary's Boy Child/Oh My Lord\" at number 11.<ref>{{cite web|url=http://www.officialcharts.com/chart-news/naughty-boy-and-sam-smith-reach-1-million-sales-with-la-la-la-3074/|title=Naughty Boy and Sam Smith smash 1 million UK sales with La La La|publisher=[[Official Charts Company]]|date=10 June 2014|access-date=18 August 2014|archive-date=6 October 2014|archive-url=https://web.archive.org/web/20141006093121/http://www.officialcharts.com/chart-news/naughty-boy-and-sam-smith-reach-1-million-sales-with-la-la-la-3074/|url-status=live}}</ref> They are also one of six artists to sell a million copies with two singles in the same year.\n\n== Back catalogue ==\nCompared to other best-selling artists of the 1970s like [[ABBA]], [[Donna Summer]], and the [[Bee Gees]], the Boney M. discography is quite unusual – while the greater part of the band's back catalogue has been remixed, remade, remodeled and reissued all through the 1980s, 1990s and 2000s by producer Frank Farian and record company [[BMG-Ariola]] (now [[Sony Music]]), most of the original 7\" and 12\" versions issued on vinyl in the 1970s and early 1980s remained unavailable on CD until 2007, where they were released on various different compilations, most notably the 2007 remasters of their albums, ''The Collection'' (2008), the ''Ultimate Boney M.'' series (2008), ''Let It All Be Music: The Party Album'' (2009), ''Hit Story'' (2010) and ''Diamonds'' (2015). Some of these CDs were compiled by Frank Eberlein, who had also been interviewed on a fansite called \"Fantastic Boney M.\" about the compiling process.<ref>{{Cite web|url=https://www.fantasticboneym.com/home/news/|title=News|website=Fantasticboneym.com|access-date=16 August 2021|archive-date=14 May 2021|archive-url=https://web.archive.org/web/20210514184925/https://www.fantasticboneym.com/home/news/|url-status=live}}</ref>\n\n== Popularity outside the West ==\nBoney M. was hugely popular in the [[Soviet Union]] in the 1970s, although the song \"[[Rasputin (song)|Rasputin]]\" was banned by the Soviet authorities during the group's concert in Moscow in December 1978.<ref>Boney M – Russkaya Narodnaya Gruppa = Boney M – Russian Folk Group : documentary film (in Russian) // [[Rossiya 1|RTR]]. Moscow: Biz-Group, 2005.</ref> In the Soviet film ''[[Repentance (1987 film)|Repentance]]'' (1984, released 1987), \"Sunny\" is played at a party of high-ranked communist officials.<ref>{{Cite web|url=https://www.youtube.com/watch?v=WddagkbOVo0|title=Repentance-1984/მონანიება ფრანგულად|access-date=16 August 2021|via=[[YouTube]]|archive-date=26 November 2020|archive-url=https://web.archive.org/web/20201126200633/https://www.youtube.com/watch?v=WddagkbOVo0&gl=US&hl=en|url-status=live}}</ref> \"Sunny\" is played during a few parts of the successful Korean film of the same name, ''[[Sunny (2011 film)|Sunny]]''.<ref>{{Cite web|url=https://www.youtube.com/watch?v=l_P5xnBCvcg|title=[LYRICS] SUNNY BONEY M ( OST SSEO NI / 써니)|access-date=16 August 2021|via=[[YouTube]]|archive-date=2 February 2021|archive-url=https://web.archive.org/web/20210202072833/https://www.youtube.com/watch?v=l_P5xnBCvcg|url-status=live}}</ref>\n\nDuring the [[2002 South Korean presidential election|2002 presidential election]] campaign of South Korea, then-candidate [[Roh Moo-hyun]], who eventually won the presidency at that event, took ''Bahama Mama'' to promote his aim of positive political reform.<ref>[https://www.youtube.com/watch?v=xDcNm6rA2Vo YouTube – Cheerful Political Reform](Korean), from the official media outlet of Roh Moo-hyun {{webarchive |url=https://web.archive.org/web/20150707132424/https://www.youtube.com/watch?v=xDcNm6rA2Vo |date=7 July 2015 }}</ref>\n\nThe 2005 Chinese film ''[[Shanghai Dreams]]'' features a scene depicting a rural Chinese disco in 1983, with teenagers dancing to \"Rivers of Babylon\" and \"Gotta Go Home\".{{citation needed|date=December 2017}}\n\nIn the 2008 Kazakh film ''[[Tulpan]]'', the tractor driver Boni continually plays a cassette of \"Rivers of Babylon\", an example of his fascination for all things Western.{{citation needed|date=December 2017}}\n\nIn the 2008 Chinese film ''[[Cheung Gong 7 hou]]'' (English title: ''[[CJ7]]''), \"Sunny\" is a vital part of the soundtrack.<ref>{{Cite web|publisher=IMDb|title=CJ7 (2008) Soundtracks|url=https://www.imdb.com/title/tt0940709/soundtrack|access-date=2018-06-02|archive-date=24 April 2021|archive-url=https://web.archive.org/web/20210424105755/http://www.imdb.com/title/tt0940709/soundtrack|url-status=live}}</ref>\n\n\"Sunny\" is the theme song of the 2011 Taiwanese drama, ''[[Sunny Girl]]''.<ref>{{Cite web|url=https://www.youtube.com/watch?v=y3bbWIfOMV8|title=陽光天使片頭 Sunshine Angel Theme Song|access-date=16 August 2021|via=[[YouTube]]|archive-date=30 December 2018|archive-url=https://web.archive.org/web/20181230005422/https://www.youtube.com/watch?v=y3bbWIfOMV8|url-status=live}}</ref>\n\nBoney M. was immensely popular in India through the 1970s and 1980s. [[Liz Mitchell]] recalled her visits to India in the 1980s in a 2015 interview with Hindustan Times: \"It was amazing. We’ve had the most-wonderful tours here. We even went out shopping to so many places. We met several Bollywood stars and had dinners with them.\"<ref>{{Cite web|date=2015-11-30|title=To this day, I get fan mail from India: Boney M's Liz Mitchell|url=https://www.hindustantimes.com/music/to-this-day-i-get-fan-mail-from-india-boney-m-s-liz-mitchell/story-9F5PDcrUhPN9OgAFnGKQjN.html|access-date=2021-08-23|website=Hindustan Times|language=en|archive-date=23 August 2021|archive-url=https://web.archive.org/web/20210823011325/https://www.hindustantimes.com/music/to-this-day-i-get-fan-mail-from-india-boney-m-s-liz-mitchell/story-9F5PDcrUhPN9OgAFnGKQjN.html|url-status=live}}</ref>\n\n== Personnel ==\n* [[Liz Mitchell]] – lead and backing vocals <small>(1976–1986, 1987–1989, 1989, 1992–1994) </small>\n* [[Marcia Barrett]] – lead and backing vocals <small>(1975–1986, 1987, 1988–1989)</small>\n* [[Maizie Williams]] – dancer, live vocals <small>(1975–1986, 1987–1989)</small>\n* [[Bobby Farrell]] – dancer, vocals on some 80's songs and live vocals <small>(1975–81, 1984–1986, 1987, 1988–1989; died 2010)</small>\n* [[Reggie Tsiboe]] – lead and backing vocals <small>(1982–1986, 1989)</small>\n\n== Discography ==\n{{main|Boney M. discography}}\n*''[[Take the Heat off Me]]'' (1976)\n*''[[Love for Sale (Boney M. album)|Love for Sale]]'' (1977)\n*''[[Nightflight to Venus]]'' (1978)\n*''[[Oceans of Fantasy]]'' (1979)\n*''[[Boonoonoonoos]]'' (1981)\n*''[[Christmas Album (Boney M. album)|Christmas Album]]'' (1981)\n*''[[Ten Thousand Lightyears]]'' (1984)\n*''[[Eye Dance]]'' (1985)\n\n== References ==\n{{reflist}}\n\n== External links ==\n{{Commons category|Boney M}}\n* [http://www.fantasticboneym.com Fantastic Boney M. – The Story of Boney M.]\n\n{{Boney M.}}\n{{Boney M. singles}}\n{{UK best-selling singles (by year) 1970–1989}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Boney M}}\n[[Category:Boney M.| ]]\n[[Category:Musical groups established in 1975]]\n[[Category:German disco groups]]\n[[Category:Eurodisco groups]]\n<!-- Do not add Category:German girl groups -->\n[[Category:German pop music groups]]\n[[Category:1975 establishments in West Germany]]\n[[Category:Atlantic Records artists]]\n[[Category:Musical quartets]]\n[[Category:1986 disestablishments in West Germany]]\n[[Category:Musical groups disestablished in 1986]]\n[[Category:Hansa Records artists]]", "sha1": "isk265q4dyk0t7ags6fw94q7m4it8cs"}