{"title": "Brandy", "id": "1116229026", "parentid": "1110200659", "timestamp": "2022-10-15T14:02:11Z", "contributor": "\n        ", "model": "wikitext", "format": "text/x-wiki", "text": "{{About|the alcoholic beverage obtained from wine}}\n{{short description|Spirit produced by distilling wine}}\n{{Use dmy dates|date=June 2020}}\n{{Infobox drink\n| name         = Brandy\n| image        = Cognac glass.jpg\n| caption      = [[Cognac|Cognac brandy]] in a typical [[snifter]]\n| type         = \n| abv          = \n| proof        = \n| manufacturer = \n| distributor  = \n| origin       = \n| introduced   = \n| discontinued = \n| colour       = \n| flavour      = \n| ingredients  = \n| variants     = \n| related      = \n| website      =\n| region       =\n}}\n\n'''Brandy''' is a [[liquor]] produced by [[Distillation|distilling]] [[wine]]. Brandy generally contains 35–60% [[alcohol by volume]] (70–120 [[alcohol proof|US proof]]) and is typically consumed as an [[Apéritif and digestif|after-dinner digestif]]. Some brandies are aged in [[barrel|wooden casks]]. Others are coloured with [[caramel colouring]] to imitate the effect of aging, and some are produced using a combination of both aging and colouring. Varieties of wine brandy can be found across the winemaking world. Among the most renowned are [[Cognac]] and [[Armagnac]] from [[South West France (wine region)|southwestern France]].<ref name=\"eb\" /><ref name=\"BBC\">{{cite web|url=https://www.bbc.co.uk/food/brandy |title=Brandy |work=BBC |access-date=22 July 2014}}</ref>\n\nIn a broader sense, the term ''brandy'' also denotes liquors obtained from the distillation of [[pomace]] (yielding [[pomace brandy]]), or mash or wine of any other fruit ([[fruit brandy]]).<ref name=kirk>{{cite book|title=Kirk-Othmer Food and Feed Technology |url=https://books.google.com/books?id=f--1V1ftgtsC&pg=PA151 |page=151 |isbn=9780470174487 |publisher=John Wiley & Sons |date=2007-12-14 }}</ref><ref name=eb>{{Britannica|77749}}</ref> These products are also called ''[[eau de vie]]'' (which translates to \"water of life\").\n\n==History==\nThe origins of brandy are tied to the development of [[distilled beverage|distillation]]. While the process was known in classical times, it was not used for significant beverage production until the 15th century.<ref name=bnf>{{cite book| title=Plants: Diet and Health |url=https://books.google.com/books?id=FYKT8ApFnj0C&pg=PA174 |author=British Nutrition Foundation's Task Force |page=174 |editor=Gail Goldberg |publisher=John Wiley & Sons |year=2008 |isbn=9781405147729}}</ref><ref name=faith>{{cite book|url=https://books.google.com/books?id=GNUVAgAAQBAJ&pg=PA56 |title=Cognac: The story of the world's greatest brandy |author=Nicholas Faith |publisher=Infinite Ideas |year=2013 |isbn=9781906821791}}</ref><ref>{{cite book |url=https://books.google.com/books?id=Fj6xh-lUJEQC&pg=PA2 |title=The Brandy Trade Under the Ancien Régime |author=L. M. Cullen |publisher=Cambridge University Press |year=2002 |isbn=9780521890984}}</ref> In the early 16th century French brandy helped kickstart the cross-Atlantic [[triangle trade]] when it took over the central role of the Portuguese [[fortified wine]] due to its higher alcohol content and ease of shipping. Canoemen and guards on the African side of the trade were generally paid in brandy. By the late 17th century [[rum]] had replaced brandy as the exchange alcohol of choice in the triangle trade.<ref name=\"Standage 2006\" >{{cite book |last1=Standage |first1=Tom |title=A History of the World in 6 Glasses |date=2006 |publisher=Walker Publishing Company |location=New York, New York |isbn=9780802715524 |url-access=registration |url=https://archive.org/details/isbn_9780802715524 }}</ref>\n\nInitially, wine was distilled as a [[Food preservation|preservation]] method and as a way to make it easier for merchants to transport. It is also thought that wine was originally distilled to lessen the tax which was assessed by volume. The intent was to add the water removed by distillation back to the brandy shortly before consumption. It was discovered that after having been stored in [[aging barrel|wooden casks]], the resulting product had improved over the original distilled spirit.<ref name=eb/> In addition to removing water, the distillation process led to the formation and decomposition of numerous aromatic compounds, fundamentally altering the composition of the distillate from its source. Non-volatile substances such as pigments, sugars, and salts remained behind in the still. As a result, the taste of the distillate was often quite unlike that of the original source.\n\nAs described in the 1728 edition of ''[[Cyclopaedia, or an Universal Dictionary of Arts and Sciences|Cyclopaedia]]'', the following method was used to distill brandy:<ref name=\"cyclo\">{{1728|title=Brandy}}</ref>\n<blockquote>A [[alembic|cucurbit]] was filled half full of the liquor from which brandy was to be drawn and then raised with a little fire until about one-sixth part was distilled, or until that which falls into the receiver was entirely flammable. This liquor, distilled only once, was called ''spirit of wine'' or ''brandy''. Purified by another distillation (or several more), this was then called ''spirit of wine rectified''. The second distillation was made in [a] ''[[bain-marie|balneo mariae]]'' and in a glass cucurbit, and the liquor was distilled to about one half the quantity. This was further rectified as long as the operator thought necessary to produce brandy.</blockquote>\n\nTo shorten these several distillations, which were long and troublesome, a chemical instrument was invented that reduced them to a single distillation. To test the purity of the rectified spirit of wine, a portion was ignited. If the entire contents were consumed by a fire without leaving any impurities behind, then the liquor was good. Another, better test involved putting a little [[gunpowder]] in the bottom of the spirit. If the gunpowder could ignite after the spirit was consumed by fire, then the liquor was good.<ref name=\"cyclo\"/>\n\nAs most brandies have been distilled from grapes, the regions of the world producing excellent brandies have roughly paralleled those areas producing grapes for viniculture. At the end of the 19th century, the western European markets, including by extension their overseas empires, were dominated by French and Spanish brandies and eastern Europe was dominated by brandies from the [[Black Sea Region|Black Sea region]], including [[Bulgaria]], the [[Crimean Peninsula|Crimea]], and [[Georgia (country)|Georgia]]. In 1884, [[David Sarajishvili]] [[Sarajishvili|founded his brandy factory]] in Tbilisi, Georgia, a crossroads for Turkish, Central Asian, and Persian trade routes and a part of the Russian Empire at the time.<ref>{{cite web|url=https://www.iwinetc.com/news/sarajishvili-brandy-made-georgia/ |title=Sarajishvili Brandy Made in Georgia |publisher=International Wine Tourism Conference |date=5 April 2014}}</ref>\n\n==Technology==\nExcept for a few major producers, brandy production and consumption tend to have a regional character and thus production methods significantly vary. Wine brandy is produced from a variety of grape cultivars. A special selection of cultivars, providing distinct aroma and character, is used for high-quality brandies, while cheaper ones are made from whichever wine is available.<ref name=Oxford>{{cite book|title=The Oxford Handbook of Food Fermentations |chapter-url=https://books.google.com/books?id=oKDNAwAAQBAJ&pg=PA250 |chapter=5.2. Brandy |pages=249–252 |editor=Charles W. Bamforth, Robert E. Ward |year=2014 |isbn=9780199742707}}</ref>\n\nBrandy is made from so-called [[base wine]], which significantly differs from regular table wines. It is made from early grapes in order to achieve higher acid concentration and lower sugar levels. Base wine generally contains smaller amounts (up to 20&nbsp;mg/L) of [[sulphur]] than regular wines, as it creates undesired [[copper(II) sulfate]] in reaction with copper in the [[pot still]]s. The yeast sediment produced during the fermentation may or may not be kept in the wine, depending on the brandy style.<ref name=Oxford/>\n\nBrandy is distilled from the base wine in two phases. In the first, large part of water and solids is removed from the base, obtaining so-called \"low wine\", basically a concentrated wine with 28–30% ABV. In the second stage, low wine is distilled into brandy. The liquid exits the pot still in three phases, referred to as the \"heads\", \"heart\" and \"tails\" respectively. The first part, the \"head,\" has an alcohol concentration of about 83% (166 US proof) and an unpleasant odour. The weak portion on the end, \"tail\", is discarded along with the head, and they are generally mixed with another batch of low wine, thereby entering the distillation cycle again. The middle heart fraction, richest in aromas and flavours, is preserved for later maturation.<ref name=Oxford/>\n\nDistillation does not simply enhance the alcohol content of wine. The heat under which the product is distilled and the material of the still (usually copper) cause chemical reactions to take place during distillation. This leads to the formation of numerous new [[volatile organic compound|volatile]] aroma components, changes in relative amounts of aroma components in the wine, and the [[hydrolysis]] of components such as esters.\n\nBrandy is usually produced in [[pot still]]s ([[batch distillation]]), but the [[column still]] can also be used for [[continuous distillation]]. Distillate obtained in this manner has a higher alcohol concentration (approximately 90% ABV) and is less aromatic. Choice of the apparatus depends on the style of brandy produced.<ref name=Oxford/> [[Cognac]] and [[South African brandy]] are examples of brandy produced in batches<ref name=Oxford/> while many American brandies use [[fractional distillation]] in column stills.{{citation needed|date=July 2014}}\n\n===Aging===\nAfter distillation, the unaged brandy is placed into [[oak barrel]]s to mature. Usually, brandies with a natural golden or brown colour are aged in [[oak]] [[aging barrel|casks]] (single-barrel aging). Some brandies, particularly those from Spain, are aged using the [[solera]] system, where the producer changes the barrel each year. After a period of aging, which depends on the style, class and legal requirements, the mature brandy is mixed with distilled water to reduce alcohol concentration and bottled. Some brandies have caramel colour and sugar added to simulate the appearance of barrel aging.<ref name=Oxford/>\n\n==Consumption==\n===Serving===\nBrandy is traditionally served at room temperature ([[straight up (bartending) |neat]]) from a [[snifter]], a [[wine glass]] or a [[beer glassware#Tulip glass|tulip glass]]. When drunk at room temperature, it is often slightly warmed by holding the glass cupped in the palm or by gentle heating. Excessive heating of brandy may cause the alcohol vapour to become too strong, causing its aroma to become overpowering. Brandy-drinkers who like their brandy warmed may ask for the glass to be heated before the brandy is poured.<ref>{{cite web|url= https://www.forbes.com/1998/03/14/feat_side1.html |title=Cognac Q&A |work=Forbes magazine |date=14 March 1998 |author=Charles Dubow }}</ref>\n\nBrandy may be added to other beverages to make several popular [[cocktail]]s; these include the [[Brandy Sour (Cyprus) |Brandy Sour]], the [[Brandy Alexander]], the [[Sidecar (cocktail) |Sidecar]], the [[Brandy Daisy]], and the [[Old fashioned (cocktail) |Brandy Old Fashioned]].\n\n[[Anglo-Indian people | Anglo-Indian]] usage has \"brandy-pawnee\" (brandy with water).<ref>\n{{oed | brandy-pawnee}}\n</ref><ref>\n{{cite book\n |editor-last1         = Barrère\n |editor-first1        = Albert\n |editor-last2         = Leland\n |editor-first2        = Charles Godfrey\n |editor-link2         = Charles Godfrey Leland\n |title                = A Dictionary of Slang, Jargon & Cant: Embracing English, American, and Anglo-Indian Slang, Pidgin English, Tinkers' Jargon and Other Irregular Phraseology\n |year = 1889\n |url                  = https://books.google.com/books?id=2QkE5uJaN1QC\n |volume               = 1\n |publisher            = Ballantyne Press\n |publication-date     = 1889\n |page                 = 176\n |access-date          = 4 May 2022\n |quote                = Brandy pawnee (Anglo-Indian and English gypsy), brandy and water. From ''pāni'', Hindu and Romany, for water. In England: \"parny” is a common slang word for water.\n}} \n</ref>\n\n===Culinary uses===\nBrandy is a common [[deglazing (cooking)|deglazing]] liquid used in making [[pan sauce]]s for steak and other meat. It is used to create a more intense flavour in some soups, notably onion soup.\n\nIn English Christmas cooking, brandy is a common flavouring in traditional foods such as [[Christmas cake]], [[Hard sauce|brandy butter]], and [[Christmas pudding]]. It is also commonly used in drinks such as [[mulled wine]] and [[eggnog]], drunk during the festive season.\n\nBrandy is used to [[flambé]] dishes such as [[crêpe Suzette]] and [[cherries jubilee]] while serving.<ref name=eb/> Brandy is also traditionally poured over a Christmas pudding and set alight before serving. The use of flambé can retain as much as 75% of the alcohol in the brandy.<ref>{{cite book |last1=McGee |first1=Harold |title=On Food and Cooking |date=23 November 2004 |isbn=9780684800011}}</ref>\n\n==Terminology and legal definitions==\nThe term ''brandy'' is a shortening of the archaic English ''brandewine'' or ''brandywine'',<ref>{{cite EB1911 |wstitle=Brandy |volume=4 |page=428 |first=Philip |last=Schidrowitz}}</ref> which was derived from the [[Dutch language|Dutch]] word ''brandewijn'', itself derived from ''gebrande wijn'', which literally means \"burned wine\".<ref name=\"oed\">{{Cite book|title=Oxford English Dictionary|publisher=Oxford University Press|year=1989|location=Oxford, England}}</ref> In Germany, the term ''Branntwein'' refers to any distilled spirits, while ''Weinbrand'' refers specifically to distilled wine.\n\nIn the general colloquial usage of the term, brandy may also be made from [[pomace]] and from fermented fruit other than grapes.<ref name=\"eb\" />\n\nIf a beverage comes from a particular fruit (or multiple fruits) other than exclusively grapes, or from the [[must]] of such fruit, it may be referred to as a \"[[fruit brandy]]\" or \"fruit spirit\" or named using the specific fruit, such as \"peach brandy\", rather than just generically as \"brandy\". If pomace is the raw material, the beverage may be called \"[[pomace brandy]]\", \"marc brandy\", \"grape marc\", \"fruit marc spirit\", or \"grape marc spirit\"; \"marc\" being the pulp residue after the juice has been pressed from the fruit.\n\nGrape pomace brandy may be designated as \"[[grappa]]\" or \"grappa brandy\".<ref name=\"USFCR5.22\" /> Apple brandy may be referred to as [[Applejack (drink)|\"applejack\"]].<ref name=\"USFCR5.22\" /> There is also a product called \"grain brandy\" that is made from grain spirits.<ref>EC regulation No. 110/2008, Annex II, nn 3.</ref>\n\nWithin particular jurisdictions, there are specific regulatory requirements regarding the labelling of products identified as brandy. For example:\n\n* In the [[European Union]], there are regulations<ref name = EUOnTheDefinition>{{cite web |url=http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2008:039:0016:0054:EN:PDF |title=Regulation (EC) No. 110/2008 of the European Parliament and of the Council of 15 January 2008 \"on the definition, description, presentation, labelling and the protection of spirit drinks\" |access-date=22 July 2014}}</ref> that require products labelled as brandy, except \"grain brandy\", to be produced exclusively from the distillation or redistillation of grape-based wine or grape-based \"wine fortified for distillation\" and aged a minimum of six months in oak.<ref>EC regulation No. 110/2008, Annex II, nn 3–9u.</ref> Alcoholic beverages imported to the EU from the United States or other non-EU states can be sold within the European Union using labels that refer to them as \"fruit brandy\" or \"pomace brandy\", but such a label cannot be used in the EU for products produced in an EU-member state.{{citation needed|date=March 2011}}\n* In the US, brandy that has been produced from other than grape wine must be labelled with a clarifying description of the type of brandy production such as \"peach brandy\", \"fruit brandy\", \"dried fruit brandy\", or \"pomace brandy\", and brandy that has not been aged in oak for at least two years must be labelled as \"immature\".<ref name=USFCR5.22>{{cite web | url = http://edocket.access.gpo.gov/cfr_2008/aprqtr/pdf/27cfr5.22.pdf | title = Standards of Identity for Distilled Spirits, Title 27 Code of Federal Regulations, Pt. 5.22 | access-date = 3 March 2011 | archive-url = https://web.archive.org/web/20081217025920/http://edocket.access.gpo.gov/cfr_2008/aprqtr/pdf/27cfr5.22.pdf | archive-date = 17 December 2008 | url-status = dead }}</ref>\n* In Canada, the regulations regarding naming conventions for brandy are similar to those of the US (provisions B.02.050–061). According to the Canadian food and drug regulations, Brandy shall be a potable alcoholic distillate, or a mixture of potable alcoholic distillates, obtained by the distillation of wine. The minimum specified aging period is six months in wood, although not necessarily oak (provision B.02.061.2). Caramel, fruit, other botanical substances, flavourings, and flavouring preparations may also be included in a product called brandy (provisions B.02.050–059).<ref>{{cite web|url=http://laws.justice.gc.ca/eng/C.R.C.-c.870/FullText.html |title=Food and Drug Regulations, C.R.C., c. 870 |publisher=Laws.justice.gc.ca |access-date=12 March 2012}}</ref><ref name=\"Branch\">{{Cite web|url=http://laws.justice.gc.ca/eng/regulations/C.R.C.,_c._870/page-30.html#h-57|title=Consolidated federal laws of canada, Food and Drug Regulations|last=Branch|first=Legislative Services|website=laws.justice.gc.ca|language=en|access-date=2017-07-18}}</ref>\n\nWithin the European Union, the German term ''Weinbrand'' is legally equivalent to the English term \"brandy\", but outside the [[German-speaking countries]] it is particularly used to designate brandy from [[Austria]] and [[Germany]].\n\n==Varieties and brands==\n[[File:Bodega-TioPepe-Jerez-Dsc02980.jpg|thumb|[[Brandy de Jerez]] in barrels aging]]\n* Most American grape brandy production is situated in California.<ref name=eb /> Popular brands include [[Christian Brothers Brandy|Christian Brothers]], [[E&J Gallo]], [[Korbel Champagne Cellars|Korbel]], and [[Constellation Brands|Paul Masson]].\n*[[Ararat (brandy)|Ararat]] has been produced since 1887 and comes from the [[Ararat plain]] in the southern part of Armenia. Bottles on the market are aged anywhere from 3 to 20 years.\n* [[Armagnac]] is made from grapes of the [[Armagnac (province)|Armagnac region]] in the southwest of France, Gers, Landes and Lot-et-Garonne. It is single-continuous distilled in a copper still and aged in oak casks from [[Gascony]] or [[Limousin (region)|Limousin]] or from the renowned [[Tronçais Forest]] in [[Auvergne (region)|Auvergne]]. Armagnac was the first distilled spirit in France. Its usage was first mentioned in 1310 by Vital Du Four in a book of medicine recipes. Armagnacs have a specificity: they offer [[vintage]] qualities. Popular brands are [[Darroze]], [[Baron de Sigognac]], [[Larressingle]], [[Delord]], [[Laubade]], [[Gélas]] and [[Janneau]].{{citation needed|date=January 2019}}\n* [[Cognac]] comes from the [[Cognac, France|Cognac region]] of France,<ref name=eb /> and is double distilled using pot stills. Popular brands include [[Hine Cognac|Hine]], [[Martell (cognac)|Martell]], [[Camus Cognac|Camus]], [[Otard]], [[Rémy Martin]], [[Hennessy]], [[Frapin]], [[Delamain (Cognac producer)|Delamain]] and [[Courvoisier]]. The European Union and some other countries legally enforce the use of \"Cognac\" as the exclusive name for brandy produced and distilled in the Cognac area of France, and the name \"Armagnac\" for brandy from the Gascony area of France. Both must also be made using traditional techniques. Since these are considered \"protected designations of origin\", a brandy made elsewhere may not be called Cognac in these jurisdictions, even if it was made in an identical manner.\n* [[Cyprus brandy]] differs from other varieties in that its alcohol concentration is only 32% ABV (64 US proof).<ref>{{cite web |title=Brandy producers up in arms over EU directive |work=[[Cyprus Mail]] |date=27 June 2001 |url=http://archives.cyprus-mail.com/2001/06/27/brandy-producers-up-in-arms-over-eu-directive/ |access-date=23 July 2014 |archive-url=https://web.archive.org/web/20190704004835/http://archives.cyprus-mail.com/2001/06/27/brandy-producers-up-in-arms-over-eu-directive/ |archive-date=4 July 2019 |url-status=dead }}</ref>\n* Dried fruit brandy is a potable alcoholic distillate, or a mixture of potable alcoholic distillates, obtained from sound [[dried fruit]]. It may contain [[caramel]], [[fruit]] and other botanical substances, and flavouring preparations.<ref name=\"Branch\" />\n* [[Greek brandy]] is distilled from [[Muscat wine]]. Mature distillates are made from sun-dried [[Savatiano]], [[Sultana (grape)|Sultana]], and [[Black Corinth]] grape varieties blended with an aged Muscat wine.\n* [[Brandy de Jerez]] originates from vineyards around [[Jerez de la Frontera]] in Andalusia, Spain.<ref>Lichine, Alexis. ''Alexis Lichine’s New Encyclopedia of Wines & Spirits'', 5th edition, (New York: Alfred A. Knopf, 1987). Page 464.</ref> It is used in some [[Sherry|sherries]] and is also available as a separate product. It has a [[protected designation of origin]] (PDO).<ref>{{cite web |url=http://prehn.com/bulk_brandy.html |title=Bulk Brandy Producer, Rudolf Prehn GmbH |publisher=Prehn.com |access-date=12 March 2012 |archive-url=https://web.archive.org/web/20111113165423/http://www.prehn.com/bulk_brandy.html |archive-date=13 November 2011 |url-status=dead }}</ref>\n* Kanyak (or konyak) is a variety from Turkey, whose name is both a variation of \"cognac\" and means \"burn blood\" in Turkish, a reference to its use in cold weather.<ref>{{Cite book|title=Turkey|last=Ayliffe|first=Rosie|publisher=Rough Guides|year=2003|isbn=978-1-84353-071-8|pages=[https://archive.org/details/turkey0000unse/page/57 57]|quote=\"Stronger spirits-domestically produced cin...\"|via=Google Scholar|url=https://archive.org/details/turkey0000unse/page/57}}</ref>\n*In Moldova and Romania, grape brandy is colloquially called ''coniac'', but is officially named ''Divin'' in Moldova and ''Vinars'' in Romania. After a double distillation, the beverage is usually aged in oak barrels and labelled according to its age (VS is a minimum of 3 years old, VSOP is a minimum of 5 years old, XO is a minimum of 7 years old, and XXO is a minimum of 20 years old).<ref>{{cite web| url = http://finewine.md/vs-vsop-sau-xo-notiuni-elementare-despre-divin| title = VS, VSOP sau XO: noțiuni elementare despre divin| date = 5 May 2018}}</ref>\n*In Russia, brandy was first produced in 1885 at the [[Kizlyar Brandy Factory]] according to a recipe brought from France.<ref>{{Cite web|url=https://bigenc.ru/geography/text/3789199|title=KIZLAR • Big Russian Encyclopedia – electronic version|website=bigenc.ru|access-date=2019-01-08}}</ref><ref>{{Cite web|url=http://www.kkz1885.com/en/o-zavode/|title=About factory|website=www.kkz1885.com|access-date=2019-01-07}}</ref><ref>{{Cite web|url=http://rtgtv.ru/en/films/kizlyar-cognac-distillery|title=Science and the Enterprises|website=RTG CORP|language=en|access-date=2019-01-07}}</ref><ref>{{Cite web|url=http://www.trud.ru/article/15-11-2001/32800_on_byl_bezumno_oxvachen_idejami_svoego_dela_.html|title=HE WAS MADLY CONCERNED WITH IDEAS OF THEIR CASE ...|date=2001-11-15|website=www.trud.ru|access-date=2019-01-07}}</ref> Kizlyar brandy is produced according to the classic cognac technology and is one of the most popular beverages in Russia.<ref>{{Cite web|url=http://expert.ru/south/2009/30/konyak/|title=Коньяк не терпит суеты|website=expert.ru|access-date=2019-01-07}}</ref><ref name=\":0\">{{Cite web|url=https://www.nnov.kp.ru/daily/24346/535832/|title=Кизлярский коньяк: традиционный вкус и верность качеству|last=правды\"|first=Комсомольская правда {{!}} Сайт \"Комсомольской|date=2009-08-21|website=KP.RU - сайт \"Комсомольской правды\"|language=ru|access-date=2019-01-07}}</ref> Also in 2008, the factory restored the status of the [[Kremlin]] Suppliers Guild.<ref name=\":0\" /><ref>{{Cite web|url=http://www.kremlin-guild.ru/suppliers/supplier.php|title=Supplier of the Moscow Kremlin|website=www.kremlin-guild.ru|archive-url=https://web.archive.org/web/20181018160010/http://www.kremlin-guild.ru/suppliers/supplier.php|archive-date=18 October 2018|url-status=dead|access-date=2019-01-07}}</ref>\n* [[Pisco]] is a strong, colourless to amber-coloured brandy produced in specific regions of Peru and Chile. The name Pisco derives from the Peruvian port of the [[Pisco, Peru|same name]]. Pisco is still made in Peru and Chile but the right to produce and market it is subject to disputes between both countries.<ref>{{cite book|author=Ray Foley|url=https://books.google.com/books?id=ZZBfeM7_-YQC&pg=PT34 |title=The Ultimate Little Cocktail Book|publisher=Sourcebooks, Inc.|year=2011 |access-date=9 July 2014|isbn=978-1-4022-5410-9 }}</ref>\n* [[South African brandy|South African brandies]] are, by law, made almost exactly as Cognac, using a double distillation process in copper pot stills followed by aging in oak barrels for a minimum of three years. Because of this, South African brandies are considered very high quality.<ref name=Oxford /><ref>{{cite web |url=http://www.southafrica.net/sat/content/en/us/full-article?oid=115453&sn=Detail&pid=121 |title=South Africa wins Best Brandy in the World |publisher=Southafrica.net |access-date=12 March 2012 |url-status=dead |archive-url=https://web.archive.org/web/20120316001912/http://www.southafrica.net/sat/content/en/us/full-article?oid=115453&sn=Detail&pid=121 |archive-date=16 March 2012}}</ref>\n* Italian [[Stravecchio]] has been produced since the 1700s in the North of Italy, especially in [[Emilia-Romagna]] and [[Veneto]], using grapes that are popular in winemaking such as [[Sangiovese]] and [[Grignolino]]. Colour, texture and finish are most resembling those of their French and Spanish counterparts. Most popular brands are Vecchia Romagna, Stravecchio Branca and Stock 84. Northern Italy has also been noted since the Middle Ages for another type of wine spirit, [[Grappa]], which is generally colourless but has some top-shelf varieties called ''barrique'' which are aged in oak casks and achieve the same caramel colour as regular brandies. There is a vast production of Stravecchios and Grappas in Italy, with more than 600 large, medium or small distilleries in operation. [[Ticino]], in Italian speaking [[Switzerland]], is also allowed to produce pomace brandy under the name of Grappa.\n\n==Labelling of grades==\nBrandy has a traditional age grading system, although its use is unregulated outside of [[Cognac]] and [[Armagnac]]. These indicators can usually be found on the label near the brand name:\n\n* '''V.S.''' (\"very special\") or ✯✯✯ (three stars) designates a blend in which the youngest brandy has been stored for at least two years in a cask.<ref name=\"BNIC etiquette\">{{Cite web |url=http://www.bnic.fr/cognac/_en/2_cognac/index.aspx?page=etiquette |title=All about Cognac – Reading a label |access-date=9 March 2015 |archive-url=https://web.archive.org/web/20161223223212/http://www.bnic.fr/cognac/_en/2_cognac/index.aspx?page=etiquette |archive-date=23 December 2016 |url-status=dead |website=Bureau National Interprofessionnel du Cognac }}</ref>\n* '''V.S.O.P.''' (\"very superior old pale\"), '''Reserve''' or ✯✯✯✯✯ (five stars) designates a blend in which the youngest brandy is stored for at least four years in a cask.<ref name=\"BNIC etiquette\"/>\n* '''XO''' (\"extra old\") or '''Napoléon''' designates a blend in which the youngest brandy is stored for at least six years.<ref name=\"BNIC etiquette\"/>\n* '''Hors d'âge''' (\"beyond age\") is a designation which is formally equal to XO for Cognac, but for Armagnac designates brandy that is at least ten years old. In practice the term is used by producers to market a high-quality product beyond the official age scale.\n\nIn the case of [[Brandy de Jerez]], the Consejo Regulador de la Denominacion Brandy de Jerez classifies it according to:\n\n* Brandy de Jerez Solera: 6 months old.\n* Brandy de Jerez Solera Reserva: one year old.\n* Brandy de Jerez Solera Gran Reserva: three years old.\n\nRussian [[Russian brandy|brandies]] (traditionally called \"Cognac\" within the country), as well as brandies from many other post-Soviet states (except [[Armenian brandy|Armenia]]) use the traditional Russian grading system that is similar to the French one, but extends it significantly:<ref>{{cite book|title=Товароведение и экспертиза вкусовых товаров: Учебник для вузов|url=https://books.google.com/books?id=xn3u6Xa7u3QC&pg=PA137|publisher=Издательский дом \"Питер\"|isbn=978-5-94723-971-3|page=137}}</ref><ref>{{cite web|url=http://www.cognacmuseum.ru/o-konyake/sroki-vyderzhki-vs-vsop-xo-kv-kvvk-ks-os/ |title=Сроки выдержки VS, VSOP, XO, КВ, КВВК, КС, ОС |publisher=Cognac Museum Moscow |access-date=14 March 2018}}</ref>\n\n* \"Three stars\" or ✯✯✯ designates the brandy with the youngest component cask-aged for at least two years, analogous to the French V.S.\n* \"Four stars\" or ✯✯✯✯ is for the blends where the youngest brandy is aged for at least three years.\n* \"Five stars\" or ✯✯✯✯✯ means that the youngest brandy in the blend was aged four years, similar to the French V.S.O.P.\n* КВ/KV (\"Aged Cognac\") is a designation corresponding to \"XO\" or \"Napoléon\", meaning that the youngest spirit in the blend is at least six years old.\n* КВВК/KVVK (\"Aged Cognac, Superior Quality\") designates the eight-year-old blends and tends to be used only for the highest quality vintages.\n* КС/KS (\"Old Cognac\"): At least ten years of aging for the youngest spirit in the blend (similar to the Armagnac's \"Hors d'âge\").\n* ОС/OS (\"Very Old\"): Beyond the French system and designates the blends older than 20 years.\n\n==See also==\n{{portal|Liquor|Drink}}\n* {{annotated link|Cut brandy}}\n* {{annotated link|Dutch brandy}}\n* {{annotated link|Fine (brandy)}}\n* {{annotated link|Fortified wine}}\n\n==References==\n{{Reflist}}\n\n==External links==\n{{Commons category|Brandy}}\n* {{cite Collier's |wstitle=Brandy |year=1921 |short=x}}\n* {{cite Americana |wstitle=Brandy |year=1920 |short=x}}\n\n{{Alcoholic beverages |state=expanded |selected=types}}\n{{Authority control}}\n\n[[Category:Brandies| ]]\n[[Category:Andalusian cuisine]]\n[[Category:Distilled drinks]]", "sha1": "4qdjrpjpyyh7k3igf3a6jo829s2oljx"}