{"title": "Burial", "id": "1112488073", "parentid": "1112487778", "timestamp": "2022-09-26T15:33:21Z", "contributor": "\n        ", "comment": "Undid revision 1112487778 by [[Special:Contributions/Jnthn839|Jnthn839]] ([[User talk:Jnthn839|talk]]) Blog of an insurance company is not a reliable source", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Ritual act of placing a dead person into the ground}}\n{{hatnote|This article is about human burial practices. For other uses, see [[Burial (disambiguation)]]. \n\"Inhume\" and \"Entombment\" redirect here. For other uses, see [[Inhume (band)]] and [[The Entombment (disambiguation)]]. \n\"Interment\" redirects here. It is not to be confused with [[internment]].}}\n{{Use dmy dates|date=November 2019}}\n[[File:20000 graveyard.jpg|thumb|right|Underwater [[funeral]] in ''[[Twenty Thousand Leagues Under the Sea]]'' from an edition with drawings by [[Alphonse de Neuville]] and [[Édouard Riou]]]]\n\n'''Burial''', also known as ''' interment''' or '''inhumation''', is a method of [[Disposal of human corpses|final disposition]] whereby a dead body is placed into the ground, sometimes with objects. This is usually accomplished by excavating a pit or trench, placing the deceased and objects in it, and covering it over. A [[funeral]] is a [[ceremony]] that accompanies the final disposition. Humans have been burying their dead since shortly after the origin of the species.{{Citation needed|date=December 2021}}  Burial is often seen as indicating respect for the dead.  It has been used to prevent the odor of decay, to give family members closure and prevent them from witnessing the decomposition of their loved ones, and in many cultures it has been seen as a necessary step for the deceased to enter the [[afterlife]] or to give back to the cycle of life.\n\nMethods of burial may be heavily ritualized and can include [[natural burial]] (sometimes called \"green burial\"); [[embalming]] or [[mummification]]; and the use of containers for the dead, such as [[shroud]]s, [[coffin]]s, [[grave liner]]s, and [[burial vaults]], all of which can retard decomposition of the body. Sometimes objects or [[grave goods]] are buried with the body, which may be dressed in fancy or ceremonial garb. Depending on the culture, the way the body is positioned may have great significance.\n\nThe location of the burial may be determined by taking into account concerns surrounding health and sanitation, religious concerns, and cultural practices. Some cultures keep the dead close to provide guidance to the living, while others \"banish\" them by locating burial grounds at a distance from inhabited areas. Some religions [[consecrate]] special ground to bury the dead, and some families build private family [[cemeteries]]. Most modern cultures document the location of graves with [[headstones]], which may be inscribed with information and tributes to the deceased. However, some people are buried in anonymous or secret graves for various reasons. Sometimes multiple bodies are buried in a single grave either by choice (as in the case of married couples), due to space concerns, or in the case of [[mass graves]] as a way to deal with many bodies at once.\n\nAlternatives to burial include [[cremation]] (and subsequent interment), [[burial at sea]] and [[Cryonics|cryopreservation]]. Some human cultures may bury the remains of [[pet cemetery|beloved animals]]. Humans are not the only species to bury their dead; the practice has been observed in [[Common chimpanzee|chimpanzees]], [[elephants]], and possibly [[dogs]].\n\n== History ==\n[[File:Burial IMG 1858.jpg|thumb|Reconstruction of the [[Mesolithic]] tomb of two women from [[Téviec]], [[Brittany]].]]\n{{see also|Ancient Egyptian funerary practices|Burial in Anglo-Saxon England|Chinese burial|Greek burial|Roman burial}}\n{{Further|Paleolithic burial|Megalithic tomb|Grave field|Tumulus|Chariot burial|Ship burial}}\n\nIntentional burial, particularly with [[grave goods]], may be one of the earliest detectable forms of religious practice since, as [[Philip Lieberman]] suggests, it may signify a \"concern for the dead that transcends daily life.\"<ref name=\"lieberman\">{{cite book |url=https://books.google.com/books?id=3tS2MULo5rYC&pg=PA162| title=Uniquely Human|isbn=978-0-674-92183-2| year=1991| author-link=Philip Lieberman |author=Philip Lieberman. |publisher=Harvard University Press |location=Cambridge, Mass.|page=162}}</ref> Evidence suggests that the [[Neanderthals]] were the first [[Homo|human species]] to practice burial behavior and intentionally bury their dead, doing so in shallow graves along with stone tools and animal bones.<ref name=\"NYT-20131216\">{{cite news |last=Wilford |first=John Noble |title=Neanderthals and the Dead |url=https://www.nytimes.com/2013/12/17/science/neanderthals-and-the-dead.html|date=16 December 2013 |work=[[The New York Times]] |access-date=17 December 2013 }}</ref><ref>Chris Scarre, The Human Past</ref> Exemplary sites include [[Shanidar]] in Iraq, [[Kebara Cave]] in Israel and [[Krapina]] in Croatia. Some scholars, however, argue that these bodies may have been disposed of for [[secular]] reasons.<ref name=\"evolving_graves\">{{cite web|url=http://findarticles.com/p/articles/mi_m1200/is_24_160/ai_81827792/pg_1 |title=Evolving in their graves: early burials hold clues to human origins – research of burial rituals of Neanderthals |publisher=Findarticles.com |date=15 December 2001 |access-date=25 March 2011}}</ref>\n\nThough there is ongoing debate regarding the reliability of the dating method, some scholars believe the earliest [[homo sapiens|human]] burial dates back 100,000 years.  Human skeletal remains stained with [[red ochre]] were discovered in the Skhul cave at [[Qafzeh]], Israel.  A variety of grave goods were present at the site, including the mandible of a wild boar in the arms of one of the skeletons.<ref name=\"lieberman2\">{{cite book|author=Philip Lieberman|title=Uniquely Human: The Evolution of Speech, Thought, and Selfless Behavior|url=https://books.google.com/books?id=3tS2MULo5rYC&pg=PA163|year=1991|publisher=Harvard University Press|isbn=978-0-674-92183-2|page=163}}</ref>\n\nIn ancient Egypt, customs developed during the [[Prehistoric Egypt|Predynastic period]]. Round graves with one pot were used in the [[Badari culture|Badarian Period]] (4400-3800 B.C.E.), continuing the tradition of Omari and [[Maadi]] cultures.<ref>{{cite book|last1=Bleiberg|first1=Edward|title=To Live Forever: Egyptian Treasure from the Brooklyn Museum|date=2008|publisher=Brooklyn Museum|location=Brooklyn, NY|pages=71–72|author1-link=Edward Bleiberg}}</ref>\n\nPrehistoric [[Cemetery|cemeteries]] are referred to by the more neutral term [[grave field]]. They are one of the chief sources of information on prehistoric cultures, and numerous [[archaeological culture]]s are defined by their burial customs, such as the [[Urnfield culture]] of the [[European Bronze Age]].\n\nDuring the [[Early Middle Ages]], the reopening of graves and manipulation of the corpses or artifacts contained within them was a widespread phenomenon and a common part of the life course of early medieval cemeteries across [[Western Europe|Western]] and [[Central Europe]].<ref name=\"Antiquity 2021\">{{cite journal |last1=Klevnäs |first1=Alison |last2=Aspöck |first2=Edeltraud |last3=Noterman |first3=Astrid A. |last4=van Haperen |first4=Martine C. |last5=Zintl |first5=Stephanie |date=August 2021 |title=Reopening graves in the early Middle Ages: from local practice to European phenomenon |journal=[[Antiquity (journal)|Antiquity: A Review of World Archaeology]] |location=[[Cambridge]] |publisher=[[Cambridge University Press]] |volume=95 |issue=382 |pages=1005–1026 |doi=10.15184/aqy.2020.217 |doi-access=free |eissn=1745-1744 |issn=0003-598X }}</ref> The reopening of furnished or recent burials occurred over the broad zone of European row-grave-style furnished inhumation burial, especially from the 5th to the 8th centuries CE, which comprised the regions of [[Romania]], [[Hungary]], the [[Czech Republic]], [[Slovakia]], [[Switzerland]], [[Austria]], [[Germany]], the [[Low Countries]], [[France]], and South-eastern [[England]].<ref name=\"Antiquity 2021\"/>\n\n==Reasons for human burial==\n{{See also|Health risks from dead bodies|revenant}}\n\nAfter death, a body will decay. Burial is not necessarily a [[public health]] requirement. Contrary to conventional wisdom, the [[World Health Organization|WHO]] advises that only corpses carrying an [[infectious disease]] strictly require burial.<ref>{{cite web |url=http://publications.paho.org/english/dead_bodies.pdf |title=04—ARTI—Morgan—307–312 |access-date=25 March 2011 |archive-date=9 February 2019 |archive-url=https://web.archive.org/web/20190209172015/http://publications.paho.org/english/dead_bodies.pdf |url-status=dead }}</ref><ref>{{cite web|url=http://publications.paho.org/english/editorial_dead_bodies.pdf|title=Epidemics Caused by Dead Bodies: A Disaster Myth That Does Not Want to Die|author=Claude de Ville de Goyte|year=2004|access-date=31 August 2005|archive-date=2 March 2019|archive-url=https://web.archive.org/web/20190302094245/http://publications.paho.org/english/editorial_dead_bodies.pdf|url-status=dead}}</ref>\n\nHuman burial practices are the manifestation of the human desire to demonstrate \"respect for the dead\". Cultures vary in their mode of respect.\n\nSome reasons follow:\n* Respect for the physical remains. If left lying on top of the ground, scavengers may eat the corpse, considered disrespectful to the deceased in many (but not all) cultures. In Tibet, [[sky burial]]s deliberately encourage scavenging of human remains in the interest of returning them to nature, just as within [[Zoroastrianism]], where burial and cremation were often seen as impure (as human remains are polluted, while the earth and fire are sacred).\n* Burial can be seen as an attempt to bring [[closure (psychology)|closure]] to the deceased's family and friends. Psychologists in some Western Judeo-Christian quarters, as well as the US funeral industry, claim that by interring a body away from plain view the pain of losing a loved one can be lessened.\n* Many cultures believe in an [[afterlife]]. Burial is sometimes believed to be a necessary step for an individual to reach the afterlife.\n* Many [[religion]]s prescribe a particular way to live, which includes customs relating to disposal of the dead.\n* A decomposing body releases unpleasant gases related to decomposition. As such, burial is seen as a means of preventing smells from expanding into open air.\n\n==Burial methods==\nIn many [[culture]]s, human [[Dead body|corpses]] were usually buried in soil. The roots of burial as a practice reach back into the Middle Palaeolithic and coincide with the appearance of ''[[Neanderthal|Homo neanderthalensis]]'' and ''[[Homo sapiens]]'', in Europe and Africa respectively. As a result, burial grounds are found throughout the world. Through time, [[tumulus|mounds of earth]], [[temple]]s, and caverns were used to store the dead bodies of [[ancestor]]s. In modern times, the [[Norm (sociology)|custom]] of burying dead people below ground, with a [[headstone|stone marker]] to indicate the burial place, is used in most [[cultures]]; although other means such as [[cremation]] are becoming more popular in the West (cremation is the norm in India and mandatory in big metropolitan areas of Japan<ref>{{Cite web|last=Nakata|first=Hiroko|date=2009-07-28|title=Japan's funerals deep-rooted mix of ritual, form|url=https://www.japantimes.co.jp/news/2009/07/28/reference/japans-funerals-deep-rooted-mix-of-ritual-form/|access-date=2020-08-25|website=The Japan Times|language=en-US}}</ref>).\n\nSome burial practices are heavily [[ritual]]ized; others are simply practical.\n\n===Burial depth===\nIt is a common misconception that graves must be dug to a depth of six feet (1.8 metres).  This is reflected in the common euphemism for death of ''six feet under''.<ref name=Crissman>James K. Crissman, ''Death and Dying in Central Appalachia: Changing Attitudes and Practices'', University of Illinois Press, 1994, pp. 1, 62. {{ISBN|978-0252063558}}.</ref>  In fact, graves are rarely dug to this depth except when it is intended to later bury a further coffin or coffins on top of the first one.  In such cases, more than six feet may be dug, to provide the required depth of soil above the top coffin.<ref name=Lacoste>Mary LaCoste, ''Death Embraced: New Orleans Tombs and Burial Customs'', Lulu, 2015, pp. 56,  {{ISBN|978-1483432106}}.</ref>\n\nIn the United States, there is no nationwide regulation of burial depth.  Each local authority is free to determine its own rules.  Requirements for depth can vary according to soil type and by method of burial. [[California]], for instance, requires only 19 inches of soil above the top of the coffin, but more commonly 30 to 36 inches are required in other places.<ref name=Lacoste/>  In some areas, such as central [[Appalachia]], graves were indeed once dug to a depth of six feet to prevent the body being disturbed by burrowing animals.  However, this was unnecessary once metal caskets and concrete vaults started to be used.<ref name=Crissman/>\n\nIn the United Kingdom, soil is required to be to a depth of three feet above the highest point of the coffin, unless the burial authority consider the soil to be suitable for a depth of only two feet.<ref>ICCM, [https://www.iccm-uk.com/iccm/library/ShallowGraves.pdf \"Policy Relating to Shallow Depth Graves\"], Institute of Cemetery & Crematorium Management, May 2004, accessed and [https://web.archive.org/web/20190706113834/https://www.iccm-uk.com/iccm/library/ShallowGraves.pdf archived] 6 July 2019.</ref>\n\nThe earliest known reference to a requirement for a six-foot burial occurred in 1665 during the [[Great Plague of London]]. [[John Lawrence (lord mayor)|John Lawrence]], the [[Lord Mayor of London]],<ref>A. Lloyd Moote, Dorothy C. Moote, ''The Great Plague: The Story of London's Most Deadly Year'', Johns Hopkins University Press, 2006, p. 131, {{ISBN|978-0801892301}}.</ref> ordered that the bodies of plague victims \"...shall be at least six foot deep.\"  The city officials apparently believed this would inhibit the spread of the disease, not realising that the true [[Vector (epidemiology)|vector]] was fleas living on rats in the streets.  In the event, there were so many victims that very few were buried in individual graves.  Most were placed in massive [[plague pit]]s so it is unlikely that this event alone gave rise to the \"six feet\" tradition.<ref name=Lacoste/><ref>Chris Raymond, [https://www.verywellhealth.com/why-are-graves-dug-six-feet-deep-4047407 \"Why Are Graves Dug 6 Feet Deep?\"], Verywell Health, accessed and [https://web.archive.org/web/20190721130308/https://www.verywellhealth.com/why-are-graves-dug-six-feet-deep-4047407 archived] 21 July 2019.</ref>\n\n===Natural burial===\n[[Natural burial]]—also called \"green burial\"<ref>{{cite web|url=http://www.greenburialcouncil.org |title=greenburialcouncil.org |publisher=greenburialcouncil.org |date=26 August 2010 |access-date=14 October 2012}}</ref>—is the process by which a body is returned to the earth to decompose naturally in soil, and in some cases even protect native and endangered wildlife.<ref name=\":9\">{{Cite journal|last1=Holden|first1=Matthew H.|last2=McDonald-Madden|first2=Eve|title=Conservation from the Grave: Human Burials to Fund the Conservation of Threatened Species|journal=Conservation Letters|volume=11|language=en|doi=10.1111/conl.12421|issn=1755-263X|year=2018|pages=e12421|doi-access=free}}</ref> Natural burial became popularized in the United Kingdom in the early 1990s by Ken West, a professional cremator operator for the [[city of Carlisle]], responding to the U.K's call for changes in government that aligned with the United Nations' Environmental Program Local [[Agenda 21]]. In addition, there are multiple green burial sites in the United States.  Green burials are developing in Canada (Victoria, BC, and Cobourg, Ontario), as well as in Australia and Ireland.<ref>{{cite web|url=http://cindea.ca/resources-elsewhere.html#GB |title=CINDEA (Canadian Integrative Network for Death Education and Resources) maintains resources on green burial and other topics relevant to the pan-death movement |publisher=Cindea.ca |access-date=7 August 2012}}</ref>\n\nThe increase in popularity of alternative burials can be seen as a direct choice of the individual's want to distance themselves from religious practices and spiritual locations as well as an opportunity to exercise their act of choice.<ref name=\":0\">{{Cite journal|last1=Yarwood|first1=Richard|last2=Sidaway|last3=Kelly|last4=Stillwell|year=2014|title=Sustainable deathstyles? The geography of green burials in Britain|journal= The Geographical Journal|volume=181|issue=2|pages=172–184|doi=10.1111/geoj.12087|hdl=10026.1/3241|url=https://pearl.plymouth.ac.uk/bitstream/10026.1/3241/7/sustainable%20deathstyles.pdf|hdl-access=free}}</ref> The desire to live through nature as well as concern for the environment have been the backbone of the green burial movement. The use of [[coffin]]s made from alternative materials such as wicker and [[Biodegradation|biodegradable]] materials as well as trees and other flora are being used in place of [[headstone]]s. Both practices provide sustainable alternatives to traditional burial practices.<ref name=\":0\" />\n\nNatural burials have been attracting people for reasons outside of environmental and sustainability factors as well. With the expansion of urban centres, ecological corridors gradually disappear. Cemeteries for burial plots preclude alternative uses of the land for a long time. By combining these two aspects (need for connectivity and land take imposed by cemeteries), two positive results can be achieved: protecting memories of the past and connecting ecosystems with multiple-use corridors.<ref>{{cite journal |title= Connecting existing cemeteries saving good soils (for livings) |author=Scalenghe, R., Pantani, O.L. |year= 2020 |doi=10.3390/su12010093 |journal= Sustainability|volume=12 |page=93 |doi-access= free }}</ref> Green burials appeal to people for economic reasons. Traditional burial practices can be a financial burden causing some to turn to green burials as a cheaper alternative. Some people view green burials as more meaningful, especially for those who have a connection to a piece of land, such as current residence or other places that hold meaning for them.<ref name=\":0\" />\n\n====Types of natural burial====\n=====Conservation burial=====\nConservation burial is a type of burial where burial fees fund the acquisition and management of new land to benefit native habitat, ecosystems and species.<ref name=\":9\" /> This usually involves a legal document such as a [[conservation easement]]. Such burials go beyond other forms of natural burial, which aim to prevent environmental damage caused by conventional burial techniques, by actually increasing benefits for the environment.<ref>{{Cite journal|last=Harker|first=A|date=2012|title=Landscapes of the Dead: An Argument for Conservation Burial|journal=Berkeley Planning Journal|volume=25|pages=150–159|doi=10.5070/BP325111923|s2cid=131349447|url=https://escholarship.org/content/qt7br0d6c3/qt7br0d6c3.pdf?t=poodm5}}</ref> The idea is for the burial process to be a net positive for the earth rather than just neutral. Scientists have argued that such burials could potentially generate enough funds to save every endangered species on the planet.<ref name=\":9\" /> The Green Burial Council certifies natural and conservation burial grounds in the United States and Canada.<ref>{{cite web |title=Our Standards |url=https://www.greenburialcouncil.org/our_standards.html |publisher=Green Burial Council}}</ref>\n\n=====Memorial reef=====\nThe memorial reef is a natural, alternative approach to burial. The cremated remains of a person are mixed in with concrete and then placed into a mold to make the memorial reef or eternal reef.<ref name=\":1\">{{Cite web|url=http://www.eternalreefs.com/the-eternal-reefs-story/what-is-an-eternal-reef/|title=What is an Eternal Reef?|last=Frankel|first=George|website=Eternal Reefs|access-date=3 April 2017}}</ref> After the concrete sets, family members are allowed to customize the reef with writing, hand prints and chalk drawings. After this, the eco-friendly reefs are placed into the ocean among other [[coral reef]]s where they help to repair damage to the reefs while also providing new habitats for fish and other sea communities.<ref name=\":1\" /> It has become a new way to memorialize the passing person while also protecting the marine environment. The high cost of the memorial reefs has caused this alternative form of burial to remain minimal and uncommon. This kind of natural burial is practiced in permitted oceans in the United States specifically in locations around Florida, South Carolina, North Carolina, Maryland, New Jersey, Texas and Virginia.{{Citation needed|date=March 2020}}\n\n=====Alkaline hydrolysis=====\n[[Alkaline hydrolysis (death custom)|Alkaline hydrolysis]], also referred to as resomation, is another approach to natural burial. It uses high temperature water mixed with [[potassium hydroxide]] to dissolve human remains.<ref name=\":2\">{{Cite web|url=https://abcnews.go.com/Technology/resomation-green-alternative-cremation-burial-funeral-offered-florida/story?id=14457825|title=Resomation: Like Cremation, but Green|date=6 September 2011|website=ABC News|access-date=28 April 2017}}</ref> During this process, the body is put into an enclosed, stainless steel chamber. The chamber fills with the chemical and water solution and is then lightly circulated. After a couple of hours, the body is worn down and bone is the only thing that remains. The bones are then pressed down into a powder and returned to the associated family. The outcome is comparable to [[cremation]] but results in an environmentally friendly process that does not release chemical emissions and greenhouse gases into the atmosphere, as was confirmed after a review by the [https://www.healthcouncil.nl/documents/advisory-reports/2020/05/25/admissibility-of-new-techniques-of-disposing-of-the-dead Health Council of the Netherlands]. After this process, the water used goes to a regular water treatment facility where it is filtered and cleaned and returned to the water cycle. At this time, resomation is permitted for commercial use in areas throughout the United States. However, several other countries, including the United Kingdom are considering using this technology within their medical schools and universities.<ref name=\":2\" />\n\n=====Mushroom burial=====\nMushroom burial has been developed by [[Jae Rhim Lee]] and her colleagues to address the impact traditional burial approaches have on the environment. It is an eco-friendly process which consists of dressing the cadaver in a bodysuit with mushroom spores woven into it, nicknamed the Infinity Burial Suit.<ref name=\":3\">{{Cite news|url=https://www.sciencealert.com/this-mushroom-suit-digests-your-body-after-you-die|title=This Mushroom Suit Digests Your Body After You Die|last=MacDonald|first=Fiona|work=ScienceAlert|access-date=28 April 2017|language=en-gb}}</ref> Rhim developed her own mushrooms by feeding them her hair, skin, and nails to create a mushroom variety that will best decompose human remains. As the mushrooms grow, they consume the remains within the suit as well as the toxins that are being released by the body. Rhim and her colleagues created this suit as a symbol of a new way for people to think about the relationship between their body after death and the environment.<ref name=\":3\" />\n\n===== Tree pod burials =====\nAnother method of natural burial is being developed to plant the human body in [[fetal position]] inside an egg shaped pod.<ref name=\":4\">{{Cite news|url=http://globalnews.ca/news/2558634/biodegradable-burial-pods-will-turn-you-into-a-tree-when-you-die/|title=Biodegradable burial pods will turn you into a tree when you die|work=Global News|access-date=28 April 2017|language=en}}</ref> The pod containing the body will form a [[Biodegradation|biodegradable]] capsule that will not harm the surrounding earth. The biodegradable capsule doubles as a seed which can be customized to grow into either a [[birch]], [[maple]], or [[eucalyptus]] tree. The goal of this method is to create parks full of trees that loved ones can walk through and mourn, as opposed to a graveyard full of tombstones. This method aims to return the body to the earth in the most environmentally friendly way possible.<ref name=\":4\" />\n\nThe tree pod method originated in the [[United Kingdom]] but is now becoming a more popular method of burial.<ref name=\":5\">{{Cite web|url=http://www.beatree.com/|title=Be a Tree; the Natural Burial Guide for Turning Yourself into a Forest|website=Be a Tree; the Natural Burial Guide for Turning Yourself into a Forest|access-date=28 April 2017}}</ref> The definition of natural burial grounds suggests that people are being buried without any kind of formaldehyde-based embalming fluid or synthetic ingredients, and that the bodies that are being returned to the earth will also be returning nutrients to the environment, in a way that is less expensive than other available burial methods. Not only are tree pods a more cost effective and environmentally friendly way to memorialize loved ones, this method also offers emotional support. The memories of loved ones will be immortalized through the concept of a deceased person having a medium (trees) that will continue to live and grow.<ref name=\":5\" />\n\n===Prevention of decay===\n[[Image:Predynastic human mummy, EA 32751.jpg|right|thumb|A naturally [[mummified]] body in the [[British Museum]].]]\n[[Embalming]] is the practice of preserving a body against decay and is used in many cultures. [[Mummy|Mummification]] is a more extensive method of embalming, further delaying the decay process.\n\nBodies are often buried wrapped in a [[shroud]] or placed in a [[coffin]] (or in some cases, a '''casket'''). A larger container may be used, such as a [[Ship burial|ship]]. In the United States, coffins are usually covered by a [[grave liner]] or a [[burial vault (enclosure)|burial vault]], which prevents the coffin from collapsing under the weight of the earth or floating away during a flood.\n\nThese containers slow the decomposition process by (partially) physically blocking decomposing [[bacteria]] and other organisms from accessing the corpse. An additional benefit of using containers to hold the body is that if the soil covering the corpse is washed away by a [[flood]] or some other natural process then the corpse will still not be exposed to open air.\n\n===Inclusion of clothing and personal effects===\nThe body may be dressed in fancy and/or ceremonial clothes. Personal objects of the deceased, such as a favorite piece of jewelry or photograph, may be included with the body. This practice, also known as the inclusion of [[grave goods]], serves several purposes:\n* In [[funeral]] services, the body is often put on display. Many cultures feel that the deceased should be presented looking his or her finest. Others dress the deceased in [[burial shroud]]s, which range from very simple to elaborate depending on the culture.\n* The inclusion of ceremonial garb and sacred objects is sometimes viewed as necessary for reaching the [[afterlife]].\n* The inclusion of personal effects may be motivated by the beliefs that in the afterlife people will wish to have with them what was important to them on earth. Alternatively, in some cultures, it is felt that, when a person dies, their possessions (and sometimes people connected to them such as [[Widow burning|wives]]) should go with them out of loyalty or ownership.\n* Although not generally a motivation for the inclusion of grave goods with a corpse, it is worth considering that future [[Archaeology|archaeologists]] may find the remains (compare [[time capsule]]). [[Artifact (archaeology)|Artifacts]] such as clothing and objects provide insight into how the individual lived. This provides a form of [[immortality]] for the deceased.  In general, however, clothing buried with a body decays more rapidly than the same buried alone.<ref>{{Cite magazine|title = Corpse Couture|last = O'Connor|first = Kim|date = October 2013|magazine = Wired|type = paper|page = 50}}</ref>\n\n==Traditions==\n=== Body positioning ===\n[[File:Desert Cemetery Merzouga.jpg|thumb|right|A [[Muslim]] cemetery in [[Sahara]], all graves point across the desert placed at right angles to [[Mecca]]]]\n\nBurials may be placed in a number of different positions. Bodies with the arms crossed date back to ancient cultures such as [[Chaldea]] in the 10th century BC, where the \"X\" symbolized their sky god. Later ancient [[Egyptian gods]] and royalty, from approximately 3500 B.C. are shown with crossed arms, such as the god [[Osiris|Osiris, the Lord of the Dead]], or mummified royalty with crossed arms in high and low body positions, depending upon the dynasty. The burial of bodies in the '''extended''' position, i.e., lying flat with arms and legs straight, or with the arms folded upon the chest, and with the [[Human eye|eyes]] and [[Human mouth|mouth]] closed. Extended burials may be '''supine''' (lying on the back) or '''prone''' (lying on the front). However, in some cultures, being buried face down shows marked disrespect like in the case of the Sioux.<ref>{{Cite journal|last=Thornton Parker|first=William|title=Concerning Indian Burial Customs|url=https://opensiuc.lib.siu.edu/cgi/viewcontent.cgi?referer=https://www.google.com/&httpsredir=1&article=1420&context=ocj}}</ref> Other [[ritual]] practices place the body in a '''flexed''' position with the legs bent or '''crouched''' with the legs folded up to the chest. Warriors in some ancient societies were buried in an '''upright''' position.  In [[Islam]], the body is placed in [[supine position]], hands along the sides and the head is turned to its right with the face towards the [[Qibla]]. Many cultures treat placement of dead people in an appropriate position to be a sign of respect even when burial is impossible.\n\nIn nonstandard burial practices, such as [[mass burial]], the body may be positioned arbitrarily. This can be a sign of disrespect to the deceased, or at least nonchalance on the part of the inhumane, or due to considerations of time and space.\n\n====Orientation====\nMost often, a burial will be oriented to a specific direction for religious purposes, as are the case for persons of the [[Abrahamic faiths]]. Standard Jewish burials are made supine east-west, with the head at the western end of the grave, in order to face [[Jerusalem]]. In other cases, the body may be buried on a north-south axis, or, simply facing towards the exit of the cemetery or burial grounds. This is done in order to facilitate the return to Israel foretold of all those who are resurrected at the [[Jewish eschatology|end of time]] following the coming of the [[Messiah in Judaism|Messiah]].  Historically, Christian burials followed similar principles, where the body was placed east-west, to mirror the layout of Christian [[Church (building)|churches]], which were themselves oriented as such for much the same reason; to view the coming of Christ on [[Judgment day]] ([[Christian eschatology|Eschaton]]). In many Christian traditions, ordained clergy are traditionally buried in the opposite orientation, and their coffins carried likewise, so that at the General Resurrection they may rise facing, and ready to minister to, their people.\n\nIn an [[Islamic funeral]], the grave should be aligned perpendicular to the [[Qibla]] (the direction to the [[Kaaba]] in [[Mecca]]) with the face turned to the right along the Qibla.\n\n====Inverted burial====\nFor humans, maintaining an '''upside down''' position, with the head vertically below the feet, is highly uncomfortable for any extended period of time, and consequently burial in that attitude (as opposed to attitudes of rest or watchfulness, as above) is highly unusual and generally symbolic. Occasionally [[suicide]]s and assassins were buried upside down, as a post-mortem punishment and (as with [[#Burial at cross-roads|burial at cross-roads]]) to inhibit the activities of the resulting [[undead]].\n\nIn ''[[Gulliver's Travels]]'', the [[Lilliputian]]s buried their dead upside down:\n{{Quote|They bury their dead with their heads directly downward, because they hold an opinion, that in eleven thousand moons they are all to rise again; in which period the earth (which they conceive to be flat) will turn upside down, and by this means they shall, at their resurrection, be found ready standing on their feet. The learnèd among them confess the absurdity of this doctrine; but the practice still continues, in compliance to the vulgar.|Jonathan Swift|[[s:Gulliver's Travels/Part I/Chapter VI|Gulliver's Travels, Part I, Chapter VI]]}}\n\nSwift's notion of inverted burial might seem the highest flight of fancy, but it appears that among English [[millenarian]]s the idea that the world would be \"turned upside down\" at the Apocalypse enjoyed some currency.  There is at least one attested case of a person being buried upside down by instruction; a [[Peter Labilliere|Major Peter Labilliere]] of [[Dorking]] (d. 4 June 1800) lies thus upon the summit of [[Box Hill, Surrey|Box Hill]].<ref>{{cite book |last1= Lander |first1= J |title= Peter Labilliere: The Man Buried Upside Down on Box Hill |year= 2000 |publisher= Post Press |location= Chertsey |isbn= 978-0-9532424-1-2}}</ref><ref>{{cite journal|last=Simpson |first=Jacqueline |title=The Miller's tomb: facts, gossip, and legend [1]|journal=Folklore |date=August 2005 |jstor=30035277 |doi=10.1080/00155870500140230 |volume=116 |issue=2 |pages=189–200 |s2cid=162322450 }}</ref> Similar stories have attached themselves to other noted eccentrics, particularly in southern England, but not always with a foundation in truth.<ref>{{cite journal|last=Simpson|first=Jacqueline|title=The World Upside down Shall Be: A Note on the Folklore of Doomsday|journal=The Journal of American Folklore|volume=91|issue=359|pages=559–567|date=January–March 1978|doi=10.2307/539574|jstor=539574}}</ref>\n\n=== Burial traditions throughout the world ===\n\n==== South Korea ====\n[[South Korea]]'s funeral arrangements have drastically changed in the course of only two decades according to Chang-Won Park.<ref name=\":6\" /> Park states that around the 1980s at home funeral ceremonies were the general norm, straying away from anywhere that was not a family home. Dying close to home, with friends and family, was considered a 'good death', while dying away from home was considered a 'bad death'. This gradually changed as the upper and middle class started holding funerals in the mortuaries of hospitals. This posed an issue for hospitals because of the rapid increase in funerals being held and maxing occupancy. This resolved when a law was passed to allow the civilian population to hold funerals in the mortuaries of hospitals. The lower class then followed suit, copying the newly set traditions of the upper classes. With this change, the practice of cremation became viewed more as an alternative to traditional burials. Cremation was first introduced by [[Buddhism]], but was banned in 1470.<ref name=\":6\" /> It wasn't until the Japanese colonization period that cremation was re-introduced in 1945 and later lifted the ban. It took until 1998 for cremation to rapidly grow in popularity.<ref name=\":6\" />\n\n==== Tana Toraja ====\nA Ted Talk done by Kelli Swazey<ref name=\":7\">{{Citation|last=Swazey|first=Kelli|title=Life that doesn't end with death|date=October 2013 |url=https://www.ted.com/talks/kelli_swazey_life_that_doesn_t_end_with_death|language=en|access-date=28 April 2017}}</ref> discusses how [[Tana Toraja Regency|Tana Toraja]], a Sulawesi province in Eastern Indonesia, experiences death as a process, rather than an event. The culture of Tana Toraja views funerals as the most important event in a person's life. Because of this importance placed on death, Tana Toraja landscape is covered in the rituals and events transpired after death. The hierarchy of an individual's life is based on the sacrifices of animals made after their death. Funerals tend to be celebrated by Tana Toraja people, typically lasting days to even weeks long. Death is seen as a transformation, rather than a private loss.<ref name=\":7\" /> A Torajan is not considered 'dead' until their family members are able to collect the resources necessary to hold a funeral that expresses the status of the deceased. Until these funerals are upheld the deceased are held in [[Tongkonan]], built to house corpses that are not considered 'dead'.<ref name=\":7\" /> The deceased can be held in Tongkonan for years, waiting for their families to collect the necessary resources to hold a funeral. The Tongkonan represents both the identity of the family and the process of birth and death. The process of birth and death is shown by having the houses that individuals are born in be the same structure as the Tongkonan, houses that individuals die in. Up until the funeral the deceased being housed in the Tongkonan are symbolically treated as members of the family, still being cared for by family members.<ref name=\":7\" />\n\n==== Australian Aboriginals (Northern Territory) ====\nNorthern Territory [[Aboriginal Australians|Australian Aboriginals]] have unique traditions associated with a loved one's death. The death of a loved one sparks a series of events such as smoking out the spirit, a feast, and leaving out the body to decompose.<ref name=\":8\">{{Cite journal|last1=McGrath|first1=Pam|last2=Phillips|first2=Emma|date=1 October 2008|title=Insights on end-of-life ceremonial practices of Australian Aboriginal peoples|url=http://www.collegianjournal.com/article/S1322-7696(08)00024-3/abstract|journal=Collegian|language=en|volume=15|issue=4|pages=125–133|doi=10.1016/j.colegn.2008.03.002|issn=1322-7696|pmid=19112922}}</ref> Immediately after death, a smoking ceremony is held in the deceased's home. The smoking ceremonies purpose is to expel the spirit of the deceased from their living quarters. A feast is held where mourners are covered in [[ochre]], an earthy pigment associated with clay, while they eat and dance. The traditional corpse disposal of the Aboriginals includes covering the corpse in leaves on a platform. The corpse is then left to decompose.<ref name=\":8\" />\n\n===Burial among African-American slaves===\n{{More citations needed section|date=May 2008}}\nIn the [[History of slavery in the United States|African-American slave]] community, slaves quickly familiarized themselves with funeral procedures and the location of gravesites of family and friends. Specific slaves were assigned to prepare dead bodies, build coffins, dig graves, and construct headstones. Slave funerals were typically at night when the workday was over, with the master present to view all the ceremonial procedures. Slaves from nearby plantations were regularly in attendance.\n\nAt death, a slave's body was wrapped in cloth. The hands were placed across the chest, and a metal plate was placed on top of their hands. The reasoning for the plate was to hinder their return home by suppressing any spirits in the coffin. Often, personal property was buried with slaves to appease spirits. The coffins were nailed shut once the body was inside, and carried by hand or wagon, depending on the property designated for slave burial site.\n\nSlaves were buried oriented East to West, with feet at the Eastern end (head at the Western end, thus raising facing East). According to Christian doctrine, this orientation permitted rising to face the return of Christ without having to turn around upon the call of [[Gabriel]]'s trumpet.  Gabriel's trumpet would be blown near the Eastern sunrise.\n\n===Burial in the Baháʼí Faith===\nIn the [[Baháʼí Faith]], burial law prescribes both the location of burial and burial practices and precludes cremation of the dead. It is forbidden to carry the body for more than one hour's journey from the place of death. Before interment the body should be wrapped in a shroud of silk or cotton, and a ring should be placed on its finger bearing the inscription \"''I came forth from God, and return unto Him, detached from all save Him, holding fast to His Name, the Merciful, the Compassionate''\". The coffin should be of crystal, stone or hard fine wood. Also, before interment, a specific Prayer for the Dead<ref>{{cite web|url=http://reference.bahai.org/en/t/b/KA/ka-14.html |title=Baháʼí Reference Library – The Kitáb-i-Aqdas, pp. 101–2 |publisher=Reference.bahai.org |date=31 December 2010 |access-date=25 March 2011}}</ref> is ordained. The body should be placed with the feet facing the [[Qiblih]]. The formal prayer and the ring are meant to be used for those who have reached fifteen years of age.<ref>{{cite web|url=http://bahai-library.com/compilation_bahai_burial |title=Baháʼí Burial |publisher=Bahai-library.com |access-date=25 March 2011}}</ref>\n\n==Locations==\n\n===Where to bury===\nApart from sanitary and other practical considerations, the site of burial can be determined by religious and socio-cultural considerations.\n\nThus in some traditions, especially with an animistic logic, the remains of the dead are \"banished\" for fear their spirits would harm the living if too close; others keep remains close to help surviving generations.\n\nReligious rules may prescribe a specific zone, e.g. some Christian traditions hold that Christians must be buried in [[consecration|consecrated ground]], usually a [[cemetery]];<ref>Crow, Madison; Zori, Colleen; Zori, Davide (17 December 2020). \"Doctrinal and Physical Marginality in Christian Death: The Burial of Unbaptized Infants in Medieval Italy\". Religions. 11 (12): 2. [https://www.mdpi.com/2077-1444/11/12/678/htm#B51-religions-11-00678 doi:10.3390/rel11120678].</ref> an earlier practice, burial in or very near the church (hence the word churchyard), was generally abandoned with individual exceptions as a high posthumous honour; also many existing funeral monuments and crypts remain in use.\n\nRoyalty and high nobility often have one or more \"traditional\" sites of burial, generally monumental, often in a palatial chapel or cathedral. \n\nIn North America, private family cemeteries were common among wealthy landowners during the 18th and 19th centuries. Many prominent people were buried in private cemeteries on their respective properties, sometimes in lead-lined coffins. Many of these family cemeteries were not documented and were therefore lost to time and abandon; their grave markers having long since been pilfered by vandals or covered by forest growth. Their locations are occasionally discovered during construction projects.\n\n===Marking the location of the burial===\n[[Image:Japanese Cemetery - Broome.JPG|thumb|[[Kanji]] inscriptions engraved on headstones in the Japanese Cemetery in [[Broome, Western Australia]]]]\nMost modern cultures mark the location of the body with a [[headstone]]. This serves two purposes. First, the [[grave (burial)|grave]] will not accidentally be '''exhumed'''. Second, headstones often contain information or tributes to deceased. This is a form of remembrance for loved ones; it can also be viewed as a form of [[immortality]], especially in cases of famous people's graves. Such [[monumental inscription]]s may subsequently be useful to genealogists and family historians.\n\nIn many cultures graves will be grouped, so the monuments make up a [[necropolis]], a \"city of the dead\" paralleling the community of the living.\n\n====Unmarked grave====\nIn many cultures graves are [[Burial#Marking the location of the burial|marked]] with durable markers, or [[monuments]], intended to help remind people of the buried person. An [[unmarked grave]] is a [[Grave (burial)|grave]] with no such memorial marker.\n\n====Anonymous burial====\nAnother sort of unmarked grave is a burial site with an anonymous marker, such as a simple [[cross]]; boots, rifle and helmet; a sword and shield; a cairn of stones; or even a monument. This may occur when identification of the deceased is impossible. Although many unidentified deceased are buried in [[potter's field]]s, some are memorialized, especially in smaller communities or in the case of deaths publicized by local media. Anonymous burials also happen in poorer or disadvantaged populations' communities in countries such as South Africa, where in the past the Non-white population was simply too poor to afford headstones. At the cemetery in a small rural town of [[Harding, KwaZulu-Natal]], many grave sites have no identification, and just have a border of stones which mark out the dimensions of the grave site itself.\n\nMany countries have buried an unidentified soldier (or other member of the military) in a prominent location as a form of respect for all unidentified war dead. The [[United Kingdom]]'s Tomb of the Unknown Warrior is in [[Westminster Abbey]], [[France]]'s is buried underneath the [[Arc de Triomphe]], [[Italy]]'s is buried in the [[Altare della Patria#Unknown soldier|Monumento al Milite Ignoto]] in [[Rome]], [[Canada]]'s is buried at the [[National War Memorial (Canada)|National War Memorial]] in Ottawa, [[Australia]]'s [[Tomb of the Unknown Soldier]] is located at the [[Australian War Memorial]] in [[Canberra]], [[New Zealand]]'s [[New Zealand Tomb of the Unknown Warrior|Tomb of the Unknown Warrior]] is in [[Wellington]], the [[Tomb of the Unknown Soldier (Moscow)|Tomb of the Unknown Soldier]] in [[Russia]] is in [[Alexander Garden]] in [[Moscow]] and the United States' [[Tomb of the unknowns|Tomb of the Unknown Soldier]] is located at [[Arlington National Cemetery]].\n\nMany cultures practice anonymous burial as a norm, not an exception. For instance, in 2002 a survey for the Federal Guild of German Stonemasons found that, depending on the location within Germany, from 0% to 43% of burials were anonymous.<ref>{{cite web |url=http://www.stonereport.com/ihtm/detail-e.htm?aclnews=10:0:294:::0:242: |title=Stonereport News for your natural stone business |publisher=Stonereport.com |access-date=25 March 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110716145341/http://www.stonereport.com/ihtm/detail-e.htm?aclnews=10%3A0%3A294%3A%3A%3A0%3A242%3A |archive-date=16 July 2011  }}</ref> According to ''[[Christian Century]]'' magazine, the perspective of the Roman Catholic Church is that anonymous burials reflect a dwindling belief in God.<ref>{{Cite web|url=https://www.questia.com/magazine/1G1-18311722/europeans-seek-the-grave-s-anonymity|title=\"Europeans Seek the Grave's Anonymity\" – The Christian Century, Vol. 113, Issue 17, May 15, 1996|website=|access-date=|archive-date=10 June 2016|archive-url=https://web.archive.org/web/20160610090107/https://www.questia.com/magazine/1G1-18311722/europeans-seek-the-grave-s-anonymity|url-status=dead}}</ref> Others claim that this trend is mainly driven by secularism and the high costs of traditional burials.<ref>{{Cite web|url=http://www.dw.com/en/germans-opt-for-alternative-burials-for-individual-touch/a-17188952|title=Germans opt for alternative burials for individual touch {{!}} Culture {{!}} DW.COM {{!}} 31 October 2013|last=(www.dw.com)|first=Deutsche Welle|website=DW.COM|access-date=18 May 2016}}</ref>\n\n====Secret burial====\nIn rare cases, a known person may be buried without identification, perhaps to avoid [[desecration]] of the corpse, [[grave robbing]], or vandalism of the burial site. This may be particularly the case with infamous or notorious figures. In other cases, it may be to prevent the grave from becoming a [[tourism|tourist]] attraction or a destination of [[pilgrimage]]. Survivors may cause the deceased to be buried in a secret location or other unpublished place, or in a grave with a false name (or no name at all) on the marker.\n\nWhen [[Walt Disney]] was [[cremation|cremated]] his ashes were buried in a secret location in [[Forest Lawn Memorial Park (Glendale)|Forest Lawn Memorial Park Cemetery]], California. Some burial sites at Forest Lawn, such as those of [[Humphrey Bogart]], [[Mary Pickford]] and [[Michael Jackson]], are secluded in private gated gardens or mausoleums with no public access. A number of tombs are also kept from the public eye. Forest Lawn's Court of Honor indicates that some of its crypts have plots which are reserved for individuals who may be \"voted in\" as \"Immortals\"; no amount of money can purchase a place. Photographs taken at Forest Lawn are not permitted to be published, and their information office usually refuses to reveal exactly where the remains of famous people are buried.\n\n====Multiple bodies per grave====\nSome couples or groups of people (such as a [[Marriage|married couple]] or other family members) may wish to be buried in the same plot. In some cases, the coffins (or urns) may simply be buried side by side. In others, one casket may be interred above another. If this is planned for in advance, the first casket may be buried more deeply than is the usual practice so that the second casket may be placed over it without disturbing the first. In many states in Australia all graves are designated two or three depth (depending of the water table) for multiple burials, at the discretion of the burial rights holder, with each new interment atop the previous coffin separated by a thin layer of earth. As such all graves are dug to greater depth for the initial burial than the traditional six feet to facilitate this practice.\n\n[[Mass burial]] is the practice of burying multiple bodies in one location. Civilizations attempting [[genocide]] often employ mass burial for victims. However, mass burial may in many cases be the only practical means of dealing with an overwhelming number of human remains, such as those resulting from a [[natural disaster]], an act of [[terrorism]], an [[epidemic]], or an [[accident]]. This practice has become less common in the developed world with the advent of [[genetic testing]], but even in the 21st century remains which are unidentifiable by current methods may be buried in a mass grave.\n\nIndividuals who are buried at the expense of the local authorities and buried in [[potter's field]]s may be buried in mass graves. [[Wolfgang Amadeus Mozart]] was once believed to have been buried in such a manner, but today it is known that such burials were never allowed in Mozart's Vienna whose Magistrate refused to agree to the burial regulations decreed by [[Joseph II, Holy Roman Emperor|Joseph II]]. In some cases, the remains of unidentified individuals may be buried in mass graves in potter's fields, making exhumation and future identification troublesome for law enforcement.\n\nNaval ships sunk in combat are also considered mass graves by many countries. For example, [[U.S. Navy]] policy declares such wrecks a mass grave (such as the [[USS Arizona Memorial]]) and forbids the recovery of remains. In lieu of recovery, divers or submersibles may leave a plaque dedicated to the memory of the ship or boat and its crew, and family members are invited to attend the ceremony.\n\nSites of large former battlefields may also contain one or more mass graves. [[Douaumont ossuary]] is one such mass grave, and it contains the remains of 130,000 soldiers from both sides of the [[Battle of Verdun]].\n\n[[Catacombs]] also constitute a form of mass grave. Some catacombs, for example [[Catacombs of Rome|those in Rome]], were designated as a communal burial place. Some, such as the [[catacombs of Paris]], only became a mass grave when individual burials were relocated from cemeteries marked for demolition.\n\nJudaism does not generally allow multiple bodies in a grave. An exception to this is a grave in the military cemetery in Jerusalem, where there is a ''kever achim'' ([[Hebrew language|Hebrew]], \"grave of brothers\") where two soldiers were killed together in a tank and are buried in one grave. As the bodies were so fused together with the metal of the tank that they could not be separately identified, they were buried in one grave (along with parts of the tank).\n\n===Cremation===\n[[File:Honor Oak Crematorium SE23 - geograph.org.uk - 45058.jpg|thumb|[[Honor Oak]] Crematorium, [[Camberwell Cemeteries|Camberwell New Cemetery]], [[London]]. Architect [[Maurice Webb (architect)|Maurice Webb]] – geograph.org.uk – 45058]]\n{{Main|Cremation}}\nThere are several common alternatives to burial. In [[cremation]] the body of the deceased is burned in a special [[oven]].  Most of the body is [[combustion|burnt]] during the cremation process, leaving only a few pounds of [[bone]] fragments. Bodies of small [[child]]ren and [[infant]]s often produce very little in the way of \"ashes\", as ashes are composed of bone, and young people have softer bones, largely [[cartilage]]. Often these fragments are processed (ground) into a fine powder, which has led to cremated remains being called ''ashes''.  In recent times, cremation has become a popular option in the western world.\n\nThere is far greater flexibility in dealing with the remains in cremation as opposed to the traditional burial. Some of the options include scattering the ashes at a place that was loved by the deceased or keeping the ashes at home. Ashes can also be buried underground or in a [[columbarium]] niche.\n\nA method with similar benefits is [[Promession|freeze-drying]] the corpse.\n\n===Live burial===\n{{Main|Premature burial}}\nSometimes people are buried alive. Having no way of escaping interment, they die in place, typically by [[asphyxia]]tion, [[dehydration]], [[starvation]], or [[hypothermia|exposure]] to climate. People may come to be buried alive in a number of different ways;\n* ''Intentional'': buried alive as a method of [[Execution (legal)|execution]] or [[murder]], called ''[[immurement]]'' when the person is entombed within walls. In [[ancient Rome]], [[Vestal Virgin]]s who broke their vows were punished in this way.<ref>{{Cite book|url=https://archive.org/details/bub_gb_PeYRAAAAYAAJ|title=A School Dictionary of Greek and Roman Antiquities: Abridged from the Larger Dictionary|last=Smith|first=William|date=1 January 1846|publisher=Harper|language=en|page=[https://archive.org/details/bub_gb_PeYRAAAAYAAJ/page/n358 353]}}</ref>\n* ''Accidental'': A person or group of people in a cave, mine, or other underground area may be sealed underground by an [[earthquake]], [[cave in]], [[avalanche]] or other [[natural disaster]] or accident.\n* ''Inadvertent'': People have been buried alive because they were mistakenly pronounced dead by a [[coroner]] or other official.\n\n[[Edgar Allan Poe]] wrote a number of stories and poems about premature burial, including a story called \"The Premature Burial\". These works inspired a widespread popular fear of this appalling but unlikely event. Various expedients have been devised to prevent it, including burying telephones or sensors in graves.\n\n===Burial at cross-roads===\nHistorically, '''burial at [[Crossroads (culture)|cross-roads]]''' was the method of disposing of [[death penalty|executed]] [[Crime|criminals]] and [[suicide]]s.<ref name=EB1911/> In Great Britain this tradition was altered by the [[Burial of Suicide Act 1823]], which abolished the legal requirements of burying suicides and other people at crossroads. [[Junction (road)|Cross-roads]] form a crude cross shape and this may have given rise to the belief that these spots were selected as the next best burying-places to consecrated ground. Another possible explanation is that the ancient [[Teutons|Teutonic]] (Germanic) ethnic groups often built their altars at the cross-roads, and since human sacrifices, especially of criminals, formed part of the ritual, these spots came to be regarded as execution grounds. Hence after the introduction of [[Christianity]], criminals and suicides were buried at the cross-roads during the night, to assimilate as far as possible their funeral to that of the [[paganism|pagans]]. An example of a cross-road execution-ground was the famous [[Tyburn, London|Tyburn]] in [[London]], which stood on the spot where the [[Roman road]] to [[Edgware]] and beyond met the Roman road heading west out of London.<ref name=EB1911>{{EB1911|inline=1 |wstitle=Cross-roads, Burial at |volume=7 |page=510}}</ref>\n\nSuperstition also played a part in the selection of crossroads in the burial of suicides. Folk belief often held such individuals could rise as some form of [[undead]] (such as a [[vampire]]) and burying them at crossroads would inhibit their ability to find and wreak havoc on their living relations and former associates.\n\n===Burial of animals===\n\n====By humans====\n{{Main|Pet cemetery}}\n[[Image:Dog cemetery.jpg|thumb|right|Soldiers' [[dog]] cemetery at [[Edinburgh Castle]]]]\nIn addition to burying human remains, many human cultures also regularly bury [[animal]] remains.\n\n[[Pet]]s and other animals of emotional significance are often ceremonially buried. Most families bury deceased pets on their own properties, mainly in a yard, with a shoe box or any other type of container served as a [[coffin]]. The [[ancient Egypt]]ians are known to have [[Mummy|mummified]] and buried [[cat]]s, which they considered [[deity|deities]].\n\n====By other animals====\nHumans are not always the only species to bury their dead. [[Common chimpanzee|Chimpanzee]]s{{Citation needed|date=April 2017}} and [[elephant]]s are known to throw leaves and branches over fallen members of their family groups. In a particularly odd case, an elephant which trampled a human mother and child buried its victims under a pile of leaves before disappearing into the bushes.<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/world/africa/3818833.stm|title=Kenya elephant buries its victims|date=18 June 2004|via=news.bbc.co.uk}}</ref> In 2013, a [[viral video]] caught a [[dog]] burying a dead puppy by pushing sand with its own nose.<ref>{{cite news | last =Brown | first =Emily | title =Dog buries puppy in viral video | newspaper =[[USA Today]] | date =25 June 2013 | url =http://usat.ly/12h9k4m | access-date = 26 June 2013 }}</ref> It is presumed, however, that since dogs retain the instinct to bury food, this is what is being depicted in the video.<ref>{{cite web | title =Why Dogs Dig and What You Can Do | website =[[WebMD]] | url =http://pets.webmd.com/dogs/guide/why-dogs-dig-what-you-can-do | access-date = 1 May 2015 }}</ref> In social insects, ants and termites also bury their dead nestmates depending on the properties of the corpse and the social context.<ref>López-Riquelme, Germán & Fanjul-Moles, Maria. (2013). \"[https://www.researchgate.net/publication/260715254 The funeral ways of social insects. Social strategies for corpse disposal\". Trends in Entomology. '''9'''. 71–129.]</ref>\n\n==Exhumation==\n{{Anchor|Exhumation|Disinterment}}\n'''Exhumation''', or '''disinterment''', is the act of digging up, especially a corpse. This is most often done to relocate a body to a different burial spot. Families may make this decision to locate the deceased in a more pertinent or convenient place. In shared family burial sites (e.g. a married couple), if the previously deceased person has been buried for an insufficient period of time the second body may be buried elsewhere until it is safe to relocate it to the requested grave. In most jurisdictions a legal exhumation usually requires a court order or permission by the next of kin of the deceased. Also in many countries permits are required by some governing agency to legally conduct a disinterment.<ref>[http://www.citizensinformation.ie/en/death/sudden_or_unexplained_death/exhumation_of_the_remains_of_a_deceased_person.html Exhumation of the remains of a deceased person]. Citizens Information Ireland. Retrieved on 29 June 2014.</ref>\n\nExhumation of human remains occur for a number of reasons unrelated to the burial location, including identification of the deceased or as part of a criminal investigation. If an individual dies in suspicious circumstances, the [[police]] may request exhumation to [[autopsy|determine the cause of death]]. Exhumations may also occur as part of [[grave robbing]], or as an act of [[desecration]] to show disrespect. In rare, historical cases (e.g. [[Pope Formosus]] or [[Oliver Cromwell]]), a body may be exhumed for [[posthumous execution]], dissection, or [[gibbet]]ing.  Notable individuals may be exhumed to answer historical questions. Many [[Ancient Egyptian mummies]] have been removed for study and public display. Exhumation enables [[Archaeology|archaeologists]] to search the remains to better understand human culture.\n\nIn folklore and mythology, exhumation has also been frequently associated with the performance of rites to banish [[undead]] manifestations. An example is the [[Mercy Brown Vampire Incident]] of [[Rhode Island]], which occurred in 1892.\n\n===Changing burial location===\nRemains may be exhumed for reinterment at a more appropriate location for various reasons.\n* The passing of time may mean political situations change and a burial can take place in different circumstances. [[Roger Casement]] was executed at [[Pentonville (HM Prison)|Pentonville Prison]] in London on 3 August 1916 and buried in the prison grounds but his body was exhumed and given a [[List of Irish state funerals|state funeral]] in Dublin on 1 March 1965.<ref>National Archives, London, CAB 128/39</ref>\n* Deceased individuals who were either not identified or misidentified at the time of burial may be reburied if survivors so wish.<ref>{{cite news |url=http://news.bbc.co.uk/1/hi/northern_ireland/5153864.stm |work=BBC News |title=Accident victim's body is exhumed |date=6 July 2006 |access-date=27 April 2010}}</ref> For example, when the remains of [[missing in action|MIA]] soldiers are discovered, or the case of [[Nicholas II of Russia]] and his family, who were exhumed from [[unmarked grave]]s near [[Yekaterinburg]] to be reinterred in the [[Peter and Paul Fortress]] in [[St. Petersburg, Russia|St. Petersburg]].\n* [[Cemeteries]] sometimes have a limited number of plots in which to bury the dead. Once all plots are full, older remains may be moved to an [[ossuary]] to accommodate more bodies, in accordance with burial contracts, [[Faculty (instrument)|religious]] and local burial laws. In [[Hong Kong]] where real estate is at a premium, burials in government-run cemeteries are disinterred after six years under exhumation order. Remains are either collected privately for cremation or reburied in an urn or niche. Unclaimed burials are exhumed and cremated by the government.<ref>{{cite web |url=http://www.fehd.gov.hk/english/cc/land.html |title=Coffin Burial |publisher=Fehd.gov.hk |access-date=25 March 2011}}</ref> Permanent burial in privately run cemeteries is allowed.\n* Remains may be exhumed and reburied en masse when a cemetery is relocated, once local planning and religious requirements are met.<ref>{{cite web|url=http://www.chicora.org/cemtery_relocation.htm |title=Cemetery Relocation |access-date=11 March 2007 |url-status=dead |archive-url=https://web.archive.org/web/20070405144013/http://chicora.org/cemtery_relocation.htm |archive-date=5 April 2007 }}</ref> It also enables [[construction]] agencies to clear the way for new constructions. One example of this is cemeteries in [[Chicago]] next to [[O'Hare International Airport]] to expand the [[runways]]. The remains of the [[Venerable]] or the [[beatification|Blessed]] are sometimes exhumed to ensure their bodies lie in their correctly marked graves, as their gravesites usually become places for devotees to gather, and also to collect relics. The bodies may also be transferred to a more dignified place. It also serves the purpose to see if they are supernaturally [[Incorruptibility|Incorrupt]]. An incorrupt corpse is no longer considered miraculous, but it is a characteristic of several known saints. Exhumation is no longer a requirement in the [[beatification]] process, but still may be carried out.\n* For ethical and cultural reasons, [[repatriation and reburial of human remains]] may be carried out when [[museum]]s and academic institutions return remains to their place of origin.\n\n===Cultural aspects of exhumation===\nFrequently, cultures have different sets of exhumation [[taboo]]s. Occasionally these differences result in conflict, especially in cases where a culture with more lenient exhumation rules wishes to operate on the territory of a different culture. For example, [[United States]] [[construction]] companies have run into conflict with [[Native Americans in the United States|Native American]] groups that have wanted to preserve their burial grounds from disturbance.\n\nIn [[Southern Chinese]] culture, graves are opened after a period of years. The bones are removed, cleaned, dried, and placed in a ceramic pot for reburial (in [[Taiwan]]), or in a smaller coffin and to be reburied in another location (in Vietnam). The practice is called ''jiǎngǔ''(撿骨) in Taiwan, or ''Bốc mộ''(卜墓) in Vietnam \"digging up bones\" and is an important ritual in the posthumous \"care\" of children for their deceased parents and ancestors. \n\n[[Halakha|Jewish law]] forbids the exhumation of a corpse.<ref name=\"Lamm\">{{cite web |url=http://www.chabad.org/library/article_cdo/aid/281579/jewish/The-Grave.htm |title=The Grave |last=Lamm |first=Maurice |publisher=[[Chabad.org]]}}</ref>\n\nIn England and Wales once the top of a coffin has been lowered below ground level in a burial if it is raised again, say for example the grave sides are protruding and need further work, this is considered an exhumation and the [[Home Office]] are required to be notified and a full investigation undertaken. Therefore, grave diggers in England and Wales are particularly careful to ensure that grave sites are dug with plenty of room for the coffin to pass.<ref>{{cite web|title=Apply for an exhumation licence|url=https://www.gov.uk/apply-for-an-exhumation-licence|website=Gov.uk|access-date=27 September 2017}}</ref>\n\n==Reinterment==\nReinterment refers to the reburial of a corpse.<ref>{{cite news|url=http://www.herald-dispatch.com/news/briefs/x1525457073/Man-Andrew-Jackson-killed-in-duel-to-be-reburied|title=Man Andrew Jackson killed in duel to be reburied|date=24 June 2010|agency=Associated Press}}</ref>\n\n==Secondary burial==\n{{main|Secondary burial}}\nSecondary burial is a burial, cremation, or inhumation that is dug into a pre-existing barrow or grave any time after its initial construction. It is often associated with the belief that there is a [[Liminality|liminal]] phase between the time that a person dies and finally decays.<ref>1991 Metcalf, Peter & Richard Huntington. Celebrations of Death: The Anthropology of Mortuary Ritual. Cambridge Press, New York. Print.</ref>\n\n==Alternatives to burial==\n[[Image:AdashinoNembutsuji.jpg|thumb|[[Adashino Nembutsuji]] in [[Kyoto]], [[Japan]] stands on a site where [[Japanese person|Japanese]] people once abandoned the bodies of the dead without burial]]\n\nAlternatives to burial variously show respect for the dead, accelerate decomposition and disposal, or prolong display of the remains.\n* [[Burial at sea]] is the practice of depositing the body or scattering its ashes in an [[ocean]] or other large body of water instead of soil. The body may be disposed in a coffin, or without one.\n* [[Funerary cannibalism]] is the practice of eating the remains. This may be done for many reasons: for example to partake of their strength, to spiritually \"close the circle\" by reabsorbing their life into the family or clan, to annihilate an enemy, or due to pathological mental conditions. The [[Yanomami]] have the practice of cremating the remains and then eating the ashes with [[banana]] paste.\n* [[Cremation]] is the incineration of the remains. This practice is common amongst [[Hindus]] and is becoming increasingly common in other cultures as well. If a family member wishes, the ashes can now be turned into a gem, similar to creating synthetic diamonds.<ref>{{cite web|url=https://www.huffingtonpost.com/entry/turning-the-dead-into-diamonds-meet-the-ghoul-jewelers_us_57ab1021e4b08c46f0e45afd|title=Turning The Dead into Diamonds: Meet The Ghoul Jewelers of Switzerland|first=Brian|last=Roberts|website=[[HuffPost]]|date=10 August 2016}}</ref>\n* Whether [[cryonics]] constitutes a method of interment, rather than a form of medical treatment, remains under debate. See also [[information-theoretic death]] and [[clinical death]].\n* [[Excarnation]] is the practice of removing the flesh from the corpse without interment. The [[Zoroastrianism|Zoroastrians]] have traditionally left their dead on [[Tower of Silence|Towers of Silence]], where the flesh of the corpses is left to be devoured by vultures and other carrion-eating birds. Alternatively, it can also mean [[butcher]]ing the corpse by hand to remove the flesh (also referred to as \"defleshing\").\n* [[Gibbet]]ing was the semi-ancient practice of publicly displaying remains of criminals.\n* [[Hanging coffins]] are coffins placed on cliffs, found in various locations, including [[China]] and the [[Philippines]].\n* [[Ossuary|Ossuaries]] were used for interring human skeletal remains by [[Second Temple Judaism|Second Temple Jews]] and early Christians.\n* [[Promession]] is a method of freeze drying human remains before burial to increase the rate of [[decomposition]].\n* [[Resomation]] accelerates disposal through the process of alkaline hydrolysis.\n* [[Sky burial]] places the body on a mountaintop, where it decomposes in the elements or is scavenged by carrion eaters, particularly vultures.\n=== Adapting traditions ===\n\n==== Burial ====\nAs the human population progresses, cultures and traditions change with it. Evolution is generally slow, sometimes more rapid.  South Korea's funeral arrangements have drastically changed in the course of only two decades according to Chang-Won Park<ref name=\":6\">{{Cite journal|last=Park|first=Chang-Won|title=Funerary transformations in contemporary South Korea|journal=Mortality|language=en|volume=15|issue=1|pages=18–37|doi=10.1080/13576270903537559|year=2010|s2cid=143440915}}</ref><nowiki>. Around the 1980s at home funeral ceremonies were the general norm, straying away from anywhere that was not a family home. Dying close to home, with friends and family, was considered a ‘good death’, while dying away from home was considered a ‘bad death’. This gradually changed as the upper and middle class started holding funerals in the mortuaries of hospitals. This posed an issue for hospitals because of the rapid increase in funerals being held and maxing occupancy. This quickly resolved when a law was passed to allow the civilian population holding funerals in the mortuaries of hospitals. The lower class quickly followed suit, copying the newly set traditions of the upper classes. With this change, cremation also practice more as an alternative to traditional burials. Cremation was first introduced by Buddhism, and was quickly banned in 1470. It wasn't until the Japanese colonization period that cremation was re-introduced in 1945 and later on lifted the ban. It took until 1998 for cremation to rapidly grow in popularity. </nowiki>\n\n==== Funeral ceremonies ====\nAccording to Margaret Holloway,<ref>{{Cite journal|last1=Holloway|first1=Margaret|last2=Adamson|first2=Susan|last3=Argyrou|first3=Vassos|last4=Draper|first4=Peter|last5=Mariau|first5=Daniel|title=\"Funerals aren't nice but it couldn't have been nicer\". The makings of a good funeral|journal=Mortality|language=en|volume=18|issue=1|pages=30–53|doi=10.1080/13576275.2012.755505|year=2013|s2cid=55138577|url=https://hull-repository.worktribe.com/468952/1/Article.pdf}}</ref> funerals are believed to be driven by the consumer's choice, personalisation, secularization, and stories that place individual traditional meta-narratives. It has been studied that funeral homes in the United Kingdom are most concerned with comforting the grieving, rather than focusing on the departed. This study found that modern day funerals focus on the psycho-social-spiritual event. Modern day funerals also help the transition of the recently passed transitioning to the social status of 'the deceased'.{{clarify|date=November 2017}}  The article found that funeral homes do not adhere to traditional religious beliefs, but do follow religious traditions.\n\n==See also==\n* [[Bed burial]]\n* [[Burial Act 1857]] (A United Kingdom law about exhumation)\n* [[Burial mound]]\n* [[Cremation]]\n* [[Corpse road]]\n* [[Funeral]]\n* [[Green burial]]\n* [[Health risks from dead bodies]]\n* [[Museum of Funeral Customs]]\n* [[State funeral]]\n* [[Superburial]]\n* [[Thanatology]]\n* [[Tower of Silence]]\n* [[Sky burial]]\n* [[Premature burial]]\n* [[Immurement]]\n\n==Notes and references==\n{{Reflist|30em}}\n\n==External links==\n{{Commons category|Burials}}\n{{EB1911 poster|Burial and Burial Acts}}\n{{Wiktionary}}\n* [https://www.youtube.com/watch?v=yseqYvqIqGY&t=2s Video depicting the exhumation of missing German soldiers killed in 1944 from a mass grave]\n\n{{Death}}\n\n{{Authority control}}\n\n[[Category:Burials| ]]\n[[Category:Death customs]]\n[[Category:Archaeological features]]\n\n[[th:งานศพ]]", "sha1": "g6spyb3ggnpud0o8ld7g7hnyhctihnx"}