{"title": "Chicane", "id": "1097596991", "parentid": "1096502729", "timestamp": "2022-07-11T16:15:38Z", "contributor": "\n        ", "minor": null, "comment": "/* Traffic calming */", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Extra turn or curve added to a road by design rather than geographical necessity}}\n{{Self reference|For the musician, see [[Chicane (musician)]]. For other uses, see [[Chicane (disambiguation)]]}}\nA '''chicane''' ({{IPAc-en|ʃ|ɪ|'|k|eɪ|n}}) is a [[serpentine shape|serpentine]] curve in a road, added by design rather than dictated by geography. Chicanes add extra turns and are used both in [[motor racing]] and on roads and streets to [[traffic calming|slow traffic]] for safety. For example, one form of chicane is a short, shallow S-shaped turn that requires the driver to turn slightly left and then slightly right to continue on the road, requiring the driver to reduce speed. The word ''chicane'' is derived from the [[French language|French]] verb ''chicaner'', which means \"to create difficulties\" or \"to dispute pointlessly\", \"quibble\", which is also the root of the [[English language|English]] [[noun]] ''chicanery''.<ref>{{cite news |work=[[Le Parisien]] |url=http://dictionnaire.sensagent.leparisien.fr/chicaner/fr-fr/ |title=chi·cane verb \\shi-ˈkān, chi-\\ |access-date=10 August 2017}}</ref>\n\n== Motor racing ==\n[[File:Suzuka Circuit Chicane 2011 Super Taikyu Suzuka 300km.jpg|thumb|The Casio Triangle chicane on the [[Suzuka International Racing Course]]]]\nOn modern racing circuits, chicanes are usually located after long straights, making them a prime location for overtaking. They can be placed tactically by circuit designers to prevent vehicles from reaching speeds deemed to be unsafe. A prime example of this is the three chicanes at the [[Autodromo Nazionale Monza]], introduced in the early 1970s; the Chase at [[Mt Panorama Circuit|Mount Panorama]], added in 1987; and the Tamburello chicane at [[Autodromo Enzo e Dino Ferrari|Imola]], which was placed in 1995 after [[death of Ayrton Senna|Ayrton Senna's death]] at the original corner. At [[Circuit de la Sarthe|Le Mans]] in 1990, two chicanes were placed on the {{convert|6|km|mi}} [[Mulsanne Straight]] where [[Group C]] [[sports prototype|prototypes]] had previously achieved speeds of {{convert|400|km/h|mph}} in order to conform to new international regulations limiting the maximum length of a straight on a motor racing circuit to {{convert|2|km|mi}}.\n\nSome tracks, such as the [[Yas Marina Circuit]] in [[Abu Dhabi]], feature optional chicanes. Faster cars will take the chicane, but slower cars (such as amateur club racers) may avoid the chicane because they are not capable of reaching equally high speeds on the straights. [[Circuit de Barcelona-Catalunya]] has one at Europcar, which became the source of controversy when it was instituted for MotoGP after a fatal crash.  At [[Daytona International Speedway]], there is an optional chicane near pit entrance to slow vehicles for safety reasons because of issues with certain vehicles as to prevent brake failure entering the high-speed Turn 1 by splitting the acceleration from the backstretch chicane to Turn 1 into two sections to slow vehicles down.\n\nAnother example is the [[Tsukuba Circuit]] in [[Japan]].  A chicane was added after Turn&nbsp;7, creating a right turn, followed immediately by a left.  This chicane is used only for motorcycles. It was implemented to divert motorcycles from taking Turn&nbsp;8, which is a high-speed long sweeping left turn. Turn&nbsp;8 was deemed unsafe for motorcycles, as immediately following this is a slow right [[hairpin turn]].  This means riders may still have been leaning to the left when being expected to begin braking for Turns 9 and 10.\n\nChicanes can make [[slipstream]]ing less potent and break up [[peloton]]s during motor races.<ref>{{cite news |url= https://www.autosport.com/general/news/short-racing-circuits-in-defence-of-commonly-overlooked-venues/6273915/ |work= [[Autosport]] |access-date= 18 April 2021 |last= Bradley |first= Charles |title= Short racing circuits: In defence of commonly overlooked venues |date= 18 April 2021 |url-access=limited}}</ref>\n\nThe term is used in other types of racing, such as [[bobsleigh]], to indicate a similar shift in the course or track.\n\nA slower driver or vehicle that delays competitors is sometimes disparaged as a ''mobile chicane'' or ''moving chicane''. In some cases they may not move out of the way quickly enough to allow competitors in higher positions (having completed more laps) past, despite repeated showings of [[Racing flags#Blue flag|blue flags]].  This can cost competitors valuable time and championship points. This same term, applied to traffic calming, can refer to the usage of portable devices to create a chicane configuration.\n\n== Traffic calming ==\n[[File:One-lane chicane 1.jpg|thumb|right|A chicane used for [[traffic calming]]]]\n[[File:Washington Avenue Chicane.jpg|thumb|right|Another type of traffic calming chicane]]\nChicanes are a type of \"horizontal deflection\" used in [[traffic calming]] schemes to reduce the speed of traffic.  Drivers are expected to reduce speed to negotiate the lateral displacement in the vehicle path.<ref>[http://masseguridadvial.com/FILES/Complete_Guidance_EN.pdf A Road Safety Good Practice Guide for Highway Authorities, First Edition, Appendix A.6], TRL Limited, Judith Barker and Chris Baguley, for the UK Department for Transport, March 2006 (Accessed 16 August 2011)</ref> There are several variations of traffic-calming chicanes, but they generally fall into one of two broad categories:\n\n* Single-lane working chicanes, which consist of staggered build-outs, narrowing the road so that traffic in one direction has to give way to opposing traffic\n* Two-way working chicanes, which use build-outs to provide deflection, but with lanes separated by road markings or a central island.\n\nLimited accident data for chicane schemes indicate changes in injury accidents (range from −54% to +32%) and accident severity.{{clarify|reason=what does it mean? sources don't support this claim.|date=March 2016}}<ref>[http://webarchive.nationalarchives.gov.uk/20090511035913/http://www.dft.gov.uk/adobepdf/165240/244921/244924/TAL_12-971 UK Department for Transport Traffic Advisory Leaflet 12/97]{{Webarchive|url=https://web.archive.org/web/20111005113925/http://www2.dft.gov.uk/adobepdf/165240/244921/244924/TAL_12-971.pdf |date=2011-10-05}}, December 1997 (Accessed 16 August 2011)</ref><ref>[https://www.ncchpp.ca/docs/ReviewLiteratureTrafficCalming_En.pdf Urban Traffic Calming and Health, National Collaborating Centre for Healthy Public Policy, Canada]</ref>\n\nChicanes can also be used to prevent access to certain vehicles. The [[Vermont Agency of Transportation]] has considered adding chicanes to [[Vermont Route 108|Route 108]] in [[Stowe, Vermont|Stowe]] and [[Cambridge, Vermont|Cambridge]] to prevent the passage of [[Semi-trailer truck|tractor-trailers]], which often get stuck further up the road.<ref>{{cite news |last1=Reporter |first1=Stowe |title=Stuck trucks botch Notch despite VTrans bans, fines and signs |url=https://vtdigger.org/2019/05/30/stuck-trucks-botch-notch-despite-vtrans-bans-fines-and-signs/ |access-date=4 July 2022 |work=VTDigger |date=30 May 2019}}</ref>\n\n== Pedestrian ==\nA ''pedestrian chicane'' is a kind of permanent [[fence]] used at a [[level crossing|railway crossing]] to slow pedestrians down and to force them to observe both directions before crossing the [[rail tracks|railway tracks]]. While passing the chicane, one has to turn to the left and to the right, increasing the probability of seeing an approaching train. A similar arrangement is sometimes used at the entrances of [[urban park|parks]] to impede [[bicycle]], car, mobility scooter, and wheelchair access.\n\n<gallery widths=\"200px\" heights=\"155px\">\nFile:Umlaufgitter.jpg|Chicane to prevent pedestrians from carelessly running across the track.\nFile:LIE Corona Av chicane TWC jeh.jpg|Slowing bicycles\n</gallery>\n\n== See also ==\n* [[Crowd control barrier]]\n\n== References ==\n{{Reflist}}\n\n== External links ==\n* {{Commons category-inline|Chicanes}}\n* {{Wiktionary-inline|chicane}}\n\n[[Category:Motorsport terminology]]\n[[Category:Perimeter security]]\n[[Category:Transportation planning]]\n[[Category:Traffic calming]]", "sha1": "gvsugmd6izd6lzukbtw752j2517y5q8"}