{"title": "Dido", "id": "1113574264", "parentid": "1113568539", "timestamp": "2022-10-02T04:59:38Z", "contributor": "\n        ", "comment": "/* External links */", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Legendary founder and first queen of Carthage}}\n{{about|the historical figure|other uses}}\n{{Use dmy dates|date=February 2021}}\n[[Image:Guérin Énée racontant à Didon les malheurs de la ville de Troie Louvre 5184.jpg|thumb|right|The Trojan hero [[Aeneas]] tells Dido of the [[Trojan War]] ([[Pierre-Narcisse Guérin|Guérin]], 1815). In the ''Aeneid'' Dido falls in love with Aeneas and is heartbroken when he leaves.]]\n{{SpecialChars|fix=Help:Special characters#Phoenician}}\n\n'''Dido''' ({{IPAc-en|ˈ|d|aɪ|d|oʊ}} {{respell|DY|doh}}; {{Lang-grc|Διδώ}} {{IPA-el|diː.dɔ̌ː}}, {{IPA-la|ˈdiːdoː}}), also known as '''Elissa''' ({{IPAc-en|ə|ˈ|l|ɪ|s|ə\n}} {{respell|ə|LISS|ə}}, {{lang|grc|Ἔλισσα}}),<ref>{{Cite web|title=Elissa – Dido Legend of Carthage|url=http://www.phoenician.org/elissa_dido_legend.htm|website=www.phoenician.org|access-date=2017-04-14}}</ref> was the legendary founder and first queen of the [[Phoenicia]]n city-state of [[Ancient Carthage|Carthage]], located in modern [[Tunisia]]. Known only through [[ancient Greece|ancient Greek]] and [[ancient Rome|Roman]] sources, most of which were written well after Carthage's founding, her historicity remains uncertain. In most accounts, she was the queen of the Phoenician city-state of [[Tyre, Lebanon|Tyre]] (today in [[Lebanon]]) who fled tyranny to found her own city in northwest Africa.\n\nDetails about Dido's character, life, and role in the founding of Carthage are best known from the account given in [[Virgil]]'s [[Epic poetry|epic]] poem, the ''[[Aeneid]],'' which tells the legendary story of the [[Trojan War|Trojan]] hero [[Aeneas]]. Dido is described as a clever and enterprising woman who flees her ruthless and autocratic brother, [[Pygmalion of Tyre|Pygmalion]], after discovering that he was responsible for her husband's death. Through her wisdom and leadership, the city of Carthage is founded and made prosperous.\n\nDido remains an enduring figure in popular culture, featured in plays, artworks, and other media into the 21st century. She was chosen as a cultural figure by some 20th century Tunisian nationalists, who sometimes describe Tunisian women as the \"Daughters of Dido\", and among whom she is portrayed as a national symbol, even being previously featured on Tunisia's currency.<ref>{{cite book |last1=Masri |first1=Safwan M. |chapter=Carthage |pages=93–107 |chapter-url=https://books.google.com/books?id=sBgwDwAAQBAJ&pg=PT145 |jstor=10.7312/masr17950.13 |title=Tunisia: An Arab Anomaly |date=2017 |publisher=Columbia University Press |doi=10.7312/masr17950 |isbn=978-0-231-54502-0 }}</ref>\n\n==Name==\n[[File:Dosso Dossi 041.jpg|thumb|Dido, a painting by [[Dosso Dossi]].]]\nMany names in the legend of Dido are of [[Punic language|Punic]] origin, which suggests that the first Greek authors who mention this story have taken up Phoenician accounts. One suggestion is that ''Dido'' is an epithet from the same [[Semitic root]] as ''[[David]]'', which means \"Beloved\".<ref>Barton, ''Semitic and Hamitic Origins'' (1934) at 305.</ref> Others state Didô means \"the wanderer\".<ref name=\"auto\">{{Harvnb|Noël|2014|p=5}}</ref><ref>María Eugenia Aubet, ''Tiro and the Phoenician colonies of the West'', 2nd edition, Bellaterra, 1994, p. 217</ref>\n\nAccording to Marie-Pierre Noël, \"Elishat/Elisha\" is a name repeatedly attested on [[Punic language|Punic]] votives. It is composed of the Punic reflex of [[wikt:Reconstruction:Proto-Semitic/ʾil-|*ʾil-]] \"god\", the remote Phoenician creator god [[El (deity)|El]], also a [[names of God in Judaism#El|name for God in Judaism]], and \"‐issa\", which could be either \"[[wikt:Reconstruction:Proto-Semitic/ʾiš-|ʾiš]]\" ([[wikt:𐤀𐤎|𐤀𐤎]]) means \"fire\", or another word for \"woman\".<ref>{{Harvnb|Noël|2014|p=3}}</ref> Other works state it is the feminine form of El.<ref>Smith, ''Carthage and the Carthaginians'' (1878, 1902) at 13.</ref> In Greek it appears as ''Theiossô'', which translates Élissa: ''el'' becoming ''theos''.<ref name=\"auto\"/>\n\n==Chronology==\nThis understanding of the chronology related to Dido and her company resulted in the following dates for Dido and her immediate relations, as derived from [[Frank Moore Cross|F. M. Cross]]<ref name=\"Cross, Nora Stone, 17, n. 11\">{{harvnb|Cross|1972|loc=p. 17, n. 11}}</ref> and Wm. H. Barnes:<ref>Barnes, ''Studies'' 53.</ref>\n\n*[[Baal-Eser II]] (Ba‘l-mazzer II) 846–841 BC\n*[[Mattan I]] 840–832 BC\n*839 BC: Dido was born in [[Tyre, Lebanon|Tyre]]{{dubious|date=July 2018}}\n*831 BC: [[Pygmalion of Tyre|Pygmalion]] (in [[Phoenician language|Phoenician]] ''pmy(y)tn'' or ''p‘mytn'', i. e. '''Pu'mayyaton''' which is rendered in the Greek tradition as Pygmalion) begins to reign\n*825 BC: Dido flees Tyre in 7th year of Pygmalion, after the death of [[Acerbas]]\n*825 BC and possibly some time thereafter: Dido and companions on [[Cyprus]]\n*Between 825 BC and 814 BC: Tyrians build settlement on island of [[Cothon]]\n*814 BC: Dido founds [[Carthage]] on mainland\n*785 BC: Death of Pygmalion\n*759 BC: Dido died in Carthage{{dubious|date=July 2018}}\n\n==Early accounts==\n[[Image:Meister des Vergilius Vaticanus 001.jpg|thumb|250px|right|Aeneid, Book IV, Death of Dido. From the [[Vergilius Vaticanus]] (Vatican Library, Cod. Vat. lat. 3225).]]\n\nThe person of Dido can be traced to references by Roman historians to [[lost writings]] of [[Timaeus (historian)|Timaeus]] of [[Taormina|Tauromenium]] in Sicily (c.&nbsp;356–260 BC).\n\nAncient historians gave various dates, both for the foundation of Carthage and the foundation of Rome. [[Appian]], in the beginning of his ''Punic Wars'', claims that Carthage was founded by a certain Zorus and Carchedon, but ''Zorus'' looks like an alternative transliteration of the city name ''Tyre,'' while ''Carchedon'' is just the Greek form of ''Carthage''. Timaeus made Carchedon's wife Elissa the sister of King [[Pygmalion of Tyre]]. Archaeological evidence of settlement on the site of Carthage before the last quarter of the 8th century BC has yet to be found. Paucity of material for this period may be explained by rejection of the [[Greek Dark Ages|Greek Dark Age]] theory.<ref>David Rohl: The Lords of Avaris. London, Arrow Books, 2007.</ref>\nThat the city is named {{script|Phnx|𐤒𐤓𐤕 𐤇𐤃𐤔𐤕}} (''Qart-hadasht'', or \"New City\") at least indicates it was a colony.<!--(There is another Qart-hadasht in [[Cyprus]] as well as in [[Cartagena, Murcia|Spain]]). UNCLEAR how or why this is relevant.--><ref>G. Brereton (Ed.): ''I am Ashurbanipal, King of the World, King of Assyria'' (London 2018), p. 135. {{ISBN|978-0500480397}}.</ref>\n\nThe only surviving full account before Virgil's treatment is that of Virgil's contemporary [[Gnaeus Pompeius Trogus]] in his ''Philippic histories'' as rendered in a digest or epitome made by [[Junianus Justinus]] in the 3rd century AD.\n\n[[Justin (historian)|Justin]] quoting or paraphrasing Trogus states (18.4–6), a king of [[Tyre (Lebanon)|Tyre]] whom Justin does not name, made his very beautiful daughter Dido and son Pygmalion his joint heirs. But on his death the people took Pygmalion alone as their ruler though Pygmalion was yet still a boy. Dido married [[Acerbas]] her uncle who as priest of [[Heracles]]—that is, [[Melqart]]—was second in power to King Pygmalion. Acerbas (Sicharbas, Zacherbas) can be equated with the Zikarbaal king of Byblos mentioned in the Egyptian [[Story of Wenamun|''Tale of Wenamon'']].\nRumor told that Acerbas had much wealth secretly buried and King Pygmalion had Acerbas murdered in hopes of gaining this wealth. Dido, desiring to escape Tyre, expressed a wish to move into Pygmalion's palace, but then ordered the attendants whom Pygmalion sent to aid in the move, to throw all Acerbas' bags of gold into the sea apparently as an offering to his spirit. In fact these bags contained only sand. Dido then persuaded the attendants to join her in flight to another land rather than face Pygmalion's anger when he discovered what had supposedly become of Acerbas' wealth. Some senators also joined her in her flight.\n\nThe party arrived at Cyprus where the priest of [[Jupiter (mythology)|Jupiter]] joined the expedition. There the exiles also seized about eighty young women who were prostituting themselves on the shore in order to provide wives for the men in the party.\n\nEventually Dido and her followers arrived on the coast of North Africa where Dido asked the [[berbers|Berber]] king [[Iarbas]]<ref>{{cite web|author=Temehu.com |url=http://www.temehu.com/History-of-Libya.htm |title=Ancient History and Prehistory of Libya and the Sahara, from 55 million BC. to the present, early history of Libya |publisher=Temehu.com |access-date=2014-01-09}}</ref><ref>{{cite book|url=https://books.google.com/books?id=zxKS7-ABAWMC&q=larbas+son+of+Jupiter&pg=PA879|title=Aufstieg und Niedergang der römischen Welt: Geschichte und Kultur Roms im Spiegel der Neueren Forschung|first=Walter|last=de Gruyter|date=February 1981|isbn=9783110082883}}</ref> for a small bit of land for a temporary refuge until she could continue her journeying, only as much land as could be encompassed by an oxhide. They agreed. Dido cut the oxhide into fine strips so that she had enough to encircle an entire nearby hill, which was therefore afterwards named ''Byrsa'' \"hide\". (This event is commemorated in modern mathematics:  The \"[[isoperimetric problem]]\" of enclosing the maximum area within a fixed boundary is often called the \"Dido Problem\" in modern [[calculus of variations]].) That would become their new home. Many of the local Berbers joined the settlement and both Berbers and envoys from the nearby [[Phoenicia]]n city of [[Utica, Tunisia|Utica]] urged the building of a city. In digging the foundations an ox's head was found, indicating a city that would be wealthy but subject to others. Accordingly, another area of the hill was dug instead where a horse's head was found, indicating that the city would be powerful in war.\n\nBut when the new city of Carthage had been established and become prosperous, Iarbas, a native king of the Maxitani or Mauritani (manuscripts differ), demanded Dido for his wife or he would make war on Carthage. Still, she preferred to stay faithful to her first husband and after creating a ceremonial funeral [[pyre]] and sacrificing many victims to his spirit in pretense that this was a final honoring of her first husband in preparation for marriage to Iarbas, Dido ascended the pyre, announced that she would go to her husband as they desired, and then slew herself with her sword. After this self-sacrifice Dido was deified and was worshipped as long as Carthage endured.<ref>{{Cite news|url=https://www.britannica.com/topic/Dido|title=Dido {{!}} Classical mythology|work=Encyclopedia Britannica|access-date=2017-08-04}}</ref> In this account, the foundation of Carthage occurred 72 years before the foundation of Rome.\n\n[[Maurus Servius Honoratus|Servius]] in his commentary on Virgil's ''[[Aeneid]]'' gives ''Sicharbas'' as the name of Dido's husband in early tradition.\n\n==Historicity and dating==\n[[File:Affresco romano - Enea e di.jpg|thumb|Dido and [[Aeneas]], from a Roman fresco, [[Pompeian Styles|Pompeian Third Style]] (10 BC – 45 AD), [[Pompeii]], Italy]]\nThe oxhide story which explains the name of the hill is most likely of Greek origin since ''Byrsa'' means \"oxhide\" in Greek, not in [[Punic language|Punic]]. The name of the hill in Punic was probably just a derivation from [[Semitic root|Semitic]] ''brt'' \"fortified place\". But that does not prevent other details in the story from being Carthaginian, albeit still not necessarily historical. [[Michael Grant (author)|Michael Grant]] in ''Roman Myths'' (1973) claims that \"Dido-Elissa was originally a goddess\", and that she was converted from a goddess into a mortal (if still legendary) queen sometime in the later fifth century BCE by a Greek writer.\n\nOthers conjecture that Dido was indeed historical, as described in the following accounts. It is unknown who first combined the story of Dido with the tradition that connected Aeneas either with Rome or with earlier settlements from which Rome traced its origin. A fragment of an epic poem by [[Gnaeus Naevius]] who died at Utica in 201 BC includes a passage which might or might not be part of a conversation between Aeneas and Dido. [[Maurus Servius Honoratus|Servius]] in his commentary (4.682; 5.4) cites [[Marcus Terentius Varro|Varro]] (1st century BC ) for a version in which Dido's sister Anna killed herself for love of Aeneas.\n\nEvidence for the historicity of Dido (which is a question independent of whether or not she ever met Aeneas) can be associated with evidence for the historicity of others in her family, such as her brother Pygmalion and their grandfather Balazeros. Both of these kings are mentioned, as well as Dido, in the list of Tyrian kings given in [[Menander of Ephesus]]'s list of the kings of Tyre, as preserved in [[Josephus]]'s ''[[Against Apion]]'', i.18. Josephus ends his quotation of Menander with the sentence \"Now, in the seventh year of his [Pygmalion's] reign, his sister fled away from him and built the city of Carthage in Libya.\"\n\nThe [[Nora Stone]], found on Sardinia, has been interpreted by [[Frank Moore Cross]] as naming Pygmalion as the king of the general who was using the stone to record his victory over the local populace.<ref>{{cite journal |last1=Cross |first1=Frank Moore |title=An Interpretation of the Nora Stone |journal=Bulletin of the American Schools of Oriental Research |date=1972 |issue=208 |pages=13–19 |doi=10.2307/1356374 |jstor=1356374 |s2cid=163533512 }}</ref> On paleographic grounds, the stone is dated to the 9th century BC. (Cross's translation, with a longer discussion of the Nora stone, is found in the Pygmalion article). If Cross's interpretation is correct, this presents inscriptional evidence substantiating the existence of a 9th-century-BC king of Tyre named (in Greek) Pygmalion.\n\nSeveral scholars have identified Baa‘li-maanzer, the king of Tyre who gave tribute to [[Shalmaneser III]] in 841 BC, with {{script|Phnx|𐤁𐤏𐤋𐤏𐤑𐤅𐤓}} ''Ba‘al-'azor'' (Phoenician form of the name) or ''[[Baal-Eser II|Baal-Eser/Balazeros]]'' (Greek form of the name), Dido's grandfather.<ref>{{cite journal |last1=Liver |first1=J. |title=The Chronology of Tyre at the Beginning of the First Millennium B.C. |journal=Israel Exploration Journal |date=1953 |volume=3 |issue=2 |pages=113–120 |jstor=27924517 }}</ref><ref>{{cite journal |id={{ProQuest|1300698169}} |last1=Peñuela |first1=Joaquín M. |title=La Inscripción Asiria IM 55644 y la Cronología de los Reyes de Tiro |trans-title=The Assyrian Inscription IM 55644 and the Chronology of the Kings of Tire |language=es |journal=Sefarad |volume=13 |issue=2 |year=1953 |pages=217–237 }}</ref><ref name=\"Cross, Nora Stone, 17, n. 11\"/><ref>{{cite book |doi=10.1163/9789004369573_003 |chapter=The Tyrian King List: An External Synchronism from Phoenicia |title=Studies in the Chronology of the Divided Monarchy of Israel |year=1991 |pages=29–55 |isbn=978-1-55540-527-4 |first1=William Hamilton |last1=Barnes }}</ref> This lends credibility to the account in Josephus/Menander that names the kings of Tyre from [[Abibaal]] and [[Hiram I]] down to the time of Pygmalion and Dido.\n\nAnother possible reference to Balazeros is found in the ''Aeneid''. It was a common ancient practice of using the [[hypocoristicon]] or shortened form of the name that included only the divine element, so that the \"Belus\" that Virgil names as the father of Dido in the ''Aeneid'' may be a reference to her grandfather, Baal-Eser II/Balazeros.{{cn|date=May 2022}} [[Classicist]] T. T. Duke suggests that instead it is a hypocoristicon of [[Mattan I]], who was also known as {{transliteration|phn|MTN-BʿL}} ({{transliteration|he|Matan-Baʿal}}, 'Gift of the Lord').<ref name=\"Duke 1969 pp. 135\">{{cite journal | last=Duke | first=T. T. | title=Review: The World of the Phoenicians | journal=The Classical Journal | publisher=The Classical Association of the Middle West and South | volume=65 | issue=3 | year=1969 | issn=0009-8353 | jstor=3296263 | page=135 | url=http://www.jstor.org/stable/3296263 | access-date=25 May 2022}}</ref>\n\nEven more important than the inscriptional and literary references supporting the historicity of Pygmalion and Dido are chronological considerations that give something of a mathematical demonstration of the veracity of the major feature of the Pygmalion/Dido saga, namely the flight of Dido from Tyre in Pygmalion's seventh year, and her eventual founding of the city of Carthage. Classical authors give two dates for the founding of Carthage. The first is that of [[Gnaeus Pompeius Trogus|Pompeius Trogus]], mentioned above, that says this took place 72 years before the foundation of Rome. At least as early as the 1st century BC, and then later, the date most commonly used by Roman writers for the founding of Rome was 753 BC.<ref>Jack Finegan, ''Handbook of Biblical Chronology'' (rev. ed.: Peabody, MA: Hendrickson, 1998) 99.</ref> This would place Dido's flight in 753 + 72 = 825 BC. Another tradition, that of the Greek historian [[Timaeus (historian)|Timaeus]] (c. 345–260 BC), gives 814 BC for the founding of Carthage. Traditionally most modern scholars have preferred the 814 date. However, the publication of the Shalmaneser text mentioning tribute from Baal-Eser II of Tyre in 841 BC caused a re-examination of this question, since the best texts of Menander/Josephus only allow 22 years from the accession of Baal-Eser/Balazeros until the seventh year of Pygmalion, and measuring back from 814 BC would not allow any overlap of Balazeros with the 841 tribute to Shalmaneser. With the 825 date for the seventh year of Pygmalion, however, Balazeros's last year would coincide with 841 BC, the year of the tribute. Additional evidence in favor of the 825 date is found in the statement of Menander, repeated by Josephus as corroborated from Tyrian court records (''[[Against Apion]]'' i.17,18), that Dido's flight (or the founding of Carthage) occurred 143 years and eight months after [[Hiram I|Hiram]] of Tyre sent assistance to [[Solomon]] for the building of the Temple. Using the 825 date, this Tyrian record would then date the start of Temple construction in 969 or 968 BC, in agreement with the statement in 1 Kings 6:1 that Temple construction began in Solomon's fourth regnal year. Solomon's fourth year can be calculated as starting in the fall of 968 BC when using the widely accepted date of 931/930 BC for the division of the kingdom after the death of Solomon. These chronological considerations therefore definitely favor the 825 date over the 814 date for Dido's departure from Tyre. More than that, the agreement of this date with the timing of the tribute to Shalmaneser and the year when construction of the First Temple began provide evidence for the essential historicity of at least the existence of Pygmalion and Dido as well as their rift in 825 BC that eventually led to the founding of Carthage.\n\nAccording to J. M. Peñuela, the difference in the two dates for the foundation of Carthage has an explanation if we understand that Dido fled Tyre in 825 BC, but eleven years elapsed before she was given permission by the original inhabitants to build a city on the mainland, years marked by conflict in which the Tyrians first built a small city on an island in the harbor.<ref>{{cite journal |id={{ProQuest|1300698990}} |last1=Peñuela |first1=Joaquín M. |title=La inscripción asiria Im 55644 y la cronología de los reyes de Tiro. Conclusión |trans-title=The Assyrian inscription Im 55644 and the chronology of the kings of Tyre. Conclusion |language=es |journal=Sefarad |date=1954 |volume=14 |issue=1 |pages=3–42 }}</ref> Additional information about Dido's activities after leaving Tyre are found in the Pygmalion article, along with a summary of later scholars who have accepted Peñuela's thesis.\n\nIf chronological considerations thus help to establish the basic historicity of Dido, they also serve to refute the idea that she could have had any liaison with [[Aeneas]]. Aeneas fought in the [[Trojan War]], which is conventionally dated anywhere from the 14th to the 12th centuries BC, far too early for Aeneas to have been alive in the time of Dido. Even with the date of 864 BC that historical revisionist [[David Rohl]] gives for the end of the Trojan War,<ref>David Rohl, ''The Lords of Avaris'' (London: Century, 2007) 474.</ref> Aeneas would have been about 77 years old when Dido fled Tyre in 825 BC and 88 when she began to build Carthage in 814 (following Peñuela's reconstruction), hardly consistent with the romantic intrigues between Dido and Aeneas imagined by [[Virgil]] in the ''Aeneid''.\n\n==Virgil's ''Aeneid''==\n[[File:Dido throne MAN Napoli Inv8898.jpg|thumb|Dido seated on a throne, attended by handmaiden, looking at the personification of Africa wearing an elephant hide. Aeneas' ship feature in the background. Fresco in [[Pompeii]]]]\n[[Image:Dido Cochet Louvre ENT2000.10.jpg|thumb|left|200px|''Dido'', attributed to [[Christophe Cochet]], formerly at [[Château de Marly|Marly]] ([[Musée du Louvre|Louvre]])]]\nVirgil's references in the ''Aeneid'' generally agree with what Justin's epitome of Trogus recorded. Virgil names Belus as Dido's father, this Belus sometimes being called [[Belus II]] by later commentators to distinguish him from [[Belus (Egyptian)|Belus]] son of [[Poseidon]] and [[Libya (mythology)|Libya]] in earlier [[Greek mythology]]. Classicist T. T. Duke suggests that this is a [[hypocoristicon]] of the historical father of Pygmalion and Dido, [[Mattan I]], also known as {{transliteration|phn|MTN-BʿL}} ({{transliteration|he|Matan-Baʿal}}, 'Gift of the Lord').<ref name=\"Duke 1969 pp. 135\">{{cite journal | last=Duke | first=T. T. | title=Review: The World of the Phoenicians | journal=The Classical Journal | publisher=The Classical Association of the Middle West and South | volume=65 | issue=3 | year=1969 | issn=0009-8353 | jstor=3296263 | page=135 | url=http://www.jstor.org/stable/3296263 | access-date=25 May 2022}}</ref>\n\nVirgil (1.343f) adds that the marriage between Dido and [[Sychaeus]], as Virgil calls Dido's husband, occurred while her father was still alive. Pygmalion slew Sychaeus secretly due to his wealth and Sychaeus appeared to Dido in a dream in which he told the truth about his death, urged her to flee the country, and revealed to her where his gold was buried. She left with those who hated or feared Pygmalion. None of these details contradicts Justin's epitome, but Virgil very much changes the import and many details of the story when he brings Aeneas and his followers to Carthage.\n\n(1.657f) Dido and Aeneas fall in love by the management of [[Juno (mythology)|Juno]] and [[Venus (mythology)|Venus]], acting in concert, though for different reasons. (4.198f) When the rumour of the love affair comes to King [[Iarbas]] the Gaetulian, \"a son of Jupiter Ammon by a raped [[Garamantes|Garamantian]] nymph\", Iarbas prays to his father, blaming Dido who has scorned marriage with him yet now takes Aeneas into the country as her lord. (4.222f) Jupiter dispatches [[Mercury (mythology)|Mercury]] to send Aeneas on his way and the pious Aeneas sadly obeys. Mercury tells Aeneas of all the promising Italian lands and orders Aeneas to get his fleet ready.\n\n(4.450f) [[Image:Guercino Morte di Didone.jpg|thumb|right|250px|''Death of Dido'', by [[Guercino]], AD 1631.]] Dido can no longer bear to live. (4.474) She has her sister Anna build her a pyre under the pretence of burning all that reminded her of Aeneas, including weapons and clothes that Aeneas had left behind and (what she calls) their bridal bed (though, according to [[Aeneas]], they were never officially married.) (4.584f) When Dido sees Aeneas' fleet leaving she curses him and his Trojans and proclaims endless hate between Carthage and the descendants of [[Troy]], foreshadowing the [[Punic Wars]]. (4.642) Dido ascends the pyre, lies again on the couch which she had shared with Aeneas, and then falls on a sword that Aeneas had given her. (4.666) Those watching let out a cry; Anna rushes in and embraces her dying sister; Juno sends [[Iris (mythology)|Iris]] from heaven to release Dido's spirit from her body. (5.1) From their ships, Aeneas and his crew see the glow of Dido's burning funeral pyre and can only guess what has happened. At least two scholars have argued that the inclusion of the pyre as part of Dido's suicide—otherwise unattested in epic and tragedy—alludes to the self-immolation that took the life of Carthage's last queen (or the wife of its general [[Hasdrubal the Boetharch]]) in 146 BC.{{sfn|Edgeworth|1976}}\n\n(6.450f) During his journey in the underworld Aeneas meets Dido and tries to excuse himself, but Dido does not deign to look at him. Instead she turns away from Aeneas to a grove where her former husband Sychaeus waits.\n\nVirgil has included most of the motifs from the original: Iarbas who desires Dido against her will, a deceitful explanation for the building of the pyre, and Dido's final suicide. In both versions Dido is loyal to her original husband in the end. But whereas the earlier Elissa remained always loyal to her husband's memory, Virgil's Dido dies as a tortured and repentant woman who has fallen away from that loyalty.\n\nVirgil consistently uses the form ''Dido'' as nominative, but derivates of ''Elissa'' for the [[oblique case]]s.\n\n==Later Roman tradition==\nLetter 7 of [[Ovid]]'s ''Heroides'' is a feigned letter from Dido to Aeneas written just before she ascends the pyre. The situation is as in Virgil's ''Aeneid''. In Ovid's ''Fasti'' (3.545f) Ovid introduced a kind of sequel involving Aeneas and Dido's sister Anna. See [[Anna Perenna]].\n\nThe [[Barcids]], the family to which [[Hannibal]] belonged, claimed descent from a younger brother of Dido according to [[Silius Italicus]] in his ''Punica'' (1.71–7).\n\nThe ''[[Augustan History]]'' (\"Tyrrani Triginta\" 27, 30) claims that [[Zenobia]] queen of [[Palmyra]] in the late third century was descended from [[Cleopatra]], Dido and [[Semiramis]].\n\n==Continuing tradition==\n[[File:Jongen S191a Didon.jpg|thumb|Christine Jongen, ''Dido'', bronze sculpture, 2007–08.]]\n[[File:10_TND_-_2005_-_obverse.jpg|thumb|10 [[Tunisian dinar|TND]] banknote issued in 2005, with the portrait of Elissa.]]\nIn the ''[[The Divine Comedy|Divine Comedy]],'' Dante puts the shade of Dido in the second circle of Hell, where she is condemned (on account of her consuming lust) to be blasted for eternity in a fierce whirlwind.\n\nThis legend inspired the Renaissance drama ''[[Dido, Queen of Carthage (play)|Dido, Queen of Carthage]]'' by [[Christopher Marlowe]].<ref>{{Cite news|url=https://www.britannica.com/topic/Dido-Queen-of-Carthage|title=Dido, Queen of Carthage {{!}} play by Marlowe and Nashe|work=Encyclopedia Britannica|access-date=2017-08-04}}</ref>\n\n[[William Shakespeare]] refers to Dido twelve times in his plays:  four times in ''[[The Tempest]]'', albeit all in one dialogue, twice in ''[[Titus Andronicus]]'', and also in ''[[Henry VI Part 2]]'', ''[[Antony and Cleopatra]]'', ''[[Hamlet]]'', ''[[Romeo and Juliet]], A Midsummer Night's Dream,'' and most famously in ''[[The Merchant of Venice]]'', in Lorenzo's and Jessica's mutual wooing:{{poemquote|\nIn such a night\nStood Dido with a willow in her hand\nUpon the wild sea banks and waft her love\nTo come again to Carthage.<ref>[[The Merchant of Venice]], Act 5, Scene 1</ref>}}\n\nThe story of Dido and Aeneas remained popular throughout the post-Renaissance era and was the basis for many operas, with the libretto by [[Metastasio]], ''Didone abbandonata'', proving especially popular with composers throughout the eighteenth century and beyond:\n\n* 1641: ''[[Didone (opera)|La Didone]]'' by [[Francesco Cavalli]]\n* 1656: ''La Didone'' by Andrea Mattioli\n* 1689: ''[[Dido and Aeneas]]'' by [[Henry Purcell]]\n* 1693: ''[[Didon (Desmarets)|Didon]]'' by [[Henry Desmarets]]\n* 1707: ''Dido, Königin von Carthago'' by [[Christoph Graupner]]\n* 1724: ''Didone abbandonata'' by [[Domenico Sarro]]\n* 1726: ''Didone abbandonata'' by [[Leonardo Vinci]]\n* 1740: ''Didone abbandonata'' by [[Baldassare Galuppi]]\n* 1742: ''Didone abbandonata'' by [[Johann Adolph Hasse]]\n* 1747: ''Didone abbandonata'' by [[Niccolò Jommelli]]\n* 1762: ''[[Didone abbandonata (Sarti)|Didone abbandonata]]'' by [[Giuseppe Sarti]]\n* 1770: ''Didone abbandonata'' by [[Niccolò Piccinni]]\n* 1783: ''[[Didon (Piccinni)|Didon]]'' by Niccolò Piccinni\n* 1823: ''Didone abbandonata'' by [[Saverio Mercadante]]\n* 1860: ''[[Les Troyens]]'' by [[Hector Berlioz]]\n* 2007: ''Aeneas and Dido'' by [[James Rolfe (composer)]]\n\nAlso from the 17th century is a [[ballad]] inspired by the relationship between Dido and Aeneas. The ballad, often printed on a [[broadside (music)|broadside]], is called \"[[The Wandering Prince of Troy]]\", and it alters the end of the relationship between the two lovers, rethinking Dido's final sentiment for Aeneas and rewriting Aeneas's visit to the underworld as Dido's choice to haunt him.<ref>[http://ebba.english.ucsb.edu/search_combined/?ss=the+wandering+prince+of+troy English Broadside Ballad Archive], ballad facsimile and full text</ref>\n\nIn 1794 Germany, [[Charlotte von Stein]] wrote her own drama named ''Dido'', with an autobiographical element—as von Stein had been forsaken by her own lover, the famous [[Goethe]], in a manner which she found reminiscent of [[Aeneas]].\n\nWill Adams' 2014 [[Thriller (genre)|thriller]] ''The City of the Lost''<ref>Will Adams,''The City of the Lost'', [[HarperCollins]], London, 2014, ISBN 978-0-00-742427-6</ref> assumes that Dido fled only as far as [[Cyprus]] and founded a city on the site of modern [[Famagusta]], that she died there and that Carthage was founded later, when Dido's followers fled further west after a vengeful expedition arrived from Tyre. In this interpretation, the two flights - from Tyre to Cyprus and from Cyprus to Carthage - were combined in later historical memory and all attributed to Dido. In Adams' account, the startling discovery of Dido's hideout and her well-preserved body happens accidentally during an attempted [[Coup D'etat]] by [[Turkish Army]] officers based in Cyprus.        \n\nIn another modern interpretation, Dido appears in [[Sid Meier]]'s strategy games ''[[Civilization II]]'' and ''[[Civilization V]]'', as the leader of the Carthaginian civilization, although she appears alongside Hannibal in the former. In [[Civilization V]], she speaks Phoenician, with a modern Israeli accent. In 2019, Dido was made the leader of [[Phoenicia]] in ''[[Civilization VI: Gathering Storm]]'', with Tyre as its capital and Carthage as an available name for subsequent cities.\n\nIn honor of Dido, the asteroid [[209 Dido]], discovered in 1879, was named after her. Another dedication of Queen Dido is the [[Mount Dido]] in [[Antarctica]].<ref name=gnis>{{cite gnis | type = antarid | id = 3853| name = Dido, Mount| access-date = 2012-01-19}}</ref>\n\nRemembrance of the story of the bull's hide and the foundation of Carthage is preserved in mathematics in connection with the [[Isoperimetry|Isoperimetric problem]] which is sometimes called Dido's Problem (and similarly the Isoperimetric theorem is sometimes called Dido's Theorem). It is sometimes stated in such discussion that Dido caused her thong to be placed as a half circle touching the sea coast at each end (which would add greatly to the area) but the sources mention the thong only and say nothing about the sea.\n\nCarthage was the [[Roman Republic]]'s greatest rival and enemy, and Virgil's Dido in part symbolises this. Even though no Rome existed in her day, Virgil's Dido curses the future progeny of the Trojans. In [[Fascist Italy (1922–1943)|Italy during the Fascist administration]] of the 1920s to 1940s, she was regarded as a rival and sometimes negative figure, perhaps not only as a symbol of Rome's nemesis, but because she represented together at least three other unpleasant qualities: her reputation for promiscuity, her [[Semitic people|Semitic race]], and for being a symbol of Rome's erstwhile rival Carthage. As an example, when the streets of new quarters in Rome were named after the characters of Virgil's ''Aeneid'', only the name ''Dido'' did not appear.\n\n==Notes==\n{{Reflist}}\n\n==Selected bibliography==\n\n* H. Akbar Khan, ''\"Doctissima Dido\": Etymology, Hospitality and the Construction of a Civilized Identity'', 2002.\n* [[Elmer Bagby Atwood]], ''Two Alterations of Virgil in Chaucer's Dido'', 1938.\n* S. Conte, ''Dido sine veste'', 2005.\n* [[R. S. Conway]], ''The Place of Dido in History'', 1920.\n* F. Della Corte, ''La Iuno-Astarte virgiliana'', 1983.\n* G. De Sanctis, ''Storia dei Romani'', 1916.\n* {{cite journal |last1=Edgeworth |first1=R. J. |title=The Death of Dido |journal=The Classical Journal |date=1976 |volume=72 |issue=2 |pages=129–133 |jstor=3297083 }}\n* M. Fantar, ''Carthage, la prestigieuse cité d'Elissa'', 1970.\n* L. Foucher, ''Les Phéniciens à Carthage ou la geste d'Elissa'', 1978.\n* Michael Grant, ''Roman Myths'', 1973.\n* M. Gras/P. Rouillard/J. Teixidor, ''L'univers phénicien'', 1995.\n* H.D. Gray, ''Did Shakespeare write a tragedy of Dido?'', 1920.\n* G. Herm, ''Die Phönizier'', 1974.\n* T. Kailuweit, ''Dido – Didon – Didone. Eine kommentierte Bibliographie zum Dido-Mythos in Literatur und Musik'', 2005.\n* R.C. Ketterer, ''The perils of Dido: sorcery and melodrama in Vergil's Aeneid IV and Purcell's Dido and Aeneas'', 1992.\n* R.H. Klausen, ''Aeneas und die Penaten'', 1839.\n* G. Kowalski, ''{{lang|la|De Didone graeca et latina}}'', 1929.\n* A. La Penna, Didone, in Enciclopedia Virgiliana, II, 1985, 48–57\n* F.N. Lees, ''Dido Queen of Carthage and The Tempest'', 1964.\n* J.-Y. Maleuvre, ''Contre-Enquête sur la mort de Didon'', 2003.\n* J.-Y. Maleuvre, ''La mort de Virgile d’après Horace et Ovide'', 1993;\n* L. Mangiacapre, ''Didone non è morta'', 1990.\n* P.E. McLane, ''The Death of a Queen: Spencer's Dido as Elizabeth'', 1954.\n* O. Meltzer, ''Geschichte der Karthager'', 1879.\n* A. Michel, ''Virgile et la politique impériale: un courtisan ou un philosophe?'', 1971.\n* R.C. Monti, ''The Dido Episode and the Aeneid: Roman Social and Political Values in the Epic'', 1981.\n* S. Moscati, ''Chi furono i Fenici. Identità storica e culturale di un popolo protagonista dell'antico mondo mediterraneo'', 1992.\n* R. Neuse, ''Book VI as Conclusion to The Faerie Queene'', 1968.\n* {{cite conference |last1=Noël |first1=Marie-Pierre |title=Élissa, la Didon grecque, dans la mythologie et dans l'histoire |trans-title=Elissa, the Greek Dido, in mythology and history |language=fr |conference=Journée d'étude ”Les figures de Didon : de l'épopée antique au théâtre de la Renaissance”, lab. IRCL, Université Paul-Valéry Montpellier 3, Montpellier, 10 janvier 2014 |date=2014 |url=https://hal.archives-ouvertes.fr/hal-03071551/ |publisher=IRCL }}\n* {{cite journal |last1=Nolfo |first1=Fabio |title='Epigr. Bob.' 45 Sp. (= Ps. Auson. 2 pp. 420 s. Peip.): la palinodia di Didone negli 'Epigrammata Bobiensia' e la sua rappresentazione iconica |journal=Sileno |date=2015 |volume=41 |issue=1–2 |pages=277–304 |hdl=2268/264046 |language=it |oclc=1121601459 }}\n* {{cite journal |last1=Nolfo |first1=Fabio |title=Su alcuni aspetti del movimento elegiaco di un epigramma tardoantico : la Dido Bobiensis |trans-title=On some aspects of the 'elegiac movement' of a late antique epigram: the 'Dido Bobiensis' |language=it |journal=Vichiana |date=2018 |volume=55 |issue=2 |pages=71–90 |doi=10.19272/201812802005 |hdl=2268/264045 }}\n* A. Parry, ''The Two Voices of Virgil's Aeneid'', 1963.\n* G.K. Paster, ''Montaigne, Dido and The Tempest: \"How Came That Widow In?'', 1984.\n* B. Schmitz, ''Ovide, In Ibin: un oiseau impérial'', 2004;\n* E. Stampini, ''Alcune osservazioni sulla leggenda di Enea e Didone nella letteratura romana'', 1893; \n* A. Ziosi, Didone regina di Cartagine di Christopher Marlowe. Metamorfosi virgiliane nel Cinquecento, 2015;\n* A. Ziosi, Didone. La tragedia dell'abbandono. Variazioni sul mito (Virgilio, Ovidio, Boccaccio, Marlowe, Metastasio, Ungaretti, Brodskij), 2017.\n\n==Primary sources==\n*Virgil, ''Aeneid i.338–368''\n*Justinus, ''Epitome Historiarum philippicarum Pompei Trogi xviii.4.1–6, 8''\n\n==External links==\n{{Commons category|Dido}}\n{{Wikisource1911Enc|Dido}}\n\n'''Selected English texts''' <small>(''Alternate links found in Wikipedia entries for the respective authors.'')</small>\n* [http://www.forumromanum.org/literature/justin/english/trans18.html#3 Forum Romanum: Justin 18.3f] (Contains [[Junianus Justinus|Justin]] (18.3–6) relating the early story of Elissa in full.)\n* [https://web.archive.org/web/20040606112311/http://www.tonykline.free-online.co.uk/Virgilhome.htm Translation of Virgil's works including the ''Aeneid''] by [[A. S. Kline]]\n* [https://web.archive.org/web/20070406131254/http://courses.washington.edu/hum523/dido/HeroidesVII(trans).html Ovid's imagined letter from Dido to Aeneas, trans. Miceal F. Vaughan] (See also [[Ovid]].)\n* [https://www.perseus.tufts.edu/cgi-bin/ptext?lookup=App.+Pun.+1.1 Appian, ''The Punic Wars'', chapter 1] (See also [[Appian]].)\n* [http://courses.washington.edu/hum523/dido/index.html Dido, Queen of Carthage], original text, modernization, and discussion of [[Chaucer]]'s ''Legend of Dido''\n* [https://web.archive.org/web/20040619025007/http://www2.prestel.co.uk/rey/dido.htm ''The Tragedy of Dido, Queen of Carthage'', by Christopher Marlowe (and Thomas Nashe?)]. (See also [[Christopher Marlowe]].)\n'''Commentary'''\n* [http://homepage.mac.com/cparada/GML/Dido.html Greek Mythology Link: Dido]\n* [http://www.queendido.org Queen Dido: Didone Liberata] (Mostly about a new four-act play by Salvatore Conte; it contains also a confutation of the well-known suicide into a subjective vision of Aeneas and his \"comites\" – 4.664, followed by Dido's catabasis)\n* [http://iconographic.warburg.sas.ac.uk/vpc/VPC_search/subcats.php?cat_1=8&cat_2=15&cat_3=626&cat_4=970 Warburg Institute Iconographic Database (about 900 images related to the Aeneid – Dido appears in Books I and IV)]\n\n{{Famous Carthaginians}}\n{{Dido and Aeneas}}\n{{Aeneid}}\n{{Authority control}}\n\n[[Category:9th-century BC Punic people]]\n[[Category:9th-century BC women rulers]]\n[[Category:Africa in Roman mythology]]\n[[Category:Ancient African women]]\n[[Category:Ancient Greeks in Africa]]\n[[Category:Ancient queens regnant]]\n[[Category:Carthaginian mythology]]\n[[Category:Carthaginian women]]\n[[Category:Characters in Book VI of the Aeneid]]\n[[Category:Deified women]]\n[[Category:Legendary Greek people]]\n[[Category:Legendary rulers]]\n[[Category:Monarchs of Carthage]]\n[[Category:Mythological city founders]]\n[[Category:Phoenician characters in the Aeneid]]\n[[Category:Tunisian women]]\n[[Category:Women rulers in Africa]]", "sha1": "h0rsz7skt5lws2nttbi6iaxlkvlwb85"}