{"title": "Fad Gadget", "id": "1096192086", "parentid": "1083606284", "timestamp": "2022-07-02T22:59:56Z", "contributor": "\n        ", "minor": null, "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|British electronic musician and vocalist}}\n{{EngvarB|date=September 2014}}\n{{Use dmy dates|date=September 2014}}\n{{Infobox musical artist\n|name            = Fad Gadget\n|image           = Fad_gadget.jpg\n|landscape       = yes\n|caption         = Fad Gadget in 2001\n|image_size      =\n|background      = solo_singer\n|birth_name      = Francis John Tovey\n|alias           = \n|birth_date      = {{birth date|df=yes|1956|9|8}}\n|birth_place     = London, England\n|death_date      = {{death date and age|df=yes|2002|4|3|1956|9|8}}\n|death_place     = London\n|origin          = \n|instrument      =\n|genre           = [[Industrial music|Industrial]], [[New wave music|new wave]], [[synthpop]], [[post-punk]]\n|occupation      = \n|years_active    = 1979–1993<br />2001–2002\n|label           = [[Mute Records|Mute]]\n|associated_acts = Frank Tovey & The Pyros\n|website         ={{url|fadgadget.co.uk}}\n|current_members = \n|past_members    = John Dignham, Cam Donnelly\n}}\n\n'''Francis John Tovey''' (8 September 1956 – 3 April 2002), known also by his stage name '''Fad Gadget''', was a British [[avant-garde music|avant-garde]] [[Electronic music|electronic]] musician and vocalist. He was a proponent of both [[New wave music|new wave]] and early [[industrial music]], fusing together a unique blend of pop structured songs mixed with mechanised experimentation.\n\nAs Fad Gadget, his music was characterised by the use of synthesizers in conjunction with sounds of [[Found object (music)|found object]]s, including [[Electric drill|drills]] and electric [[razor]]s. His bleak, sarcastic and darkly humorous lyrics were filled with biting social commentary toward subjects such as machinery, industrialisation, consumerism, human sexuality, mass media, religion, domestic violence and dehumanization while often being sung in a deadpan voice.\n\n==Early years==\nAs a child, Frank Tovey lived in Bow. His father, Frank Tovey, Sr. was a porter in Billingsgate Fish Market.<ref>{{Cite web | url=http://www.depeche-mode.com/2006/11/03/insight-terry-murphy/ | title=INSIGHT: Terry Murphy « Home / A Depeche Mode website|website=Depeche-mode.com}}</ref>\nAt school, Francis  tried to learn many different musical instruments. He realised he did not have the co-ordination to be able to play any of them really well. Tovey drifted away from the idea of playing music, and began getting involved in other art forms instead. He later studied visual arts and mime at [[Leeds Metropolitan University|Leeds Polytechnic]]. He felt the need to give his mime act some sort of musical accompaniment so he went back to the idea of recording music. The initial musical pieces were formed of sound manipulation using tape recorders.<ref name=\"E&MM\">{{Cite news\n  | last = Goldstein\n  | first = Dan\n  | title = Fad Gadget Interview\n  | newspaper = Electronics & Music Maker magazine (E&MM)\n  | date = April 1984\n  }}</ref>\n\nTovey began experimenting using an old [[Grundig]] tape recorder. He disconnected the erase head from the playback head and installed a simple switch between the two. This gave him control over what sounds could be erased or kept. He spent a lot of time building up sound collages using this method. After finishing full-time education Tovey began working at various jobs and around the mid seventies managed to set up his own home studio. At the time he was living in London, in a small house. The only space where he could set up his studio was in a cupboard. The initial equipment he used consisted mainly of his Grundig tape recorder. At this time he was using no musical instrument at all. The first keyboard instrument he owned was a [[Crumar]] Compac electric piano. He also bought a [[Korg]] Minipops drum machine from a home organ shop. He eventually decided to purchase a Korg synthesiser. He thought that due to his lack of musical ability he would be able to create some impressive sounds. After the purchase of this equipment he began writing music seriously; it was at this time he sent a demo tape of \"Back to Nature\" to [[Daniel Miller (music producer)|Daniel Miller]], who had just released his first single as [[The Normal]].<ref name=\"E&MM\" />\n\n==Signing to Mute records==\nFrank Tovey signed as Fad Gadget to Daniel Miller's [[Mute Records]]. He was the first artist to sign to Mute.<ref name=\"nytobit\" /> \"Back to Nature\" was recorded as the second [[Mute Records]] release at RMS Studio in London. At the time RMS was an eight track studio. Gadget had no real experience of recording within a studio environment, so he left most of the decision making to Daniel Miller. Most of the recorded instruments on \"Back to Nature\" belonged to Tovey, although he used equipment belonging to Miller as well; this included an [[ARP 2600]] synthesiser.<ref name=\"E&MM\" />\n\n\"Back to Nature\" was a great success for Mute Records so a follow-up record was produced; the follow-up was titled \"[[Ricky's Hand]]\". The recording included Gadget's wife, Barbara, singing a vocal part near the end of the recording; the vocal part is then mixed with a synthesiser part into the outro of the song. Fad Gadget then went on to record an album for Mute Records. ''Fireside Favourites'' was recorded at [[Blackwing Studios]] in London. He decided to record the album without Daniel Miller's assistance.<ref name=\"E&MM\" />\n\nGadget felt it was important that he made all the decisions about recording the album himself. Gadget also felt the ideas and concepts behind his live performances were just as important. His live appearances progressed to dressing in theatrical costumes, reflecting back to his days studying visual arts,<ref name=\"E&MM\" /> and he quickly became known for his confrontational stage antics. Some of these included [[Tarring and feathering|covering himself in tar and feathers]], swinging his microphone like a whip, leaping backwards into the audience, dancing across bar tables while kicking over people's drinks, climbing up speakers, hanging from ceiling fixtures, pulling out his body hair and playing instruments with his head, often ending up in personal injury. Gadget was particularly infamous for spreading [[shaving cream]] on his naked body onstage, an image of which is depicted on the cover of ''The Best of Fad Gadget''. ''[[Sounds (magazine)|Sounds]]'' magazine described him as \"...the bumbling but talented [[Doctor Who|Dr Who]] of electro-pop\".<ref>{{Cite book\n  | last = Gimarc\n  | first = George\n  | author-link = George Gimarc\n  | title = Punk Diary: The Ultimate Trainspotter's Guide to Underground Rock, 1970–1982\n  | publisher = Backbeat Books\n  | date = 1 July 2005\n  | pages = 343\n  | url = http://www.gimarc.com/PUNK_DIARY.html\n  | isbn = 978-0-87930-848-3}}</ref> In 1981 Gadget released another one-off single on [[Mute Records]], \"Make Room\", featuring the b-side \"Lady Shave\", which went on to become \"one of his most iconic tracks\".<ref>{{Cite web|url=http://drownedinsound.com/in_depth/4147531-dis-does-singles--the-best-songs-you-ve-never-heard|title=Drowned In Sound|last=Zevolli|first=Giuseppe|date=2014-03-17|website=Drowned In Sound|access-date=2016-05-03|archive-date=10 August 2016|archive-url=https://web.archive.org/web/20160810010252/http://drownedinsound.com/in_depth/4147531-dis-does-singles--the-best-songs-you-ve-never-heard|url-status=dead}}</ref>\n\n==Recording==\nFad Gadget recorded two more albums for [[Mute Records]] at [[Blackwing Studios]] which was using more complex recording equipment. ''[[Incontinent (album)|Incontinent]]'' and ''[[Under the Flag]]'' showed a progressive change in Gadget's music; due both to the technological advances and his own growing knowledge of recording techniques. It was during the recording of ''Under the Flag'' that he began using the [[Roland MC-4 Microcomposer]]. This made it easy for Tovey to create a more controlled style of music. This style was carried on with the recording of the album ''[[Gag (album)|Gag]]''.<ref name=\"E&MM\" />\n\nThe recording of ''Gag'' was a turning point in Gadget's recording career. It would be the first time he used a band of musicians to record an album; before he had recorded most of the musical parts himself. It would also see a major change in the recording location from London to [[Hansa Tonstudio]] in Berlin. He had wanted a break from the way he had been recording in London. The acoustic spaces in the German studio had excited Gadget. He was also excited about the recording equipment that was installed at Hansa at that time, including the computer controlled mixing desk. He found the new recording practices refreshing, having other people collaborating in the writing and recording process. Some of these collaborators included the viola player, Joni Sackett, and keyboard player, David Simmonds. The recordings included many acoustic instruments, which veered away from the electronic instruments which had been used on previous recording sessions. Fad Gadget had used synthesisers when they were not fashionable to use – he had now moved away from electronic instrumentation when it was the current trend with other recording artists. During the recording of ''Gag'' the German industrial band, [[Einstürzende Neubauten]], were recording for Some Bizzare Records at Hansa and had been the support act for Fad Gadget at a gig at \"The Loft\" venue in Berlin. Frank liked their use of industrial equipment and found objects, something he had encouraged Nick Cash (his drummer and percussionist since his first album) to do. Fad Gadget heard a large printing press nearby which had a distinctive rhythm and got Gareth Jones, the co-producer/engineer, to record it. The recording was looped and became the basis for \"Collapsing New People.\" ([[Einstürzende Neubauten]] translated means, \"collapsing new buildings.\")<ref name=\"E&MM\" /> The sample was used firstly on two tracks on Fad Gadget's \"Collapsing New People\" 12\" released November 1983. All these recordings were engineered by Gareth Jones and the sample used was stored on his Akai sampler with Cash drumming along and keeping the swing of the machine. Gadget then thought it would be good to ask Neubauten if they would add some of their percussion noise to the mix; however, Frank thought there was enough going on in the track and their contribution was used on the b-side \"Spoil The Child\" and on the 12\" mix of the song. Neubauten's percussion was overdubbed over the already recorded backing tracks. The percussion tracks proved difficult to mix at the final stage, but Gadget was pleased with the final result. The track \"Collapsing New People\"  was released as a single by Mute Records.\n\nAfter recording the album ''[[Gag (album)|Gag]]'', Gadget began recording under his real name – Frank Tovey. He carried on moving toward acoustic instruments and in 1984 had decided he might want to record on his own again.<ref name=\"E&MM\" /> He recorded several [[LP album|LP]]s of more experimental work under the name Frank Tovey, beginning with ''[[Easy Listening for the Hard of Hearing]]'', a collaboration with [[Boyd Rice]] recorded in 1981.<ref name=\"nytobit\">{{cite news \n  | last = Strauss\n  | first = Neil\n  | title = Frank Tovey, 46, Industrial-Music Innovator\n  | work = New York Times\n  | date = 15 April 2002\n  | url = https://query.nytimes.com/gst/fullpage.html?res=9A01EED6133CF936A25757C0A9649C8B63\n  | access-date = 15 May 2008}}</ref>\n\nIn 1989, he changed musical tactics in his criticism of industrialisation, recording a mostly acoustic album of protest and labour songs ''Tyranny and the Hired Hand'' including such standards as \"[[Sixteen Tons]].\"  He then tried his hand at writing similar material, recorded two more albums with a backing band named The Pyros. After touring in 1993, Gadget withdrew from the music business.<ref name=\"nytobit\" />\n\n==Final years==\nIn his later years, Gadget began to perform at festivals and also supported his former colleagues and Mute label-mates, [[Depeche Mode]], on their European tour.  He was working on a new album at the time of his death. Fad Gadget suffered from heart problems since childhood, and died of a heart attack on 3 April 2002 at the age of 45.<ref name=\"nytobit\" /> In 2006, with the Pyros and family, he has two movies dedicated to him, ''Fad Gadget by Frank Tovey'' and ''Grand Union: A Documentary''.<ref>{{cite web | url=https://www.christopherhoppe.com/fad-gadget | title=PUBLISHED IN SIDE-LINE MAGAZINE Review of \"Fad Gadget by Frank Tovey- A Retrospective In Sound And Vision (2dvd/dcd Mute)\" | access-date=May 13, 2018}}</ref><ref>{{cite web | url=http://www.franktovey.de/fgbft.htm | title=FAD GADGET BY FRANK TOVEY | date = September 11, 2006 | access-date=May 13, 2018}}</ref>\n\n==Legacy and influence==\nDespite lack of commercial success, Fad Gadget was regarded as a pioneer in [[Synthpop]], [[Electro (music)|Electro]] and [[industrial music]].<ref>{{cite web |author1=John Bergstrom |title=Synthpop Pioneer Fad Gadget's Music Is Finally Back in Release |url=https://www.popmatters.com/fad-gadget-best-of-review-2640291126.html |website=PopMatters |publisher=PopMatters Media, Inc. |access-date=21 December 2020 |date=September 11, 2019}}</ref><ref>{{cite web |author1=Daphne Carr |title=Celebrating the life and work of Frank Tovey, whose band Fad Gadget set a course for contemporary pop |url=https://www.politico.com/states/new-york/city-hall/story/2012/03/celebrating-the-life-and-work-of-frank-tovey-whose-band-fad-gadget-set-a-course-for-contemporary-pop-067223 |website=Politico |publisher=Politico LLC |access-date=21 December 2020 |date=March 2, 2012}}</ref><ref>{{cite web |author1=Neil Strauss |title=Frank Tovey, 46, Industrial-Music Innovator |url=https://www.nytimes.com/2002/04/15/arts/frank-tovey-46-industrial-music-innovator.html |work=New York Times |access-date=21 December 2020 |date=April 15, 2002}}</ref><ref>{{cite web |author1=Andy Kellman |title=Fad Gadget |url=https://www.allmusic.com/artist/fad-gadget-mn0000790078/biography |website=Allmusic |publisher=AllMusic, Netaktion LLC. |access-date=21 December 2020 |quote=While Fad Gadget's contemporaries included the likes of Cabaret Voltaire, the Human League, Wire, the Normal, and Soft Cell, Tovey and company's records never quite achieved the underground notoriety or the chart success enjoyed by his peers. Regardless of the level of recognition, Tovey's unique contribution to electronic music is undeniable, and so is his influence upon it. As the years go on, the recognition continues to gather steam.}}</ref> He influenced bands and artists such as [[Depeche Mode]],<ref>{{Cite web |title=(Documentary) Fad Gadget by Frank Tovey |url=https://www.youtube.com/watch?v=ElIPt9KNkBs  |archive-url=https://ghostarchive.org/varchive/youtube/20211222/ElIPt9KNkBs |archive-date=2021-12-22 |url-status=live|access-date=1 December 2020 |website=YouTube |publisher=Mute Films |quote=Dave Gahan: \"[Fad Gadget] definitely affected Depeche Mode in a big way and I'm sure you know hundreds of other bands.}}{{cbignore}}<br />{{Cite web |date=2006 |title=Fad Gadget by Frank Tovey |url=https://www.imdb.com/title/tt1182273/ |access-date=1 December 2020 |website=IMDB |publisher=Mute Films}}</ref> [[Erasure]],<ref>{{cite episode|title= Synth Britannia (Part Two: Construction Time Again) |series= [[List of Britannia documentaries|Britannia]] |network= [[BBC Four]] |station= [[BBC|British Broadcasting Corporation]] |airdate= 16 October 2009 |minutes= 4 |quote=Vince Clarke: \"When I first started playing synthesizers it [my inspiration] would have been people like the Human League; Orchestral Manoeuvres in the Dark, their very first album; I was a big fan of Daniel Miller's work, as the Silicon Teens and as the Normal; and also of Fad Gadget, who was on Mute Records.\"}}</ref> [[Boy George]] (of [[Culture Club]]),<ref>{{cite web |author1=Dan Stubbs |title=Culture Club's Boy George: The Original Gender-fluid Pop Icon Versus The Modern World |url=https://www.nme.com/music-interviews/boy-george-interview-culture-club-life-2018-2400203 |website=NME |publisher=NME |access-date=21 December 2020 |date=November 23, 2018}}<br />{{cite web |author1=Corinne Jones |author2=Boy George |title=Boy George: Soundtrack of My Life |url=https://www.theguardian.com/music/2014/jan/26/boy-george-soundtrack-of-my-life |website=The Guardian |publisher=Guardian News & Media Limited |access-date=21 December 2020 |date=January 26, 2014 |quote=It wasn't enough to be a good musician, you had to have a good look too! It was around that point that I was discovering early Human League, bands like Cabaret Voltaire, I was already a massive fan of Fad Gadget, who, for me, was the king of electro – the unsung hero.}}</ref> [[Information Society (band)|Information Society]],<ref>{{cite web |author1=Greg Prato |title=Information Society: ’90’s Industrial Rock Has Not Aged Well’ |url=https://www.alternativenation.net/90s-industrial-rock-not-aged-well/ |website=Alternative Nation |publisher=Alternative Nation |access-date=22 March 2022 |date=May 6, 2016 |quote=Paul Robb: \"‘Orders of Magnitude’ grew organically over the year that we worked on it. One thing we wanted to make sure of was that none of the tracks were obvious choices. Even “Don’t You Want Me” by the Human League we even thought might be a surprise, because it’s the song most associated with that group, so who would dare to cover it? Most of the songs on the album were originally performed by artists that were influences on our own work, sometimes musically, sometimes just with their approach to pop. Snakefinger, for instance, was a weirdo-guitar god, so in that sense, we weren’t hugely influenced by him musically, but his style and his association with the Ralph Records empire made him a hero to us. Devo, Fad Gadget, and Heaven 17 were huge heroes of ours. The other songs were mostly spur of the moment decisions, based on hazy and sometimes terrifying memories from our teen years and childhoods.\"}}</ref> [[cEvin Key]] (of [[Skinny Puppy]]),<ref>{{cite book |author1=Ernie Rideout |title=Keyboard Presents the Evolution of Electronic Dance Music |date=2011 |publisher=Backbeat |isbn=9781617134470 |quote=Interviewer: \"Each of you brings a unique approach to sound design and composition within the EBM/industrial scene. Who are your biggest influences, musical or otherwise?\" cEvin key: \"Kraftwerk, Y.M.O., Human League, Fad Gadget, and Joy Division.\"}}</ref> [[Liars (band)|Liars]],<ref>{{cite web |author1=Paul Lester |title=Cult music heroes: artists on their unsung idols |url=https://www.theguardian.com/music/2014/jul/03/cult-music-heroes-artists-unsung-idols |website=The Guardian |publisher=Guardian News and Media Limited |access-date=22 March 2022 |date=July 3, 2014}}</ref><ref>{{cite web |author1=Mike Rubin |title=Liars Break Down the Electronic Influences That Shaped ‘WIXIW’ |url=https://www.spin.com/2012/06/liars-break-down-electronic-influences-shaped-wixiw/ |website=SPIN |publisher=SPIN |access-date=22 March 2022 |date=June 15, 2012 |quote=Hemphill: \"One thing that inspired us to use more electronic instruments was we played a Mute Records festival. We’ve always been aware of the history of Mute, but I think we really sort of wanted to be more a part of that. Mute put out a compilation called Mute Audio Documents and it’s a collection of all their singles from 1978 to 1984 and that was really inspiring. It has to do with the scope of music produced over that time and how certain people used electronics, be it Robert Rental or Thomas Leer or Fad Gadget, all of whom we’re big fans of. There’s an excerpt from an album that Boyd Rice did with Frank Tovey, who is Fad Gadget, called Easy Listening for the Hard of Hearing, I think it’s track 2, but it’s really beautiful, and they made it in the studio without any instruments apparently, just made it on the spot.\"}}</ref> [[The Twilight Sad]],<ref>{{cite web |author1=Danny Wright |title=Standing On Our Own // The 405 meets The Twilight Sad |url=https://www.thefourohfive.com/music/article/standing-on-our-own-the-405-meets-the-twilight-sad |website=The 405 |access-date=22 March 2022 |date=February 10, 2012 |quote=So where has this style come from? It seems to have been influenced by many things, though two stand out. Firstly, the influence of guitarist and chief songwriter Andy MacFarlane: \"He's been going back to listen to old records as he doesn't like a lot of new music. He's always listened to the bands that have influenced his writing on this album but I think these bands have came to the forefront, Siouxsie And The Banshees, Can, PiL, Fad Gadget, Cabaret Voltaire, Wire, Bauhaus, Magazine, D.A.F. etc.\" |archive-url=https://web.archive.org/web/20180628015710/https://www.thefourohfive.com/music/article/standing-on-our-own-the-405-meets-the-twilight-sad |archive-date=28 June 2018 |url-status=dead}}</ref> [[DJ Premier]],<ref>{{cite web |author1=The FADER |author2=Mark Ronson |title=DJ Premier on Gang Starr, ’80s synth pop, and Biggie’s comedic side |url=https://www.thefader.com/2021/11/01/dj-premier-on-gang-starr-80s-synth-pop-and-biggies-comedic-side |website=Fader |publisher=The Fader, Inc |access-date=10 February 2022 |ref=2021/11/01 |date=November 1, 2021}}</ref> and [[Suicide Commando]].<ref>{{cite web |author1=Ramona Depares |title=The Darker Side of Music - Ramona Depares interviews Johan Van Roy, frontman for EBM outfit Suicide Commando, ahead of the band's performance in Malta. |url=https://timesofmalta.com/articles/view/the-darker-side-of-music.661714 |website=Times of Malta |publisher=Times of Malta |access-date=21 December 2020 |date=October 29, 2017 |quote=Johan Van Roy: \"I actually grew up with the new and cold wave movement in the early 1980s, with bands like The Cure, Joy Division and Sisters of Mercy. Until one day I discovered bands like Depeche Mode, Front 242, Fad Gadget and Klinik. It is obvious that all these bands in some way influenced me and my music; undoubtedly, even the cold atmosphere of new wave bands like The Cure or Joy Division had an impact on me, not only as a human being but also on my music.\"}}</ref>\n\n[[John Frusciante]] (of the [[Red Hot Chili Peppers]]) listed Fad Gadget's ''[[Under the Flag]]'' in his top 40 favorite albums of all time.<ref>{{cite web |author1=Far Out Staff |title=From Jimi Hendrix to Frank Zappa: John Frusciante's 40 favourite albums of all time |url=https://faroutmagazine.co.uk/red-hot-chili-peppers-john-frusciante-40-favourite-albums-playlist/ |website=Far Out |publisher=Far Out Magazine |access-date=21 December 2020 |date=December 4, 2020}}</ref>\n\nHis album ''[[Gag (album)|Gag]]'' was ranked #76 in Treblezine's list of \"The Top 100 Best [[Post-Punk]] Albums\".<ref>{{cite web |author1=Treble staff |title=The Top 100 Post-Punk Albums |url=https://www.treblezine.com/top-100-best-post-punk-albums/ |website=Treble |publisher=Treble Media. |access-date=21 December 2020 |date=October 22, 2018}}</ref>\n\n==Discography==\n{{Main|Fad Gadget discography}}\n\n==Footnotes==\n{{reflist}}\n\n==Further reading==\n* [https://web.archive.org/web/20150429023341/http://www.coldwarnightlife.com/features/shine-on-frank-tovey/ Frank Tovey Feature]\n\n==External links==\n* [http://www.fadgadget.co.uk/ Official Fad Gadget Site]\n\n{{Fad Gadget}}\n{{Authority control}}\n\n{{DEFAULTSORT:Gadget, Fad}}\n[[Category:1956 births]]\n[[Category:2002 deaths]]\n[[Category:People from Bow, London]]\n[[Category:English industrial musicians]]\n[[Category:English new wave musicians]]\n[[Category:British synth-pop new wave musicians]]\n[[Category:Alumni of Leeds Beckett University]]\n[[Category:Musicians from Leeds]]\n[[Category:Minimal wave musicians]]\n[[Category:Mute Records artists]]\n[[Category:Male new wave singers]]\n[[Category:20th-century British male singers]]", "sha1": "jsvrd496vsotue5nkn8wgc4662ng7sk"}