{"title": "Fear Factory", "id": "1115969829", "parentid": "1115171328", "timestamp": "2022-10-14T03:43:53Z", "contributor": "\n        ", "comment": "/* Band members */", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|American metal band}}\n{{Use mdy dates|date=May 2020}}\n{{Use American English|date=April 2012}}\n{{More citations needed|date=December 2014}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name             = Fear Factory\n| image            = Fear Factory - Elbriot 2016 02 (cropped).jpg\n| caption          = Fear Factory at [[Elbriot]] 2016\n| landscape        = yes\n| alias            = Ulceration (1989–1990)\n| origin           = Los Angeles, California, U.S.\n| genre            = {{flatlist|\n* [[Industrial metal]]\n* [[groove metal]]\n* [[nu metal]]\n* [[death metal]] (early)\n}}\n| years_active     = {{flatlist|\n* 1989–2002\n* 2003–2006\n* {{nowrap|2009–present}}<!-- DO NOT change from \"present\" to \"year\" until an official announcement of a break up is made. -->}}\n| label            = {{flatlist|\n* [[Roadrunner Records|Roadrunner]]\n* Liquid 8\n* Calvin\n* [[Candlelight Records|Candlelight]]\n* [[Nuclear Blast]]\n}}\n| website          = {{URL|fearfactory.com}}\n| current_members  = \n* [[Dino Cazares]]\n* [[Mike Heller]]\n* [[Tony Campos]]\n| past_members     = \n* [[Burton C. Bell]]\n* David Gibney\n* Andy Romero\n* [[Andrew Shives]]\n* [[Raymond Herrera]]\n* [[Christian Olde Wolbers]]\n* [[Byron Stroud]]\n* [[Gene Hoglan]]\n* [[Matt DeVries]]\n}}\n\n'''Fear Factory''' is an American [[Heavy metal music|heavy metal]] band formed in Los Angeles in 1989. Throughout the band's career, they have released ten full-length albums and have evolved through a succession of sounds, all in their main style of industrial metal. Over the years, Fear Factory has seen frequent changes in its lineup, with lead vocalist [[Burton C. Bell]] being the only consistent member for 31 years until his departure in 2020. Other than guitarist [[Dino Cazares]], there are no original members left in its current lineup. The band went on hold in March 2002 following some internal disputes, but resumed activity a year later without founding member Cazares. Previous bassist [[Christian Olde Wolbers]] replaced him as the new guitarist, and bassist [[Byron Stroud]] joined the band.<ref>{{cite web |url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=1962 |title=UPDATE: The Official Roadrunner Records Statement On FEAR FACTORY Split!! – Mar. 7, 2002 |publisher=[[Blabbermouth.net]] |access-date=April 21, 2011 |archive-url=https://web.archive.org/web/20040928072450/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=1962 |archive-date=September 28, 2004 |url-status=dead  }}</ref> In April 2009, a new lineup was announced. Cazares returned as guitarist, and [[Gene Hoglan]] as drummer. Bell and Stroud reprised their respective roles, and this lineup recorded the band's seventh studio album titled ''[[Mechanize]]'' (2010). Former members Wolbers and [[Raymond Herrera]]—both of whom were playing in [[Arkaea]]—disputed the legitimacy of the new lineup, and a legal battle from both parties had begun. Despite this, Fear Factory has since released three more albums: ''[[The Industrialist]]'' (2012), ''[[Genexus (album)|Genexus]]'' (2015) and ''[[Aggression Continuum]]'' (2021).\n\nThe band has performed at four [[Ozzfest]]s and the inaugural [[Gigantour]]. Their singles have charted on the US Mainstream Rock Top 40 and albums on the Billboard Top 40, 100, and 200, and they have sold more than a million albums in the U.S. alone.<ref>{{Cite web|url=http://www.burtoncbell.com/fear-factory/|title=Fear Factory|website=Burton C. Bell|access-date=April 1, 2016}}</ref>\n\n==History==\n\n===Early years (1989–1990)===\nFear Factory was formed in 1989 under the name '''Ulceration''', which the band agreed would \"just be a cool name\".<ref name=\"FFF\" /> In 1990, the name \"Fear the Factory\" was adopted. The name was inspired by a factory that the band supposedly saw near their rehearsal space which was guarded by men carrying rifles. Later, they shortened the name to just \"Fear Factory\".\n\nThe band's origins can be traced to an outfit formed by guitarist [[Dino Cazares]]—formerly of ''The Douche Lords''—and drummer [[Raymond Herrera]] in Los Angeles, California.<ref name=\"AMG\">{{cite web |author= Huey, Steve |url= {{AllMusic|class=artist|id=p23420/biography|pure_url=yes}} |title= Fear Factory Biography |access-date= March 14, 2007 |publisher= Allmusic}}</ref> Their first lineup was completed with the addition of bassist Dave Gibney and vocalist [[Burton C. Bell]] (ex-''Hate Face''<ref name=\"AMG\" />), who was allegedly recruited by an impressed Cazares, who overheard him singing \"[[New Year's Day (U2 song)|New Year's Day]]\" by [[U2]].<ref name=\"FFF\">{{cite web |author1=Hook, James |author2=Maske, Douglas A. |author3=Rhoney, Stephen |url= http://www.fearfactoryfans.com/bio.php |archive-url= https://web.archive.org/web/20050205232828/http://www.fearfactoryfans.com/bio.php |archive-date= February 5, 2005 |title= Who is Fear Factory? |access-date= March 14, 2007 |publisher= FearFactoryFans.com}}</ref><ref name=\"MVT\" /> Cazares played bass on the first three Fear Factory albums ''Concrete'', ''Soul of a New Machine'' and ''Demanufacture'', on which Cazares changed many of the riffs during the recording. It took Cazares two weeks to get the appropriate guitar tone. Cazares created, wrote and recorded all the music on the album. Wolbers joined the band two weeks before they were scheduled to go on tour to promote the album and, although he contributed musical changes to a couple of songs on the album he stated that these were not significant.\n\nFear Factory's earliest demo recordings are strongly reminiscent of the early works of [[Napalm Death]] and [[Godflesh]], an acknowledged influence of the band in the grindcore-driven approach of the former and the mechanical brutality, bleakness, and vocal stylings of the latter. According to Brian Russ of The BNR Metal Pages, the demos are remarkable for integrating these influences into the band's death metal sound and for Burton C. Bell's pioneering fusion of extreme [[death growl]]s and clean vocals in the same song, which was to become a significant and influential element of the band's sound throughout their career.<ref name=\"BNR\">{{cite web |author= Russ, Brian |url= http://www.bnrmetal.com/v3/band/band/FeFa |archive-url= https://web.archive.org/web/20120308113455/http://www.bnrmetal.com/v3/band/band/FeFa |url-status= dead |archive-date= March 8, 2012 |title= Fear Factory |access-date= March 14, 2007 |publisher= BNR Productions }}</ref>{{failed verification|date=December 2014}} The use of grunts and \"throat singing\" combined with clean vocals later defined the [[nu metal]] and other emerging subgenres of metal. Many vocalists in today's metal scene use two or more methods of singing and vocalizing lyrics. The band contributed two songs to the ''L.A. Death Metal Compilation'' in 1990.<ref name=\"AMG\" /> The band played its first show on October 31, 1990.\n\n===''Concrete'' (1991)===\n{{Main|Concrete (Fear Factory album)}}\n\nIn 1991, Fear Factory recorded a series of cuts with little-known producer [[Ross Robinson]], in [[Blackie Lawless]]'s studio. Afterward, the band members were unhappy with the terms of their recording contract, and they refused to sign. The band retained the rights to the songs, many of which they re-recorded in 1992 with a different producer, Colin Richardson, for inclusion on their debut release ''[[Soul of a New Machine]]''. Meanwhile, Ross Robinson obtained the rights to the recording, which he used to promote himself as a producer. The album was released in 2002 by [[Roadrunner Records]] under the title ''Concrete'' after the band's breakup. The release was controversial because the album was issued without the approval of Fear Factory.<ref name=\"MVT\">{{cite web |author= Purdie, Iain |url= http://www.moshville.co.uk/interview/2015/12/interview-burton-c-bell-of-fear-factory/ |title= Interview: Burton C Bell of Fear Factory |date= December 20, 2015 |access-date= December 24, 2015 |publisher= Moshville Times}}</ref> ''Concrete'' is viewed by the band as a demo; a developmental step toward ''Soul of a New Machine''.<ref name=\"MVT\" />\n\nFear Factory shopped the ''Concrete'' demo to various labels, and was rejected by a number of well-known metal record labels, such as [[Metal Blade Records|Metal Blade]], [[Earache Records|Earache]], [[Nuclear Blast]] and [[Peaceville Records]]. Eventually, after presenting the demo to [[Max Cavalera]], Max was so impressed that he recommended Fear Factory to [[Artists and repertoire|A&R]] representative [[Monte Conner]], of the then-death-metal-focused Roadrunner Records label, which offered the band a recording contract.<ref name=\"FFF\" /><ref>{{Cite web |last=Trapp |first=Philip TrappPhilip |title=Dino Cazares Recalls All the Metal Labels That Turned Down Fear Factory |url=https://loudwire.com/dino-cazares-fear-factory-labels-rejected-demo/ |access-date=2022-06-05 |website=Loudwire |language=en}}</ref> While the band signed the contract, it has since become controversial because of Roadrunner's treatment of the band during the events surrounding its 2002 breakup. This was reflected in the first album ''Archetype'' (2004), which was released following the band's re-formation. The opening song with lyrics by Burton C. Bell, \"Slave Labor\", was direct about the band's feelings on the matter. After working with numerous bassists, [[Andrew Shives]] was hired as a live bassist prior to the release of ''Soul of a New Machine''.\n\n===''Soul of a New Machine'' (1992–1994)===\n{{more citations needed section|date=December 2014}}\n{{Main|Soul of a New Machine}}\n\n''Soul of a New Machine'' (1992), which was recorded with producer Colin Richardson, gave the band greater exposure in the music scene. The sound of the album presages the mixing of metal genres which would soon be called [[alternative metal]]. The production combined Bell's harsh and melodic vocals, Herrera's machine-like drums, the integrated industrial samples and textures and the sharp, down-tuned, rhythmic, death metal riffs of Dino Cazares. Cazares and Herrera wrote all the music. Because the band had no bass player, Cazares played both guitar and bass on the recording. Jason Birchmeier of AllMusic called the album \"groundbreaking\" and said that \"it ushered in the '90s alternative metal era\".<ref>{{Cite web|url=https://www.allmusic.com/album/soul-of-a-new-machine-mw0000112438|title=Soul of a New Machine – Fear Factory {{!}} Songs, Reviews, Credits|last=Birchmeier|first=Jason|website=AllMusic|language=en-us|access-date=October 21, 2019}}</ref>\n\nTo promote the album, Fear Factory embarked on extensive U.S. tours with [[Biohazard (band)|Biohazard]], [[Sepultura]], and [[Sick of It All]]. During this period, sampler-keyboardist [[Reynor Diego]] joined the group. An album tour of Europe with [[Brutal Truth]], then [[Cannibal Corpse]], [[Cathedral (band)|Cathedral]], and [[Sleep (band)|Sleep]], followed. The next year, they hired [[Front Line Assembly]] member [[Rhys Fulber]] to remix some songs from the album, demonstrating the band's willingness to experiment with their music. The results took on a predominantly [[industrial music|industrial]] guise, and were released as the ''[[Fear Is the Mindkiller]]'' [[Extended play|EP]] (1993). ''Soul of a New Machine'' and ''Fear is the Mindkiller'' were released (2004) as a package in a new re-mastered reissue by Roadrunner Records.\n\nIn 1994, Andrew Shives was forced to leave the band.<ref>{{Cite web|url=https://www.allmusic.com/artist/fear-factory-mn0000167320/biography|title=Fear Factory {{!}} Biography & History|last=Huey|first=Steve|website=AllMusic|language=en-us|access-date=October 21, 2019}}</ref> Cazares recorded both the guitar and bass for the entire album. In November the same year, the band met Belgian Christian Olde Wolbers through [[Evan Seinfeld]] of Biohazard. Wolbers auditioned for Fear Factory's permanent bassist.<ref name=\"FFF\" /> Wolbers joined the band immediately since the band's tour was starting in two weeks.\n\n===''Demanufacture'' (1995–1997)===\n{{Unreferenced section|date=December 2014}}\n{{Main|Demanufacture (album)}}\nIn June 1995, the band participated at the [[Dynamo Open Air]] festival in Netherlands.\n\nFear Factory's second album, ''Demanufacture'', was released on June 12. Generally considered to be the band's defining work, features an alternative metal sound<ref>{{Cite web|url=https://www.allmusic.com/album/demanufacture-mw0000178307|title=Fear Factory - Demanufacture Album Reviews, Songs & More &#124; AllMusic|via=www.allmusic.com}}</ref> characterized by a mix of rapid-fire thrash metal/industrial metal guitar riffs and tight, pulse driven drum beats, roaring (rather than growled, but still aggressive) vocals that made way for melodic singing and powerful bass lines. The album's production is more refined and the integration of atmospheric keyboard parts and industrial textures upon Cazares' and Herrera's precise musicianship made the songs sound clinical, cold and machine-like and gave the band's music a futuristic feel. There were extensive contributions from Reynor Diego as well; adding key samples, loops and electronic flourishes to the group dynamics.\n\n''Demanufacture'' was awarded the maximum five-star rating in the UK's ''[[Kerrang!]]'' rock magazine. It went on to become a fairly successful album; whereas ''Soul of a New Machine'' failed to chart anywhere, ''Demanufacture'' made the Top 10 of the Billboard Heatseekers charts and a video was produced for the song \"Replica\". The video was featured in the ''[[Test Drive 5]]'' video game for the [[PlayStation (console)|PlayStation]]. The song \"Zero Signal\" was featured on the ''[[Mortal Kombat (1995 film)|Mortal Kombat]]'' film soundtrack (1995). Instrumental versions of ''Demanufacture'' songs were later used in [[Personal computer|PC]] video games ''[[Carmageddon]]'' and ''[[Messiah (video game)|Messiah]]''.\n\nFear Factory spent the next few years touring with such bands [[Black Sabbath]], [[Megadeth]] and [[Iron Maiden]], and opened for [[Ozzy Osbourne]] in North America and Europe during late 1995. They went on their first headlining European tour in mid-1996, with [[Manhole]] and [[Drain STH|Drain S.T.H.]] playing in clubs and music festivals, such as [[With Full Force]], Wâldrock or [[Graspop Metal Meeting]]. They also appeared at the [[Ozzfest]] in 1996 and 1997. In early 1997, they participated at the [[Big Day Out]] festival in Australia and New Zealand. In May 1997, the band released a new album composed of ''Demanufacture'' remixes by artists such as [[Rhys Fulber]], DJ Dano or [[Tom Holkenborg|Junkie XL]] called ''[[Remanufacture - Cloning Technology]]''. This was the band's first appearance on the [[Billboard 200|''Billboard'' 200]]. Roadrunner Records re-released, in a 10th Anniversary single package, ''Demanufacture'' and ''Remanufacture'' in 2005, which is similar to that of ''Soul of a New Machine'' (2004). This edition also includes bonus tracks from the [[digipak]] version of ''Demanufacture'' (1995).\n\n===''Obsolete'' (1998–2000)===\n{{More citations needed section|date=December 2014}}\n{{Main|Obsolete (album)}}\nFear Factory's third studio album, ''Obsolete'' (July 1998), was reportedly completed earlier than planned by canceling an appearance at the [[Dynamo Open Air Festival]].\n\n''Obsolete'' was similar in sound to ''Demanufacture'', emphasizing [[progressive metal]] elements.<ref name=\"Obsrev\">{{cite web |author= Prato, Greg |url= {{AllMusic|class=album|id=r366131|pure_url=yes}}\n |title= Obsolete Review |access-date= March 14, 2007 |publisher= Allmusic}}</ref> For the first time, the album featured Christian Olde Wolbers writing and recording full time with the band. It also featured Cazares' debut use of 7-string Ibanez guitars tuned to A tuning (A, D, G, C, F, A, D), and paved the way for a lower-tuned sound than previously. The album is also notable for Rhys Fulber's increased involvement with the band.\n\nWhile Fear Factory had explored the theme of \"Man versus Machine\" in their earlier work, ''Obsolete'' was their first [[concept album]] that dealt specifically with a literal interpretation of this subject. It tells a story called ''Conception 5'', which was written by Bell, that takes place in a future world where mankind is rendered \"obsolete\" by machines. Its characters include the \"[[Edgecrusher]]\", \"Smasher/Devourer\", and the \"Securitron\" monitoring system. The story is presented in the lyrics booklet in a screenplay format between the individual songs. The printed story parts link the lyrics of the songs together thematically.\n\n''Obsolete'' was released during the alternative metal boom of the late 1990s. It was supported by tours with [[Slayer]] and later [[Rammstein]], and a headlining spot on the second stage at Ozzfest in 1999 as last-minute replacements for [[Judas Priest]]. They also toured in Europe in December 1998 with [[Spineshank]] and [[Kilgore (band)|Kilgore]], and went on their first headlining tour in North America with [[Static-X]] the next year, though the first leg was interrupted due to the band's tour bus and material being stolen. They also played in Japan for the first time. ''Obsolete'' became the band's highest selling album, marking the band's first entry into the Top 100 on the Billboard charts. The album also spawned singles \"[[Descent (song)|Descent]]\" and a [[digipak]] bonus track, \"[[Cars (song)|Cars]]\", a cover of the [[Gary Numan]] song featuring a guest appearance by Numan on the song. The single made the Mainstream Rock Top 40 in 1999 and was also featured in the video game, [[Test Drive 6]]. Numan also performed a spoken-word sample on the album's title track. A video was filmed for the song \"[[Resurrection (Fear Factory song)|Resurrection]]\". To date, ''Obsolete'' remains the only Fear Factory album to have achieved gold sales in the U.S.\n\n===''Digimortal'' and demise (2001–2002)===\n{{More citations needed section|date=December 2014}}\n{{Main|Digimortal (album)}}\n\nIn early 2001, Fear Factory was asked to headline [[SnoCore Tour|SnoCore Rock]]. The success of ''Obsolete'' and \"Cars\" was a turning point for the band; Roadrunner Records was now keen on capitalizing on the band's sales potential and pressured the band to record more accessible material for the follow-up album, titled ''Digimortal'', which was released on April 23, 2001. Few weeks before its release, they were touring in Europe with [[One Minute Silence]].\n\nThey went on a long headlining North American tour during 2001, then played in much larger European festivals like Bizarre Festival, [[Pukkelpop]], [[Lowlands Festival]] and Leeds & Reading Festival. They then went on the first Roadrunner Roadrage tour in North America, toured Europe with [[Devin Townsend]] and [[Godflesh]] and played in Japan, Australia and New Zealand.\n\n''Digimortal'' made the Top 40 on the Billboard album charts, the Top 20 in Canada and the Top 10 of the Australian album charts. The track \"[[Linchpin (song)|Linchpin]]\" reached the Mainstream Rock Top 40. A remix of \"Invisible Wounds\" was included on the ''[[Resident Evil (2002 film)|Resident Evil]]'' film soundtrack, and an instrumental digipak bonus track called \"Full Metal Contact\" was originally written for the video game, ''[[Demolition Racer]]''. A VHS/DVD release called ''[[Digital Connectivity]]'', which documents each of the four album periods of the band via interviews, live clips, music videos and tour/studio footage, was released in January 2002.\n\nAlthough ''Digimortal'' had a successful start, the sales did not reach the levels of ''Obsolete'' and the band received little tour support. The direction of the album coupled with strong personal differences between some of the band members created a rift that escalated to the point where Bell announced his exit in March 2002. The band disbanded immediately thereafter; its publicists said this was \"largely because vocalist Burton C. Bell is tired of playing angry, aggressive music and wants to form a band that's more indie-rock-oriented\". In a final collaboration, the group recorded two songs for the video game ''[[The Terminator: Dawn of Fate]]'' that month.<ref name=\"shuttingdown\">{{cite web|url=http://www.mtv.com/news/articles/1452793/fear-factory-shutting-down.jhtml |title=Fear Factory Shutting Down |publisher=MTV |access-date=September 26, 2015}}</ref> Fear Factory's contractual obligations remained unfulfilled, however, and Roadrunner did not release them without controversially issuing the ''Concrete'' album in 2002 and the [[B-side]]s and rarities compilation, ''[[Hatefiles]]'', in 2003. During his time away from Fear Factory, Bell with John Bechdel started a side project called [[Ascension of the Watchers]], which released its first EP, ''Iconoclast'', independently via their online store in 2005.\n\n===First return and ''Archetype'' (2002–2004)===\n{{More citations needed section|date=December 2014}}\n{{Quote box|width=25%|When you look up the definition of the word, Archetype, it's the actual model from which everything else is copied. Fear Factory is that in my opinion, and Archetype is a defining moment for us. Listen to this record, and you'll know exactly where all these other bands came from.<ref name=\"LS\">{{cite web |url= http://www.loudside.com/music/artists/id/25/ |title= Biography |access-date= March 15, 2007 |publisher= Loudside.com}}</ref>|Burton C. Bell |align= right}}\n\nOver time, tensions within the band developed between Dino Cazares and the other members, particularly Burton C. Bell and Raymond Herrera. When asked about the breakup in May 2002, Cazares made claims and allegations against Bell and the other members, stating that Fear Factory could continue without Christian Olde Wolbers and that he and Raymond Herrera were primarily motivated by money.<ref name=\"Blab1\">{{cite web |author= Krgin, Borivoj |url= http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=3437 |title= EXCLUSIVE: DINO CAZARES Speaks Out On FEAR FACTORY Split – May 13, 2002 |access-date= March 14, 2007 |publisher= [[Blabbermouth.net]]}}</ref> Herrera responded to these allegations on behalf of the other band members, saying that Cazares was motivated by money and emphasizing Olde Wolbers' influence on the band's sound.<ref name=\"Blab2\">{{cite web |author= Krgin, Borivoj |url= http://www.blabbermouth.net/news.aspx?mode=Article&newsitemID=359 |title= Ex-FEAR FACTORY Drummer RAYMOND HERRERA: \"DINO CAZARES Is Just A Bitter, Bitter, Fat Man\" – May 20, 2002 |date = December 24, 2001|access-date= March 14, 2007 |publisher= [[Blabbermouth.net]]}}</ref> According to Herrera, the other band members would often come up with new ideas they wanted to incorporate into Fear Factory's sound, but their suggestions were dismissed or openly ridiculed by Cazares, causing a rift between him and the other members that ultimately led to the band's breakup.  In the same interview, Herrera also revealed that Cazares had attempted to control the direction of the band by manipulating their business management and record company, and had openly lied to the other members about his actions.<ref>{{cite web|title=FEAR FACTORY's HERRERA: We're Better Off Without DINO CAZARES|date = May 2, 2003|url=http://www.blabbermouth.net/news.aspx?mode=Article&newsitemID=11702|publisher=BlabberMouth}}</ref>\n\nHerrera and Olde Wolbers reunited later in 2002 and laid the foundations for the return of Fear Factory. Cazares was then permanently out of the band. Bell was approached with their demo recordings and was impressed enough to rejoin the band and Fear Factory was re-formed. Olde Wolbers switched to guitar and [[Byron Stroud]] of [[Strapping Young Lad]] was approached to join the band as a bassist. He was a member from 2003 until 2012. Cazares continued recording and performing with his side project called [[Asesino]], a Mexican [[deathgrind]] band. In 2007, he also started a new group called [[Divine Heresy]].\n\nFear Factory made its live return as the mystery band at the Australian [[Big Day Out]] festival in January 2004, followed by its first American shows since re-forming on the spring [[Jägermeister]] tour with [[Slipknot (band)|Slipknot]] and [[Chimaira]]. The new lineup's first album ''[[Archetype (Fear Factory album)|Archetype]]'' was released on April 20, 2004, through new record label [[Liquid 8 Records]] based in [[Minnesota]]. With ''Archetype'', Fear Factory returned to an alternative, industrial, metal sound; the album is generally considered to be a strong 'return-to-form' record, if not a particularly innovative effort, with most of the trademark elements of the band firmly in place.\n\nVideos were shot for the songs \"[[Cyberwaste]]\", \"[[Archetype (Fear Factory song)|Archetype]]\", and \"Bite the Hand That Bleeds\"; the latter featured on the [[Saw (soundtrack)|''Saw'' film soundtrack]]. The band performed on further tours with [[Lamb of God (band)|Lamb of God]] and [[Mastodon (band)|Mastodon]] in the US and with [[Mnemic]] in Europe. The new Fear Factory has largely abandoned the direct \"Man versus Machine\" theme prevalent on earlier releases in favor of subjects such as religion, war, and [[corporatism]].\n\n===''Transgression'' (2005–2006)===\n{{Main|Transgression (album)}}\n[[File:Fear factory live.jpg|thumb|upright=1.2|left|Fear Factory in 2005]]\nFear Factory announced plans to record and release its next full-length album over a very short period of time with mainstream rock producer [[Toby Wright]], who had worked with [[Korn]] and [[Alice in Chains]]. This was allegedly due to pressure from Fear Factory's new label [[Calvin Records]], which preponed the album's release date from four months away to just a month and a half so the band would have a new album to support on the inaugural [[Gigantour]], which they had been invited to participate on by [[Dave Mustaine]].<ref name=\"Utopia\">{{cite web |author= Yates, Rod |url= http://www.utopia.com.au/pages/interviews/interview-fearfactory.php |title= Fear Factory |access-date= March 14, 2007 |publisher= Utopia Records, Australia |archive-url= https://web.archive.org/web/20110928062533/http://www.utopia.com.au/pages/interviews/interview-fearfactory.php |archive-date= September 28, 2011 |url-status= dead |df= mdy-all }}</ref>\n\nThe resulting album, ''Transgression'', was released on August 22, 2005, in the United Kingdom, and on the following day in North America, almost a year after ''Archetype''. The album garnered highly polarized reviews; some critics hailed the album as diverse and progressive, and other reviewers did not receive the record very well.<ref name=\"MF\">{{cite web |author= Milburn, Simon |url=  http://www.themetalforge.com/modules.php?name=News&file=article&sid=596 |title= FEAR FACTORY: Undercurrent |access-date= March 15, 2007 |publisher= The Metal Forge}}</ref> Although the album starts off as a Fear Factory record, subsequent songs include mellow/alt-rock numbers \"Echo of My Scream\" (featuring [[Faith No More]]'s [[Billy Gould]] on bass) and \"New Promise\", a [[pop-rock]] song \"Supernova\", and a faithful cover of U2's rock song \"[[I Will Follow]]\".<ref name=\"Decibel\">{{cite web |author= Terry, Nick |url= http://decibelmagazine.com/features/oct2005/fear_factory.aspx |archive-url= https://web.archive.org/web/20051129013525/http://decibelmagazine.com/features/oct2005/fear_factory.aspx |archive-date= November 29, 2005 |title= Fear Factory |access-date= March 14, 2007 |publisher= [[Decibel magazine]]}}</ref>\n\nIn 2013, Wolbers posted more details about writing and recording of Transgression and Archetype on his Facebook page.<ref>{{cite web|url=http://www.facebook.com/permalink.php?story_fbid=490163041030854&id=281907298680&comment_id=5372926&offset=0&total_comments=58 |title=Damn i havent heard this album in 7... – Christian Olde Wolbers |publisher=Facebook |access-date=March 18, 2014}}</ref> He said he was disappointed with ''Transgression'', calling it half-finished, and blamed the label for the severe time constraints imposed during the recording sessions and for the inclusion of the U2 cover.<ref name=\"Utopia\" /> However, Burton C. Bell said he is proud of the album and sees it as the band \"stepping over boundaries\".<ref name=\"BurtonTransgression\">{{cite web |author= Krgin, Borivoj |url= http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=3591 |title= FEAR FACTORY Frontman Says 'Transgression' Is 'An Experimental Record' – Aug. 18, 2005|access-date= March 14, 2007 |publisher= [[Blabbermouth.net]]}}</ref>\n\nLate in 2005, Fear Factory toured the U.S. again on the \"Machines at War\" tour, with an all-star death metal lineup of guests in [[Suffocation (band)|Suffocation]], [[Hypocrisy (band)|Hypocrisy]], and [[Decapitated (band)|Decapitated]]; they played old classics from ''Soul of a New Machine'', such as \"Crash Test\", which they had not performed live in many years. During 2005 and 2006, Fear Factory promoted the album on the \"Fifteen Years of Fear\" world tour in celebration of their fifteenth anniversary. The members invited bands including [[Darkane]], [[Strapping Young Lad]] and [[Soilwork]] to join them on the U.S. leg, and [[Misery Index (band)|Misery Index]] to join them on the European leg.\n\n===Hiatus and other projects (2006–2008)===\nAn online statement from Wolbers in December 2006 said the band would return to the studio to record a new album, produced by the band, immediately after the completion of the ''Transgression'' touring cycle.<ref name=\"Forums2\">{{cite web |author= Myra |url= http://www.fearfactoryforums.com/viewtopic.php?t=12605 |archive-url= https://web.archive.org/web/20070929060444/http://www.fearfactoryforums.com/viewtopic.php?t=12605 |archive-date= September 29, 2007 |title= New Album News? |access-date=March 14, 2007 |publisher= Fear Factory Forums}}</ref> That month, Bell confirmed in an interview that the band would leave Liquid 8 Records.<ref name=\"Blab3\">{{cite web |author= Krgin, Borivoj |url= http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=63178 |title= FEAR FACTORY Splits With LIQUID 8 RECORDS – Dec. 2, 2006 |access-date= March 14, 2007 |publisher= [[Blabbermouth.net]]}}</ref>\n\nRather than begin work on a new studio album, the band members briefly parted and began working with other projects. Bell contributed vocals to the songs \"End of Days, Pt.1\", \"End of Days, Pt. 2\", and \"Die in a Crash\" on [[Ministry (band)|Ministry]]'s 2007 album ''[[The Last Sucker]]'',<ref>{{cite web|url=http://www.ultimate-guitar.com/news/upcoming_releases/burton_c_bell_talks_about_involvement_with_ministry.html|title=Burton C Bell Talks About Involvement With Ministry|publisher=UltimateGuitar}}</ref> and later toured with Ministry in support of the album. In an interview for the website [[Metalsucks]], Bell called this a \"dream come true\", describing Ministry frontman [[Al Jourgensen]] as \"one of [his] heroes\".<ref name=\"metalsucks.net\">{{cite web|url=http://www.metalsucks.net/2008/05/06/metalsucks-interviews-burton-c-bell-of-ascension-of-the-watchers-ex-fear-factory/ |title=Interviews Burton C. Bell Of Ascension of the Watchers (Ex-Fear Factory) |publisher=MetalSucks |date=May 6, 2008 |access-date=August 10, 2011}}</ref> In the same interview, Bell talked at length about his new band Ascension of the Watchers, providing insight into the inspiration behind the project's formation.<ref name=\"metalsucks.net\"/>\n\nOn March 21, 2008, while Fear Factory was on hiatus, Bell spoke in a video interview about the band's future, saying he no longer wanted to contribute to the violence and aggression he saw in the world with the aggressive type of music Fear Factory produced.<ref>{{youTube|jy14Omrhoz8|BURTON C BELL OVERCOMES FEAR FACTORY}}</ref> Wolbers and Herrera started a new band called [[Arkaea]], with vocalist Jon Howard and bassist [[Pat Kavanagh (musician)|Pat Kavanagh]] of [[Threat Signal]]. Wolbers said, \"Ironically, half of the Arkaea album consists of songs that were intended to be the next Fear Factory record\".<ref name=\"metalunderground.com\">{{cite web|url=http://www.metalunderground.com/bands/details.cfm?bandid=6178 |title=Arkaea – in Metal Bands |publisher=Metal Underground.com |date=April 20, 2011 |access-date=August 10, 2011}}</ref> Arkaea's debut album ''[[Years in the Darkness]]'' was released on July 14, 2009.<ref name=\"metalunderground.com\"/>\n\n===Second return, internal disputes, and ''Mechanize'' (2009–2011)===\n{{Main|Mechanize}}\n[[File:Fear Factory Adelaide BDO 2010.JPG|thumb|upright=1.3|Fear Factory in 2010]]\n\nOn April 8, 2009, Bell and Cazares announced the reconciliation of their friendship, and the formation of a new project with Byron Stroud on bass and drummer [[Gene Hoglan]] of [[Testament (band)|Testament]], [[Death (metal band)|Death]], [[Strapping Young Lad]], [[Dark Angel (band)|Dark Angel]], and [[Dethklok]]. On April 28, this project was announced to be a new version of Fear Factory without Herrera and Wolbers.<ref name=\"Blab4\">{{cite web |url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=118983 | title=FEAR FACTORY Reforms With DINO CAZARES, BURTON C. BELL, GENE HOGLAN|publisher=BLABBERMOUTH.NET}}</ref> When asked about their exclusion, Bell said, \"[Fear Factory is] like a business and I'm just reorganizing&nbsp;...&nbsp;We won't talk about [their exclusion]\".<ref>{{cite web|url=http://www.metalhammer.co.uk/uncategorized/fear-factory-interview-part-2|title=Fear Factory Interview Part 2!|publisher=Metal Hammer|url-status=dead|archive-url=https://web.archive.org/web/20090501122443/http://www.metalhammer.co.uk/uncategorized/fear-factory-interview-part-2|archive-date=May 1, 2009}}</ref> Hoglan in retrospect has expressed some hesitation joining the band, saying that he only did it as a favour for Stroud.<ref name=\"hoglanblab\"/>\n\nIn June 2009, Wolbers and Herrera spoke about the issue on the radio program ''Speed Freaks''. Herrera said he and Wolbers were still in the band. \"[Christian and I] are actually still in Fear Factory&nbsp;...&nbsp;[Burton and Dino] decided to start a new band, and furthermore, they decided to call it Fear Factory. They never communicated with us about it\", said Herrera.<ref name=\"roadrunnerrecords.com\">{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=122059|title=FEAR FACTORY Members Embroiled In 'Legal Battle' Over Band's Name|publisher=BlabberMouth}}</ref> Herrera also said the four original members—Bell, Cazares, Wolbers, and Herrera—were contractually regarded as Fear Factory Incorporated, and, \"it's almost like them two against us two, so it's kind of a stalemate\". The drummer also said he and Wolbers had written eight songs for the next Fear Factory record, but that a \"personal disagreement\" had arisen between them and Bell, which left Bell not wanting to continue work with the band.<ref name=\"roadrunnerrecords.com\"/>\n\nBell and Cazares later spoke about their reasons for excluding Herrera and Wolbers. Cazares said Bell wanted to reunite the classic Fear Factory lineup of himself, Cazares, Herrera, and Wolbers, but that Herrera and Wolbers refused to be part of any reunion with Cazares.<ref>{{cite web |url=http://www.ultimate-guitar.com/interviews/interviews/dino_cazares_what_we_are_doing_now_is_traditional_fear_factory_sound.html |title=Dino Cazares: 'What We Are Doing Now Is Traditional Fear Factory Sound' &#124; Interviews @ |publisher=Ultimate-guitar.com |access-date=August 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20100801170315/http://www.ultimate-guitar.com/interviews/interviews/dino_cazares_what_we_are_doing_now_is_traditional_fear_factory_sound.html |archive-date=August 1, 2010 }}</ref> Bell also said he wanted to fire the band's manager Christy Priske, who was also Wolbers' wife, and Herrera and Wolbers refused. Herrera and Wolbers threatened to sign a new record deal without Bell, prompting him to form a new version of Fear Factory without them.<ref>{{cite web |url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=124659 |title=FEAR FACTORY's BELL Says Management Dispute Led To Split With HERRERA, WOLBERS |publisher=Roadrunnerrecords.com |access-date=August 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20090807024934/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=124659 |archive-date=August 7, 2009 }}</ref> In some interviews, Wolbers said Bell had made \"growing unacceptable demands\", which were declined. He said, \"Ray and I wanted what was best for the business and what he [Burton] was trying to change wasn't really good for the business. It was only bad for the business, so that's why he went into that whole phase of hijacking the name and trying to run with it.\"<ref>{{cite web|url=https://blabbermouth.net/news/wolbers-burton-c-bell-hijacked-fear-factory-name-and-tried-to-run-with-it |title=BURTON C. BELL 'Hijacked' Fear Factory Name And Tried To Run With It |publisher=Blabbermouth.Net |date= July 23, 2009|access-date=January 31, 2013}}</ref>\n\nFear Factory featuring Bell and Cazares was due to make its live debut on June 21 at the [[Metalway Festival]] in Zaragoza, Spain.<ref>[http://www.metalwayfestival.com/index2.html ] {{webarchive |url=https://web.archive.org/web/20090509155731/http://www.metalwayfestival.com/index2.html |date=May 9, 2009 }}</ref> However, the show was canceled \"at the last minute\", apparently because of the legal complications referenced by Herrera. The rest of that lineup's planned performances in mid-2009, which included a tour of the United Kingdom, Germany, Australia, and New Zealand that August, had also been canceled.<ref>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=122326|title='New' FEAR FACTORY Lineup Cancels Debut Gig; Entire German Tour Called Off|publisher=BlabberMouth}}</ref> The group said they canceled the tour to finish writing and recording the next Fear Factory album.<ref>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=122542|title=FEAR FACTORY Cancels Australia/New Zealand Tour Due To 'Recording Commitments'|publisher=BlabberMouth}}</ref> Despite the canceled performances in Europe, they performed some shows in December in South American countries including Argentina,<ref>{{cite web |url=http://www.ticketek.com.ar/Conciertos/Metal/FEAR-FACTORY__FEARTEA# |title=Ticketek Argentina – Entradas para FEAR FACTORY |publisher=Ticketek.com.ar |access-date=August 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110719132343/http://www.ticketek.com.ar/Conciertos/Metal/FEAR-FACTORY__FEARTEA |archive-date=July 19, 2011 }}</ref> Chile,<ref>{{cite web|url=http://www.chileanskies.com/2009/09/17/fear-factory-vuelve-a-presentarse-en-chile/ |title=Fear Factory vuelve a presentarse en Chile | publisher=ChileanSkies |date=September 17, 2009 |access-date=August 10, 2011}}</ref> and Brazil.\n\nDuring an interview on June 23, 2009, Cazares said he could never have a working relationship with Raymond and Wolbers again, saying they were too money-driven and criticized the music they recorded on ''Archetype'' for being too similar to the band's earlier output. Despite ongoing issues between the two parties, the new Fear Factory went ahead with the recording process. In late July 2009, a short video shot with a cell telephone showed Cazares recording drum tracks with longtime contributor Rhys Fulber. On November 6, 2009, [[blabbermouth.net]] said a new album, ''Mechanize'', would be released on February 9, 2010, on [[Candlelight Records]].<ref>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=129951|title=FEAR FACTORY Signs With CANDLELIGHT RECORDS|publisher=BlabberMouth|url-status=dead|archive-url=https://web.archive.org/web/20091109013536/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=129951|archive-date=November 9, 2009}}</ref> On November 8, 2009, Fear Factory released a track titled \"[[Powershifter]]\" on YouTube.<ref>{{Cite web|url=https://www.youtube.com/watch?v=flzimbVxOHI| archive-url=https://ghostarchive.org/varchive/youtube/20211114/flzimbVxOHI| archive-date=2021-11-14 | url-status=live|title=FEAR FACTORY – Powershifter (OFFICIAL MUSIC VIDEO)|via=www.youtube.com}}{{cbignore}}</ref> On November 10, 2009, Bell announced the track list for ''Mechanize'', along with an explanation of each song.<ref>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=130169|title=FEAR FACTORY: 'Mechanize' Track-By-Track Guide By BURTON C. BELL|publisher=BlabberMouth|url-status=dead|archive-url=https://web.archive.org/web/20091114052910/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=130169|archive-date=November 14, 2009}}</ref>\n\nIn January 2010, Fear Factory played in Australia and New Zealand tour on the Big Day Out tour, playing their first Australian dates since 2005 on January 17 at Parklands Showgrounds on Queensland's [[Gold Coast, Queensland|Gold Coast]]. Fear Factory released ''Mechanize'' on February 5, 2010, and began a U.S. tour titled \"Fear Campaign Tour 2010\", in late March. In August 2010, the band headlined the [[Brutal Assault]] open air festival in Czech Republic. In September 2010, Fear Factory toured Australia, New Zealand, and Tokyo as the opening act for [[Metallica]]. The New Zealand concerts were in Christchurch, two shows that were brought about by a petition sent to Metallica asking them to visit New Zealand's second-largest city.  After the [[2010 Canterbury earthquake]], the South Island concerts were in doubt, but on September 15, 2010, an official announced the CBS Arena had escaped harm and both shows went ahead.\n\n===''The Industrialist'' (2011–2013)===\n{{main | The Industrialist}}\nIn an interview during the [[70000 Tons of Metal]] cruise, Bell said Fear Factory was planning to write and record a \"full-on concept\" album, which was due for release in 2012. He said, \"We're gonna kind of take a break a little bit, but we're definitely going into the studio at some point and start writing. We wanna take our time doing it. Personally&nbsp;...&nbsp;''Mechanize'', don't get me wrong, is a good record—I'm very proud of it—but it's gotta be better than that. I've got plans where I'd like to do a full-on concept again—story, artwork. Just make it real cerebral. But there'll definitely be another Fear Factory record, maybe in 2012.\"<ref>{{cite web |url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=153624 |title=Fear Factory To Begin Writing 'Full-On Concept' Album |publisher=Roadrunnerrecords.com |access-date=August 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110225063858/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=153624 |archive-date=February 25, 2011 }}</ref> On August 3, 2011, Dino Cazares said on his Twitter feed that he was working and demoing new material for the next Fear Factory album.<ref>{{cite web |url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=161547 |archive-url=https://archive.today/20120910134531/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=161547 |url-status=dead |archive-date=September 10, 2012 |title=Fear Factory Demoing New Material |publisher=Roadrunnerrecords.com |access-date=August 10, 2011 }}</ref> On January 25, 2012, the band announced the new album will be titled ''[[The Industrialist]]''. The album was again co-produced by the band with Rhys Fulber and mixed by Greg Reely.<ref>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=168744|title=Fear Factory: New Album Title Revealed|publisher=Roadrunnerrecords.com|access-date=January 26, 2012|archive-url=https://web.archive.org/web/20120201053951/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=168744|archive-date=February 1, 2012|url-status=dead}}</ref>\n\nByron Stroud left the band early in 2012, saying, \"Life's too short to spend it with people who don't respect you\".<ref>{{cite web|url=https://blabbermouth.net/news/byron-stroud-on-fear-factory-life-s-too-short-to-spend-it-with-people-who-don-t-respect-you |title=BYRON STROUD On FEAR FACTORY: Life's Too Short To Spend It With People Who Don't Respect You |publisher=Blabbermouth.Net |date= March 30, 2012|access-date=January 31, 2013}}</ref> In one interview, Cazares said he did not know why Stroud decided to leave and that he could not play the bass parts on ''Mechanize'', prompting Cazares to do it himself.<ref name=\"metalforcesmagazine.com\">{{cite web|url=http://www.metalforcesmagazine.com/site/feature-fear-factory-12-12/ |title=FEAR FACTORY – Recharged (December 2012) &#124; Features / Interviews @ Metal Forces Magazine |publisher=Metalforcesmagazine.com |date=June 1, 2012 |access-date=March 18, 2014}}</ref>\n\nIn February 2012, former Chimaira guitar player [[Matt DeVries]] replaced Stroud. On April 19, 2012, [[Mike Heller]] of [[Malignancy (band)|Malignancy]] and [[System Divide]] was announced as the band's new drummer, replacing Gene Hoglan; in a 2013 interview, Hoglan claimed that he only found out through [[Blabbermouth.net]] that he was no longer needed, and expressed some disappointment about the course of events.<ref name=\"hoglanblab\">{{Cite web|url=https://www.blabbermouth.net/news/gene-hoglan-found-out-via-blabbermouth-net-that-he-was-no-longer-needed-by-fear-factory/|title=GENE HOGLAN Found Out Via BLABBERMOUTH.NET That He Was No Longer Needed By FEAR FACTORY|date=August 2, 2013|website=BLABBERMOUTH.NET}}</ref> At the same time, Cazares confirmed on his Facebook page that [[John Sankey (drummer)|John Sankey]] of [[Devolved (band)|Devolved]] had programmed the drums on ''The Industrialist''.<ref>{{cite web|url=http://www.facebook.com/dinocazares/posts/3022177036425?notif_t=feed_comment |title=Welcome to Facebook |publisher=Facebook.com |access-date=January 31, 2013}}</ref> Burton described ''The Industrialist'' as another concept album \"sonically, conceptually, and lyrically\".<ref name=\"bravewords.com\">{{cite web|author=bravewords.com |url=http://www.bravewords.com/news/183678 |title=FEAR FACTORY Guitarist Dino Cazares on the Industrialist – \"Me And Burton Decided To Take Control Of Creating The Record Ourselves\" |publisher=Bravewords.com |access-date=March 26, 2014}}</ref> Cazares also said he and Burton were the two in control of the record's outcome, and that the songwriting on the album was much more \"definitive\" in regards to Fear Factory's platform sound.<ref name=\"bravewords.com\"/> On June 4, 2012,''The Industrialist'' was available to stream through [[AOL Music]].  The album was released through Candlelight Records on June 5, 2012.<ref>{{cite web|url=http://www.metalcallout.com/metal-news/fear-factory-entire-new-album-%E2%80%98the-industrialist%E2%80%99-available-to-stream.html |title=Fear Factory: Entire New Album, The Industrialist, Available to Stream|publisher=Metal CallOut|date=June 4, 2012 |access-date=June 4, 2012}}</ref>\n\nOn May 2, 2013, Cazares commented regarding the status of Fear Factory albums ''Archetype'' and ''Transgression'', which were recorded without his participation, and the band's decision not to play songs from them live, saying \"they don't count\" as Fear Factory albums.<ref name=\"metalforcesmagazine.com\"/> Contradicting this, Fear Factory played the track ''Archetype'' on its 2013 Australian tour in early July, with minor changes to the song's lyrics.<ref>{{cite web|title=FEAR FACTORY Performs Non-DINO CAZARES-Era Song 'Archetype' In Brisbane; Video Available |date = July 4, 2013|url=http://www.blabbermouth.net/news.aspx?mode=Article&newsitemID=192110|publisher=BlabberMouth}}</ref>\n\n===''Genexus'' (2013–2015)===\n[[File:Fear Factory in Saint Petersburg 2013-7.jpg|thumb|upright=1.3|Fear Factory in [[Saint Petersburg]], Russia, 2013]]\nOn May 1, 2013, Dino Cazares told Songfacts.com Fear Factory would begin work on their ninth studio album after the end of ''The Industrialist'' tour. The album was expected to be released in early 2014.<ref>{{cite web|url=http://www.songfacts.com/blog/interviews/dino_cazares_of_fear_factory/ |title=Dino Cazares of Fear Factory: Songwriter Interviews |publisher=Songfacts.com |date=May 1, 2013 |access-date=May 1, 2013}}</ref> On May 13, 2013, Burton C. Bell told Metal-Rules.com, \"Fear Factory will continue to tour North America and Europe 2013. We've got some more tours scheduled, some summer festivals next year. During that time our plan is to start writing a new record and we would like to have a new record out by spring 2014\".<ref>{{cite web|url=http://www.metal-rules.com/metalnews/2013/01/13/fear-factory-interview-with-burton-c-bell// |title=Fear Factory – Interview with Burton C. Bell |publisher=Metal Rules |date=January 13, 2013 |access-date=January 13, 2013}}</ref> On March 19, 2014, Bell told [[Brave Words & Bloody Knuckles]] he would like to have the new album released by August, followed by a tour in September.<ref>{{cite web|date=May 1, 2013|title=Burton C. Bell Talks Fear Factory's Roots, Hiatus, Resurrection, New Album, Industrialist Book – \"I Literally Signed A Deal with a Dutch Devil\"|url=http://www.bravewords.com/news/219726|access-date=May 1, 2013|publisher=Songfacts.com|archive-date=March 20, 2014|archive-url=https://archive.today/20140320165347/http://www.bravewords.com/news/219726|url-status=bot: unknown}} on 22 March 2021</ref> On September 12, 2014, the band announced it had signed to record label [[Nuclear Blast]] and would enter the studio in October. The band also confirmed that the album would be mixed by [[Andy Sneap]], and that Rhys Fulber would again produce it.<ref>{{cite web|url=http://www.blabbermouth.net/news/fear-factory-signs-with-nuclear-blast-entertainment-new-album-in-the-works/ |title=FEAR FACTORY Signs With NUCLEAR BLAST ENTERTAINMENT; New Album in the Works |publisher=Blabbermouth.net |date=September 12, 2014 |access-date=September 12, 2014}}</ref>\n\nThe band played their first shows in India, in November 2014, as part of the Weekender Tour, and on February/March 2015, they participated at the [[Soundwave (Australian music festival)|Soundwave Festival]] in Australia and New Zealand.\n\nOn May 1, 2015, it was announced that former [[Static-X]] and [[Soulfly]] bassist [[Tony Campos]] joined the band.<ref>{{cite web|title=FEAR FACTORY To Release 'Genexus' Album in August|url=http://www.blabbermouth.net/news/fear-factory-to-release-genexus-album-in-august/|publisher=[[Blabbermouth.net]]|access-date=May 22, 2015|date=May 22, 2015}}</ref> Later that month, Fear Factory announced that they would release their ninth studio album, titled ''[[Genexus (album)|Genexus]]'', on August 7, 2015.<ref>{{cite web|url=http://www.blabbermouth.net/news/fear-factory-to-release-genexus-album-in-august/ |title=Fear Factory To Release 'Genexus' Album in August |publisher=[[Blabbermouth.net]] |date=May 22, 2015 |access-date=May 27, 2015}}</ref><ref>{{cite web|url=http://www.blabbermouth.net/news/fear-factory-genexus-artwork-track-listing-revealed/ |title=Fear Factory: 'Genexus' Artwork, Track Listing Revealed |publisher=[[Blabbermouth.net]] |date=May 27, 2015 |access-date=May 27, 2015}}</ref>\n\nThey toured in European festivals in July 2015, and then onto North America, as an opening act for [[Coal Chamber]]. From late August until mid-September 2015, the band toured the midwestern, southern and southwestern United States with support from [[Once Human]] (starring [[Logan Mader]]), Los Angeles melodic metal band [[Before the Mourning]] and Chicago rock band [[The Bloodline (band)|The Bloodline]].<ref>{{cite web|url=http://loudwire.com/fear-factory-headlining-tour-once-human-before-the-mourning-the-bloodline/|title=Fear Factory Plan Headlining Tour With Once Human + More|work=Loudwire|access-date=August 6, 2015}}</ref> They also announced that they would play the entire ''[[Demanufacture (Fear Factory album)|Demanufacture]]'' album in Europe between November and December 2015, a tour which again included Once Human with the addition of Irish band Dead Label as openers.<ref>{{cite web|url=http://www.moshville.co.uk/tours/2015/07/fear-factory-announce-demanufacture-20th-anniversary-euro-tour/ |title=Fear Factory announce \"Demanufacture\" 20th anniversary Euro-tour |publisher=Moshville Times |date=July 27, 2015 |access-date=December 24, 2015}}</ref>\n\n===Hiatus and lawsuits (2016–2019)===\n\nIn a November 2016 interview with ''[[Loudwire]]'', guitarist [[Dino Cazares]] revealed that Fear Factory had planned to release their tenth studio album in mid-to-late 2017. He stated, \"Right now we're going to be home and doing a new record. We're writing already and in the process of doing a new record, but it probably won't be out until late summer of next year or maybe even October. I'm not exactly sure.\"<ref>{{cite web|url=http://loudwire.com/dino-cazares-fear-factory-eye-late-summer-2017-new-album/ |title=Dino Cazares: Fear Factory Eye Late Summer 2017 for New Album |publisher=[[Loudwire]] |date=November 30, 2016 |access-date=November 30, 2016}}</ref>\n\nIn a December 2016 interview with The Ex-Man, despite an ongoing \"huge legal battle\" with Bell and Cazares, former bassist-guitarist [[Christian Olde Wolbers]] stated that he was \"trying to reach out and try to get this reunion thing happening.\" He added, \"There would be nothing better for this band [than] to reconcile our differences, fucking write a killer record, which I know we can, and fucking we would be doing really big tours. My passion for playing and what we have invested in this band is very big, and I know it's really big for Dino as well, 'cause he started it with [[Raymond Herrera|Raymond]] back in the day.\"<ref>{{cite web|url=http://www.blabbermouth.net/news/ex-fear-factory-bassist-christian-olde-wolbers-says-he-has-been-trying-to-reunite-bands-classic-lineup/ |title=Ex-Fear Factory Bassist Christian Olde Wolbers Says He Has Been Trying To Reunite Band's Classic Lineup |publisher=[[Blabbermouth.net]] |date=December 23, 2016 |access-date=December 31, 2016}}</ref> More fuel to the possibility of a reunion with the \"classic\" lineup of Bell, Cazares, Herrera and Wolbers was added later that month, when Wolbers posted an image on his [[Instagram]] account, suggesting Fear Factory's official website was \"under construction.\"<ref>{{cite web|url=http://www.theprp.com/2016/12/29/news/fear-factory-classic-lineup-reunion-may-works/ |title=Fear Factory 'Classic' Lineup Reunion May Be in the Works |publisher=theprp.com |date=December 29, 2016 |access-date=December 31, 2016}}</ref>\n\nOn May 7, 2017, Wolbers posted a blank picture on his Instagram (which was later deleted), claiming that Fear Factory had broken up. Later that day, Cazares was asked via Twitter if they were still together, and his response was, \"Not sure why your asking that and rant by who?\".<ref>{{cite web|url=http://www.theprp.com/2017/05/08/news/ex-bassist-claims-fear-factory-broken/ |title=Ex-Bassist Claims Fear Factory Have Broken Up |publisher=theprp.com |date=May 8, 2017 |access-date=May 8, 2017}}</ref><ref>{{cite web|url=https://www.ultimate-guitar.com/news/community_feed/fear_factorys_former_bassist_claims_that_the_band_has_broken_up.html |title=Fear Factory's Former Bassist Claims That The Band Has Broken Up |publisher=ultimate-guitar.com |date=May 8, 2017 |access-date=May 8, 2017}}</ref>\n\nIn an interview with Kilpop in May 2017, Burton C. Bell said that the new songs were \"even stronger than ''Genexus'', 'cause it just seems even more tight. We're on a groove, and it's kicking ass.\"<ref>{{cite web|url=http://www.blabbermouth.net/news/fear-factorys-new-songs-are-even-stronger-than-those-on-genexus-says-burton-c-bell/|title=FEAR FACTORY's New Songs Are 'Even Stronger' Than Those On 'Genexus', Says BURTON C. BELL|date=May 23, 2017|publisher=[[Blabbermouth.net]]|access-date=May 23, 2017}}</ref>\n\nIn an interview with SiriusXM's Jose Mangin at November 2018's inaugural Headbangers Con in Portland, Oregon, Bell revealed ''Monolith'' as the title of Fear Factory's tenth studio album and its tentative artwork via his smartphone.<ref>{{cite web|url=http://www.blabbermouth.net/news/burton-c-bell-reveals-new-fear-factory-album-title-cover-art/|title=BURTON C. BELL Reveals New FEAR FACTORY Album Title, Cover Art|publisher=[[Blabbermouth.net]]|access-date=February 10, 2019|date=February 10, 2019}}</ref> In October 2019, this was refuted by guitarist Dino Cazares who stated via his Twitter account that there was no new Fear Factory album.<ref>{{Cite web|url=https://www.theprp.com/2019/10/02/news/dino-cazares-says-there-is-no-new-fear-factory-album/|title=Dino Cazares Says \"There Is No New Fear Factory Album\"|date=October 2, 2019|website=Theprp.com}}</ref> Shortly thereafter, Cazares expressed uncertainty towards the band's future, indicating that a lawsuit filed by former members [[Raymond Herrera]] and [[Christian Olde Wolbers]] had prevented him and Bell from using the Fear Factory name.<ref>{{cite web|url=https://metalinjection.net/its-just-business/dino-cazares-implies-fear-factory-is-over-due-to-lawsuit|title=Dino Cazares Implies FEAR FACTORY Is Over Due To Lawsuit|date=October 7, 2019|publisher=metalinjection.net|access-date=October 7, 2019}}</ref><ref>{{cite web|url=https://www.metalsucks.net/2019/10/05/dino-cazares-chimes-in-on-fear-factory-lawsuit/|title=Dino Cazares Chimes in on Fear Factory Lawsuit|date=October 5, 2019|publisher=metalsucks.net|access-date=October 7, 2019}}</ref><ref>{{cite web|url=https://www.metalsucks.net/2019/10/07/are-fear-factory-planning-to-release-a-new-album-under-a-different-band-name/|title=Are Fear Factory Planning to Release a New Album Under a Different Band Name?|date=October 7, 2019|publisher=metalsucks.net|access-date=October 7, 2019}}</ref>\n\n=== Split with Burton C. Bell, ''Aggression Continuum'' and new vocalist (2020–present) ===\nOn September 2, 2020, Dino Cazares announced he would be releasing new Fear Factory music in 2021.<ref>{{cite web|author=Greg Kennelty|url=https://metalinjection.net/upcoming-releases/fear-factory-to-release-new-music-in-2021|title=FEAR FACTORY to Release New Music in 2021|publisher=Metal Injection|access-date=September 3, 2020|date=September 3, 2020}}</ref> Less than a month later, Burton C. Bell announced he quit Fear Factory citing \"consistent series of dishonest representations and unfounded accusations from past and present band members\", leaving no original members left in the band besides Cazares. However, Bell's contributions to their upcoming album remained, as he recorded his vocals in 2017.<ref>{{cite web|url=https://www.blabbermouth.net/news/burton-c-bell-officially-quits-fear-factory-i-cannot-align-myself-with-someone-whom-i-do-not-trust-nor-respect/|title=BURTON C. BELL Officially Quits FEAR FACTORY: 'I Cannot Align Myself With Someone Whom I Do Not Trust Nor Respect'|publisher=[[Blabbermouth.net]]|access-date=September 28, 2020|date=September 28, 2020}}</ref> He claimed his relationship with Cazares began to fray when they got into a physical altercation during the recording of ''Genexus'', \"because [Cazares] said something he shouldn’t have\".<ref>{{Cite web|url=https://www.loudersound.com/features/burton-c-bell-my-life-story|title=Bust-ups, bankruptcy and backstabbing: how Burton C Bell escaped the wreckage of Fear Factory|first=Dave|last=Everleypublished|date=April 8, 2021|website=loudersound}}</ref>\n\nIn an interview with [[Robb Flynn]] on September 28, 2020, which took place within hours after Bell announced his departure from Fear Factory, Cazares claimed that he was not aware of the split until he \"found out [about it] via social media.\" He also claimed that one of the reasons behind Bell's departure was not only due to the lawsuit that prevented the release of the band's new album, but because the latter's portion of the Fear Factory \"trademark ownership became available\", which left Cazares as the sole owner of the band name. Cazares reiterated that Bell's vocals would appear on the new album, which was being mixed by [[Andy Sneap]] for a March 2021 release, and hoped the pair would continue to work together in order to support it.<ref>{{cite web|url=https://www.blabbermouth.net/news/dino-cazares-found-out-via-social-media-that-burton-c-bell-was-leaving-fear-factory/|title=DINO CAZARES 'Found Out Via Social Media' That BURTON C. BELL Was Leaving FEAR FACTORY|publisher=[[Blabbermouth.net]]|access-date=September 29, 2020|date=September 29, 2020}}</ref><ref>{{cite web|url=https://www.theprp.com/2020/09/29/news/dino-cazares-discusses-burton-c-bells-departure-from-fear-factory-says-the-door-will-remain-open-for-him-for-a-limited-time/|title=Dino Cazares Discusses Burton C. Bell's Departure From Fear Factory, Says The Door Will Remain Open For Him For A Limited Time|publisher=theprp.com|access-date=September 29, 2020|date=September 29, 2020}}</ref>\n\nOn April 1, 2021, Fear Factory announced that their first new song in over five years would be released on April 16.<ref>{{cite web|url=https://www.blabbermouth.net/news/fear-factory-to-release-first-new-song-in-over-five-years-later-this-month/|title=FEAR FACTORY To Release First New Song In Over Five Years Later This Month|website=[[Blabbermouth.net]]|date=April 2021|accessdate=April 1, 2021}}</ref> A short riff teaser of the song from Cazares was released soon after.<ref>{{cite web|url=https://www.blabbermouth.net/news/fear-factory-riff-teaser-from-upcoming-album/|title=FEAR FACTORY: Riff Teaser From Upcoming Album|website=[[Blabbermouth.net]]|date=April 3, 2021|accessdate=April 3, 2021}}</ref> The new single \"Disruptor\" was released on April 16, followed by the announcement of the tenth studio album ''[[Aggression Continuum]]'', which was released on June 18.<ref>{{cite web|url=https://www.blabbermouth.net/news/fear-factory-releases-first-new-song-in-over-five-years-disruptor/|title=FEAR FACTORY Releases First New Song In Over Five Years, 'Disruptor'|website=[[Blabbermouth.net]]|access-date=April 17, 2021|date=April 16, 2021}}</ref>\n\nWhile deciding on a new vocalist through auditions,<ref>{{cite web|url=https://metalinjection.net/news/fear-factory-still-deciding-on-a-new-vocalist|author=Kennelty, Greg|title=FEAR FACTORY Still Deciding On A New Vocalist|website=Metal Injection|date=April 19, 2021|accessdate=April 19, 2021}}</ref> Cazares said that gender would not play a role, expressing an open interest in hiring a woman;<ref>{{cite web|url=https://www.metalsucks.net/2021/04/21/burton-seabells-replacement-in-fear-factory-might-be-a-lady/|author=Rosenberg, Axl|title=Burton Seabell's Replacement in Fear Factory Might Be a Lady|website=[[Metal Sucks]]|date=April 21, 2021|accessdate=April 29, 2021}}</ref><ref>{{cite web|url=https://www.ultimate-guitar.com/news/general_music_news/dino_cazares_is_open_to_hiring_female_singer_in_fear_factory_explains_what_you_need_if_you_want_to_become_bands_new_vocalist.html|author=jomatami|title=Dino Cazares Is Open to Hiring Female Singer in Fear Factory, Explains What You Need if You Want to Become Band's New Vocalist|website=[[Ultimate Guitar]]|accessdate=May 29, 2021}}</ref> however, he said that he would not announce it for a while.<ref>{{cite web|url=https://www.blabbermouth.net/news/new-fear-factory-singer-wont-be-announced-for-a-while/|title=New FEAR FACTORY Singer Won't Be Announced 'For A While'|website=[[Blabbermouth.net]]|date=May 20, 2021|accessdate=May 20, 2021}}</ref><ref>{{cite web|url=https://blabbermouth.net/news/dino-cazares-is-anxiously-optimistic-about-finding-fear-factorys-new-vocalist/|title=DINO CAZARES Is 'Anxiously Optimistic' About Finding FEAR FACTORY's New Vocalist|website=[[Blabbermouth.net]]|date=June 10, 2021|accessdate=June 10, 2021}}</ref> Out of all the potential talents, he decided on a replacement who had yet to be revealed, with the member being a male and \"kind of known\" within the metal scene. He also said that the new member would be introduced through new songs.<ref>{{cite web|url=https://www.theprp.com/2021/08/18/news/fear-factorys-dino-cazares-has-officially-found-a-new-vocalist-to-replace-burton-c-bell/|title=It's Official: FEAR FACTORY Has Found A Replacement For Singer BURTON C. BELL|website=[[Blabbermouth.net]]|date=August 18, 2021|accessdate=August 18, 2021}}</ref> Wolbers expressed support for Cazares carrying on with the band.<ref>{{Cite web|url=https://www.blabbermouth.net/news/ex-fear-factory-bassist-christian-olde-wolbers-hopes-dino-cazares-keeps-band-alive-as-long-as-he-can/|title=Ex-FEAR FACTORY Bassist CHRISTIAN OLDE WOLBERS Hopes DINO CAZARES Keeps Band Alive 'As Long As He Can'|date=September 20, 2021|website=BLABBERMOUTH.NET}}</ref>\n\n==Musical style, influences, and legacy==\n{{Listen | filename = Fear Factory - Invisible Wounds (Dark Bodies) -- sample.opus | title = Invisible Wounds (Dark Bodies) | description = Sample of \"Invisible Wounds (Dark Bodies)\" from ''[[Digimortal (album)|Digimortal]]'' (2001){{deletable file-caption|Friday, 25 February 2022|PROD}}}}\n\nFear Factory has been classified under several metal genres, but usually are described as [[industrial metal]]<ref>{{cite web |url=https://www.loudersound.com/features/every-fear-factory-album-ranked-from-worst-to-best-1 |title=Every Fear Factory album, ranked from worst to best |work=Louder Sound |date=August 19, 2016 |last=Boyd |first=William |accessdate=August 1, 2022}}</ref><ref name=\"dis\">{{cite web |url=http://www.drownedinsound.com/bands/491 |title=Home > Listings > Artists: Fear Factory |access-date=September 22, 2009 |url-status=dead |archive-url=https://web.archive.org/web/20070519224524/http://www.drownedinsound.com/bands/491 |archive-date=May 19, 2007 }}</ref><ref name=\"em\">{{cite web |url=http://edmontonmusic.com/bands/fear+factory.html |title=Fear Factory: Profile |access-date=September 22, 2009 |url-status=bot: unknown |archive-url=https://web.archive.org/web/20080724172809/http://edmontonmusic.com/bands/fear+factory.html |archive-date=July 24, 2008 }}</ref><ref name=\"ugo\">{{cite web |url=http://www.ugo.com/channels/music/features/bandsondemand/artist.aspx?cat=metal&artist=fearfactory&full=Fear%20Factory |title=Fear Factory: Biography |access-date=September 22, 2009 |url-status=dead |archive-url=https://web.archive.org/web/20071222084254/http://www.ugo.com/channels/music/features/bandsondemand/artist.aspx?cat=metal&artist=fearfactory&full=Fear%20Factory |archive-date=December 22, 2007 }}</ref> and [[groove metal]],<ref name=\"dis\"/><ref name=\"ugo\"/> but also as [[nu metal]],<ref name=\"Huey\">{{cite web|first= Steve |last= Huey |title= Fear Factory – Artist Biography |publisher= AllMusic. All Media Network |access-date= December 11, 2015 |url= http://www.allmusic.com/artist/fear-factory-mn0000167320/biography}}</ref><ref>{{Cite web|url=https://www.phoenixnewtimes.com/music/six-nu-metal-bands-you-shouldnt-be-ashamed-of-liking-6625165?storyPage=2|title = Six Nu-Metal Bands You Shouldn't be Ashamed of Liking}}</ref><ref>{{Cite web|url=https://www.metalsucks.net/2009/06/25/fear-factory-nu-metal-or-not/|title = Fear Factory: Nu-Metal or Not?|date = June 25, 2009}}</ref><ref>{{Cite web|url=https://metalinjection.net/news/drama/fear-factory-frontman-burton-c-bell-calls-roadrunner-records-founder-danish-devil-over-initial-contract-offering/|title = FEAR FACTORY Frontman Burton C. Bell Calls ROADRUNNER RECORDS Founder \"Danish Devil\" over Initial Contract Offering|date = March 20, 2014}}</ref> [[alternative metal]],<ref>{{cite web|title=Demanufacture – Fear Factory|url=https://www.allmusic.com/album/demanufacture-mw0000178307|publisher=www.allmusic.com}}</ref> [[grindcore]],<ref>{{cite web |url=https://www.deseret.com/1999/3/5/19432654/fear-factory-s-obsolete-is-anything-but |title=Fear Factory's 'Obsolete' is anything but |work=[[Deseret News]] |date=March 5, 1999 |access-date=May 11, 2020}}</ref> [[thrash metal]],<ref name=\"dis\"/> and [[death metal]].<ref name=\"dis\"/><ref name=\"em\"/><ref name=\"ugo\"/><ref name=\"Huey\"/> The band began as a death metal band with their debut album ''[[Soul of a New Machine]]'', but quickly moved to industrial metal after that album.<ref>{{cite web |url=https://www.moshville.co.uk/reviews/album-review/2013/11/oldie-but-goldie-fear-factory-soul-of-a-new-machine/ |title=Oldie But Goldie: Fear Factory – Soul of a New Machine |work=The Moshville Times |date=November 21, 2013 |access-date=May 11, 2020 |author=Sean}}</ref><ref>{{cite web |url=https://www.loudersound.com/features/rise-of-the-machine-the-untold-story-of-fear-factory-s-demanufacture |title=Rise of the Machine: The untold story of Fear Factory's Demanufacture |work=[[Metal Hammer]] |last=Lawson |first=Dom |date=November 10, 2015 |access-date=May 11, 2020}}</ref><ref>{{cite book |title=The Encyclopedia of Popular Music |last=Larkin |first=Colin |quote=The Colin Richardson-produced ''Soul of a New Machine'' established Fear Factory as a genuine death metal force, with a good collection of songs delivered with originality and ferocity. |publisher=Omnibus Press |date=May 27, 2011 |isbn= 9780857125958}}</ref> Fear Factory's influences include [[Slayer]], [[Exodus (band)|Exodus]], [[Napalm Death]], [[Ministry (band)|Ministry]], [[Nine Inch Nails]], and [[Godflesh]].<ref>{{cite web |url=https://www.metalunderground.com/interviews/details.cfm?newsid=122700 |title=Fear Factory Reconstructs \"Demanufacture\" |publisher=Metal Underground |date=April 18, 2016 |access-date=May 11, 2020}}</ref><ref>{{cite web |url=http://metalassault.com/Interviews/2013/12/21/in-depth-interview-with-fear-factory-guitarist-dino-cazares/ |title=In-depth interview with Fear Factory guitarist Dino Cazares |last=Bansal |first=Andrew |date=December 21, 2013 |access-date=May 11, 2020}}</ref><ref>{{cite web |url=http://noisecreep.com/fear-factory-remember-when-they-had-to-fight-to-be-heard/ |title=Fear Factory remember when they had to fight to be heard |work=[[Noisecreep]] |last=Wiederhorn |first=Jon |date=February 24, 2010 |access-date=May 11, 2020}}</ref>\n\nIn terms of influences on the group's work, Dino Cazares has cited the band members' interests in fantasy and science fiction alternative universes such as the [[Terminator (franchise)|''Terminator'' mythos]] as well as the [[Dune (franchise)|''Dune'' mythos]]. As a specific example, their debut album, ''[[Soul of a New Machine]]'', picked up its name directly from a line in a movie critic review of the ''[[Terminator 2: Judgment Day]]'' film (discussing the [[T-1000]] [[villain]]). Cazares has also cited recurring influences on Fear Factory coming from conventional [[popular music]], outside of the genres of hard rock and heavy metal, for instance looking to singer-songwriter [[Paul McCartney]]'s sounds in both [[The Beatles]] and [[Wings (band)|Wings]].<ref>{{cite web|url=http://www.songfacts.com/blog/interviews/dino_cazares_of_fear_factory/|title=Dino Cazares of Fear Factory : Songwriter Interviews|website=www.songfacts.com|access-date=July 18, 2017}}</ref> Over the years the film ''[[Blade Runner]]'' has become a recurring theme as the band often makes lyrical reference to the plot, as well as directly quote and sample lines from the film.\n\nFear Factory's innovative approach towards and hybridization of the genres industrial metal, death metal, and alternative metal has had a lasting impact on other artists coming later, the band putting a stamp on metal music ever since the release of their first album in 1992. Fear Factory is noteworthy among contemporaries for its lyrical focus on science fiction, with much of the band's music telling a single story spanning several concept albums. The band has been called a \"stepping stone\",<ref name=\"UGO\">{{cite web |url= http://www.ugo.com/channels/music/features/bandsondemand/artist.aspx?artist=fearfactory&cat=metal |title= Why we like 'em |access-date= March 15, 2007 |publisher= UGO.com |url-status= dead |archive-url= https://web.archive.org/web/20071012133805/http://ugo.com/channels/music/features/bandsondemand/artist.aspx?artist=fearfactory&cat=metal |archive-date= October 12, 2007 }}</ref> leading mainstream listeners to venture into less-known, more extreme bands, and are consistently appreciated. Despite the heavy use of ambient and sampling sounds, the band has never had an official keyboardist in their lineup; they instead employ session/touring members. \n\nIn the liner notes of the re-released version of ''Soul of a New Machine'', [[Machine Head (band)|Machine Head]] vocalist [[Robb Flynn]], [[Chimaira]] vocalist [[Mark Hunter (musician)|Mark Hunter]], and [[Spineshank]] guitarist Mike Sarkisyan cited Fear Factory as an influence. Robb Flynn said his vocal style was influenced by Burton C. Bell's vocals and Machine Head have been wrongly credited for the vocal style. Mark Hunter said Chimaira's drumming was heavily influenced by Raymond Herrera. [[Slipknot (band)|Slipknot]], [[Killswitch Engage]], [[As I Lay Dying (band)|As I Lay Dying]], [[Static-X]], and [[Coal Chamber]] have also mentioned Fear Factory in their liner notes.\n\nModern bands including [[Mnemic]], [[Scarve]], [[Stiff Valentine]], and [[Threat Signal]] contain significant influences from Fear Factory's technique and have also credited a substantial debt of gratitude to the band.<ref name=\"Mnemic\">{{cite web |author= Stefanis, John |url= http://www.getreadytorock.com/pure_metal/mnemic.htm |title= Interview: Mnemic (Mircea) |access-date= March 14, 2007 |publisher=Getreadytorock.com}}</ref><ref name=\"Scarve\">{{cite web |author= Scarve |url= http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid=51749824 |title= Official Scarve MySpace |access-date= March 14, 2007 |publisher= [[MySpace.com]] |url-status= dead |archive-url= https://web.archive.org/web/20080404224858/http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid=51749824 |archive-date= April 4, 2008 }}</ref><ref name=\"Sybreed\">{{cite web |author= criticaltom |url= http://www.geocities.com/criticaltom_2000/sybreed.html |title= Interview with Reality Entertainment recording artists: SYBREED |access-date= March 14, 2007 |publisher= Critical Mass Webjournal|archive-url=https://web.archive.org/web/20090807112250/http://geocities.com/criticaltom_2000/sybreed.html|archive-date=August 7, 2009}}</ref> [[Peter Tägtgren]] of [[Hypocrisy (band)|Hypocrisy]] said, \"Fear Factory are close to our hearts\" and, \"''Soul of a New Machine'' was the influence for me to start my other project, '[[Pain (musical project)|Pain]]'\".<ref name=\"Hypocrosy\">{{cite web|url=http://www.nuclearblastusa.com/news.archive5.html |title=Hypocrisy |access-date=March 14, 2007 |publisher=[[Nuclear Blast]] America |archive-url=https://web.archive.org/web/20061117015811/http://www.nuclearblastusa.com/news.archive5.html |archive-date=November 17, 2006 |url-status=dead }}</ref> [[Devin Townsend]] of [[Strapping Young Lad]] said his main influences for ''[[Heavy as a Really Heavy Thing]]'' were Fear Factory and Napalm Death.<ref>{{cite web|title=Devin Townsend interview|publisher=Khaos of Grind|url=http://grindkhaos.tripod.com/interviews3.html|access-date=January 31, 2008}}</ref> In an interview on [[That Metal Show]], [[Black Sabbath]] drummer [[Bill Ward (musician)|Bill Ward]] said Fear Factory is one of the bands he wishes he could play with, and picked ''Mechanize'' as one of his favourite albums.<ref>{{Cite magazine|url=https://www.rollingstone.com/music/music-lists/black-sabbaths-bill-ward-my-10-favorite-metal-albums-196238/|title=Black Sabbath's Bill Ward: My 10 Favorite Metal Albums|first1=Hank|last1=Shteamer|first2=Rolling|last2=Stone|magazine=[[Rolling Stone]]|date=July 12, 2017}}</ref>\n\n== Band members ==\n===Current members===\n* [[Dino Cazares]] – guitars, backing vocals <small>(1989–2002, 2009–present)</small>, bass <small>(1992, 1995, 2009, 2012, 2015, 2020–present)</small>, keyboards <small>(1995), drum programming (2012)</small><ref>{{cite web|url=http://www.metal-archives.com/albums/Fear_Factory/Demo_1/39518|title=Fear Factory – Demo 1 – Encyclopaedia Metallum: The Metal Archives|access-date=September 25, 2015}}</ref><ref name=\"metal-archives.com\">{{cite web|url=http://www.metal-archives.com/albums/Fear_Factory/Demo_'91/39519|title=Fear Factory – Demo '91 – Encyclopaedia Metallum: The Metal Archives|access-date=September 25, 2015}}</ref>\n* [[Mike Heller]] – drums <small>(2012–present)</small><ref>{{cite web |url=http://legacy.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=172824 |title=Blabbermouth.Net – Fear Factory Taps Malignancy/System Divide Drummer For Upcoming Tour |publisher=Legacy.RoadrunnerRecords.com |access-date=May 12, 2012 }}{{dead link|date=December 2017 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>\n* [[Tony Campos]] – bass, backing vocals <small>(2015–present)</small>\n\n====Session member====\n* [[Rhys Fulber]] – keyboards, samples <small>(1993–2002, 2003–2004, 2009–present)</small>\n\n===Former members===\n{{col-begin}}\n{{col-4}}\n====Miscellanous==== \n* [[Burton C. Bell]] – lead vocals <small>(1989–2002, 2003–2006, 2009–2017)</small>, keyboards <small>(1995)</small>\n* [[Christian Olde Wolbers]] – bass <small>(1993–2002)</small>, guitar <small>(2003–2006)</small>, backing vocals <small>(1993–2002, 2002–2006)</small>\n\n{{col-4}}\n====Bassists====\n* David Gibney – bass <small>(1989–1991)</small>\n* Andy Romero – bass <small>(1991–1992)</small>\n* [[Andrew Shives]] – bass <small>(1992–1993)</small>\n* [[Byron Stroud]] – bass <small>(2003–2006, 2009–2012)</small>\n* [[Matt DeVries]] – bass, backing vocals <small>(2012–2015)</small>\n\n{{col-4}}\n====Drummers====\n* [[Raymond Herrera]] – drums <small>(1989–2002, 2003–2006)</small>\n* [[Gene Hoglan]] – drums <small>(2009–2012)</small>\n\n{{col-4}}\n====Session Keyboardists====\n* Reynor Diego – keyboards, samples <small>(1992–1995)</small>\n* [[Steve Tushar]] – keyboards, synthesizers, samples <small>(1995–1997, 2003–2005)</small>\n* John Morgan – keyboards, samples <small>(1997)</small>\n* John Bechdel – keyboards, synthesizers, samples <small>(1998–2002, 2002–2004)</small>\n\n{{col-end}}\n\n===Timeline===\n{{#tag:timeline|\nImageSize = width:800 height:auto barincrement:20\nPlotArea = left:120 bottom:80 top:5 right:10\nAlignbars = justify\nDateFormat  = mm/dd/yyyy\nPeriod = from:01/01/1989 till:01/01/2023\nTimeAxis = orientation:horizontal format:yyyy\nScaleMajor = increment:5 start:1990\nScaleMinor = increment:1 start:1989\nLegend = orientation:vertical position:bottom columns:3\n\nColors =\n  id:LVocals  value:red         legend:Vocals\n  id:Bvocals  value:pink        legend:Backing_vocals\n  id:Guitar   value:green       legend:Guitars\n  id:Bass     value:blue        legend:Bass\n  id:Drums    value:orange      legend:Drums\n  id:Studio   value:black       legend:Studio_album\n  id:bars     value:gray(0.95)\n\nBackgroundColors = bars:bars\n\nLineData =\n layer:back color:Studio\n  at:08/25/1992\n  at:06/13/1995\n  at:07/28/1998\n  at:04/24/2001\n  at:04/19/2004\n  at:08/22/2005\n  at:02/05/2010\n  at:06/05/2012\n  at:08/07/2015\n  at:06/18/2021\n\nBarData =\n  bar:Bell    text:\"Burton C. Bell\"\n  bar:Cazares text:\"Dino Cazares\"\n  bar:Gibney  text:\"David Gibney\"\n  bar:Romero  text:\"Andy Romero\"\n  bar:Shives  text:\"Andrew Shives\"\n  bar:Olde    text:\"Christian Olde Wolbers\"\n  bar:Stroud  text:\"Byron Stroud\"\n  bar:DeVries text:\"Matt DeVries\"\n  bar:Campos  text:\"Tony Campos\"\n  bar:Herrera text:\"Raymond Herrera\"\n  bar:Hoglan  text:\"Gene Hoglan\"\n  bar:Heller  text:\"Mike Heller\"\n\nPlotData =\n color:LVocals width:11\n  bar:Bell from:01/01/1989 till:03/07/2002\n  bar:Bell from:12/01/2002 till:12/10/2006\n  bar:Bell from:04/08/2009 till:09/28/2020\n color:Guitar\n  bar:Cazares from:01/01/1989 till:03/07/2002 \n  bar:Cazares from:04/07/2009 till:end\n  bar:Olde    from:12/01/2002 till:12/10/2006\n color:Bass\n  bar:Gibney  from:01/01/1989 till:02/01/1991\n  bar:Romero  from:02/01/1991 till:03/01/1992\n  bar:Shives  from:03/01/1992 till:12/01/1993\n  bar:Olde    from:12/01/1993 till:03/07/2002\n  bar:Stroud  from:12/01/2002 till:12/10/2006\n  bar:Stroud  from:04/08/2009 till:01/01/2012\n  bar:DeVries from:01/01/2012 till:05/01/2015\n  bar:Campos  from:05/01/2015 till:end\n color:Drums\n  bar:Herrera from:01/01/1989 till:03/07/2002\n  bar:Herrera from:12/01/2002 till:12/10/2006\n  bar:Hoglan  from:04/08/2009 till:01/19/2012\n  bar:Heller  from:01/19/2012 till:end\n\n color:Bvocals  width:3\n  bar:Cazares from:01/01/1989 till:03/07/2002\n  bar:Cazares from:04/07/2009 till:end\n  bar:Olde    from:12/01/1993 till:03/07/2002\n  bar:Olde    from:12/01/2002 till:12/10/2006\n  bar:DeVries from:01/01/2012 till:05/01/2015\n  bar:Campos  from:05/01/2015 till:end\n\n color:Bass  width:7\n  bar:Olde    from:12/01/2002 till:12/10/2006\n}}\n\n==Discography==\n{{main|Fear Factory discography}}\n\n* ''[[Soul of a New Machine]]'' (1992)\n* ''[[Demanufacture (Fear Factory album)|Demanufacture]]'' (1995)\n* ''[[Obsolete (album)|Obsolete]]'' (1998)\n* ''[[Digimortal (album)|Digimortal]]'' (2001)\n* ''[[Archetype (Fear Factory album)|Archetype]]'' (2004)\n* ''[[Transgression (album)|Transgression]]'' (2005)\n* ''[[Mechanize]]'' (2010)\n* ''[[The Industrialist]]'' (2012)\n* ''[[Genexus (album)|Genexus]]'' (2015)\n* ''[[Aggression Continuum]]'' (2021)\n\n==References==\n{{Reflist}}\n\n==External links==\n{{commonscat}}\n*{{Official website|http://www.fearfactory.com/}}\n*{{allMusic}}\n\n{{Fear Factory}}\n{{Authority control}}\n\n[[Category:1989 establishments in California]]\n[[Category:American industrial metal musical groups]]\n[[Category:Candlelight Records artists]]\n[[Category:Death metal musical groups from California]]\n[[Category:Musical groups established in 1989]]\n[[Category:Musical groups disestablished in 2002]]\n[[Category:Musical groups reestablished in 2003]]\n[[Category:Musical groups disestablished in 2006]]\n[[Category:Musical groups reestablished in 2009]]\n[[Category:Musical groups from Los Angeles]]\n[[Category:Musical quartets]]\n[[Category:Nuclear Blast artists]]\n[[Category:Roadrunner Records artists]]", "sha1": "d934s3u1xd8pa431sjb7p8nmx1jgamm"}