{"title": "Incubus", "id": "1116138648", "parentid": "1116137912", "timestamp": "2022-10-15T01:06:28Z", "contributor": "\n        ", "comment": "/* Regional variations */", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Mythological creature who lies upon sleeping women}}\n{{About|the legendary demon}}\n{{Expand French|Incube|date=January 2019}}\n[[File:Incubus.jpg|thumb|''Incubus'', 1879]]\nAn '''incubus''' is a [[demon]] in male form in folklore that seeks to have sexual intercourse with sleeping women; the corresponding spirit in female form is called a [[succubus]]. In medieval Europe, union with an incubus was supposed by some to result in the birth of witches, demons, and deformed human offspring. Legendary magician [[Merlin]] was said to have been fathered by an incubus. Parallels exist in many cultures.<ref>{{cite web|title=Incubus (demon) |publisher=[[Britannica.com]]|access-date=October 16, 2017|url=https://www.britannica.com/topic/incubus}}</ref> Walter Stephens alleges in \"Demon Lovers\", some traditions hold that repeated sexual activity with an incubus or succubus may result in the deterioration of health, an impaired mental state, or even death.<ref>Stephens, Walter (2002), ''Demon Lovers'', p. 23, The University of Chicago Press, {{ISBN|0-226-77261-6}}</ref>\n\n==Etymological, ancient, and religious descriptions==\nThe [[Late Latin]] word ''incubus'' (\"a nightmare induced by a demon\") is derived from [[Latin]] ''incubō'' (\"nightmare, what lies down on one whilst one sleeps\") and further from ''incubāre'' (\"to lie upon, to hatch\").<ref>{{cite web|title=Incubus |publisher=[[Reference.com]]|access-date=September 26, 2014|url=http://dictionary.reference.com/browse/Incubus?s=t }}</ref> One of the earliest evident mentions of a demon sharing qualities to an incubus comes from [[Mesopotamia]] on the [[Sumerian King List]], ''circa'' 2400 BC, where the hero [[Gilgamesh]]'s father is listed as [[Lilu (mythology)|Lilu]].<ref>Raphael Patai, p. 221, The Hebrew Goddess: Third Enlarged Edition, {{ISBN|978-0-8143-2271-0}}</ref> Lilu is described as \"disturbing\" and \"seducing\" women in their sleep, while [[Lilitu]], a female demon, is described as appearing to men in erotic dreams.<ref>Siegmund Hurwitz, Lilith: The First Eve {{ISBN|978-3-85630-522-2}}</ref> Two other corresponding demons appear as well: Ardat lili, who visits men by night and begets ghostly children from them, and Idlu lili, a male counterpart to Ardat lili who visits women by night and begets from them. ''Ardat lili'' is derived from ''ardatu'', the word for \"a woman of marriagable age\", while ''idlu lili'' is derived from ''idlu'', meaning a \"grown man\".<ref>{{cite book |last1=Wilson |first1=John Albert |last2=Allen |first2=Thomas George |title=The Sumerian King List |date=1973 |publisher=Oriential Institute of the University of chicago |location=London |isbn=0226622738 |page=90 |edition=4th }}</ref><ref>{{cite book |last1=Campbell Thompson |first1=R |title=Semitic Magic: Its Origins and Development |date=1 Feb 2000 |publisher=Weiser books |location=New York |isbn=9781609253813 }}</ref> These demons were originally storm demons but eventually became regarded as night demons potentially due to mistaken etymology.<ref>Raphael Patai, ''The Hebrew Goddess'', Third Enlarged Edition, p. 221–222, {{ISBN|978-0-8143-2271-0}}</ref>\n\nThe half-human offspring of such a union is sometimes referred to as a [[cambion]]. An incubus may pursue sexual relations with a woman to father a child, as in the legend of Merlin.<ref>Merlin's father was said to be an incubus in [[Geoffrey of Monmouth]]'s ''[[Historia Regum Britanniae]]'' and many later tales. See [[Norris J. Lacy|Lacy, Norris J.]] (1991). \"Merlin\". In Norris J. Lacy, ''The New Arthurian Encyclopedia'', p. 322. (New York: Garland, 1991). {{ISBN|0-8240-4377-4}}.</ref>\n\nIn the ''[[Malleus Maleficarum]]'', exorcism is presented one of the five ways to overcome the attacks of incubi. The others are [[Sacrament]]al [[Confession (religion)|Confession]], the [[Sign of the Cross]] (or recital of the [[Hail Mary|Angelic Salutation]]), moving the afflicted to another location, and by [[excommunication]] of the attacking entity, \"which is perhaps the same as exorcism\".<ref>Kramer, Heinrich and Sprenger, James (1486), Summers, Montague (translator&nbsp;– 1928), ''The Malleus Maleficarum'', Part 2, [http://www.sacred-texts.com/pag/mm/mm02b01a.htm Chapter 1], \"The Remedies prescribed by the Holy Church against Incubus and Succubus Devils\", at [http://www.sacred-texts.com sacred-texts.com]</ref> In contrast, the [[Franciscan|Franciscan friar]] [[Ludovico Maria Sinistrari]] stated that incubi \"do not obey exorcists, have no dread of exorcisms, show no reverence for holy things, at the approach of which they are not in the least overawed\".<ref name=\"Masello\"/>\n\nOne scientific explanation for the incubus concept could fall under the scope of [[sleep paralysis]], as well as [[hypnagogia]], as it is common to experience auditory and visual hallucinations in both states. Typical examples include a feeling of being crushed or suffocated, electric \"tingles\" or \"vibrations\", imagined speech and other noises, the imagined presence of a visible or invisible entity, and sometimes intense emotions of fear or euphoria and orgasmic feelings. These often appear quite real and vivid, especially auditory hallucinations of music, which can be quite loud, indistinguishable from music being played in the same room. Humanoid and animal figures, often shadowy or blurry, are often present in hypnagogic hallucinations, more so than other hallucinogenic states.\n\nThe combination of sleep paralysis and hypnagogic hallucination could cause someone to believe that a \"demon was holding them down\". Nocturnal arousal etc. could be explained by creatures causing otherwise guilt-producing behavior. Add to this the common phenomena of nocturnal arousal and [[nocturnal emission]], and all the elements required to believe in an incubus are present.<ref name=\"AZ\">Lewis, James R., Oliver, Evelyn Dorothy, Sisung Kelle S. (Editor) (1996), ''Angels A to Z'', Entry: Incubi and Succubi, pp. 218, 219, Visible Ink Press, {{ISBN|0-7876-0652-9}}</ref>\n\nAdditionally, some crimes of [[sexual assault]] were likely passed off as the actions of incubi. Some authors speculate that rapists may have attributed the [[rape]]s of sleeping men and women to demons to escape punishment. Robert Masello asserts that a friend or relative is at the top of the list in such cases and would be kept secret by the intervention of \"spirits\".<ref name=\"Masello\">Masello, Robert (2004), ''Fallen Angels and Spirits of The Dark'', p. 66, The Berkley Publishing Group, 200 Madison Ave. New York, NY 10016, {{ISBN|0-399-51889-4}}</ref>\n\n==Regional variations==\nA number of variations on the incubus theme are seen around the world. The [[alp (folklore)|alp]] of [[Teutons|Teutonic]] or [[German folklore]] is one of the better known. In [[Zanzibar]], [[Popo Bawa]] primarily attacks men and generally behind closed doors.<ref name=\"Popo Bawa\">{{cite web | url=http://wwrn.org/articles/16838/?&place=eastern-africa&section=occult | title=Belief in sex-mad demon tests nerves | publisher=World-Wide Religious News| date=May 16, 2005 | access-date=December 11, 2011 | author=Maclean, William (Reuters)}}</ref> \"The [[Trauco]]\", according to the traditional mythology of the [[Chiloé Province]] of Chile, is a hideous deformed dwarf who lulls nubile young women and seduces them. The Trauco is said to be responsible for unwanted pregnancies, especially in unmarried women. Perhaps another variation of this conception is the \"Tintín\" in Ecuador, a dwarf who is fond of abundant-haired women and seduces them at night by playing the guitar outside their windows — a myth that researchers believe was created during the colonial period of time to explain pregnancies in women who never left their houses without a chaperone. In [[Hungary]], a ''[[lidérc]]'' can be a Satanic lover that flies at night and appears as a fiery light (an ''ignis fatuus'' or [[will o' the wisp]]) or, in its more benign form as a featherless chicken.<ref>Mack, Dinah, Mack, Carol K. (1999), ''A Field Guide to Demons, Fairies, Fallen Angels and Other Subversive Spirits'', p. 209, Henry Holt and Company, LLC, {{ISBN|0-8050-6270-X}}</ref>\n\nIn [[Brazil]] and the rainforests of the [[Amazon basin]], the [[Amazon river dolphin]] (or ''boto'') is believed to be a combination of [[siren (mythology)|siren]] and incubus that shape-shifts into a very charming and handsome man who seduces young women and takes them into the river.<ref>[http://www.ancientspiral.com/dolphin1.htm \"Whales and Dolphins\"] {{webarchive|url=https://web.archive.org/web/20110723093206/http://www.ancientspiral.com/dolphin1.htm |date=2011-07-23 }} at [http://www.ancientspiral.com ancientspiral.com] {{Webarchive|url=https://web.archive.org/web/20070410131017/http://www.ancientspiral.com/ |date=2007-04-10 }}</ref> It is said to be responsible for disappearances and unwanted pregnancies.<ref>[http://library.thinkquest.org/C001650/html/text_only_english/dolphin.htm Boto] {{webarchive|url=https://web.archive.org/web/20101021061050/http://library.thinkquest.org/C001650/html/text_only_english/dolphin.htm |date=2010-10-21 }} at [http://library.thinkquest.org library.thinkquest.org] {{webarchive|url=https://web.archive.org/web/20070407170213/http://library.thinkquest.org/ |date=2007-04-07 }}</ref>  According to legend, a boto always wears a hat to disguise the breathing hole at the top of its head while in human form, metamorphosing back into a dolphin during the day.{{Citation needed|reason= Dead link redirected to Malay gambling site|date=October 2021}}\n\nThe Southern African incubus demon is the [[Tokolosh]]. Chaste women place their beds upon bricks to deter the rather short fellows from attaining their sleeping forms. They also share the hole in the head detail and water-dwelling habits of the boto.\n\nIn [[Swedish folklore]], the mara or [[Mare (folklore)|mare]] is a spirit or [[goblin]] that rides on the chests of humans while they sleep, giving them bad dreams (or \"[[nightmare]]s\").<ref>Bjorvand and Lindeman (2007:719–720).</ref> Belief in the mare goes back to the Norse [[Ynglinga saga]] from the 13th century,<ref>Ynglinga saga, stanza 13, in Hødnebø and Magerøy (1979:12).</ref> but the belief is probably even older. The mare was likely inspired by [[sleep paralysis]].\n\nIn [[Assam]], a northeastern province of India, it is mostly known as ''pori'' ([[Assamese alphabet|Assamese]]: পৰী, meaning \"angel\") (''pari ''in Hindi and etymological cousin of fairy). According to the mythology, Pori comes to a man at night in his dreams and seduces him. Gradually, the victim's health deteriorates, and in some cases, he develops suicidal tendencies.\n\nIn [[Turkish people|Turkish]] culture, incubus is known as ''[[Karabasan]]''. It is an evil being that descends upon some sleepers at night. These beings are thought to be spirits or ''[[jinns]]''. It can be seen or heard in the nightmare and a heavy weight is felt on the chest. Yet, people cannot wake up from that state. Some of the causes are sleeping without adequately covering the body (especially women) and eating in bed.\n\nIn the [[Xhosa people|Xhosa]], [[Pondo people|Pondo]] and [[Zulu people|Zulu]] cultures of [[South Africa]], some variations of the'' [[impundulu]]'' resemble incubi as they are believed to appear as handsome men to seduce women and drink their blood.<ref name=\"MCJ\">{{cite book\n  | last =Jȩdrej\n  | first =M. Charles\n  |author2=Rosalind Shaw\n   | title =Dreaming, Religion and Society in\n  | publisher =BRILL\n  | year =1992\n  | pages =155\n  | url =https://www.google.com/books?id=sj1zcfP1cJgC&pg=PA155&d\n  | isbn =90-04-05243-7 }}</ref>\n\n==See also==\n{{Wiktionary|incubus}}\n{{Commons category|Incubus}}\n{{div col|colwidth=22em}} \n* [[Batibat]]\n* [[Christian demonology]]\n* [[Classification of demons]]\n* [[Demonology]]\n* [[Fiery serpents]]\n* [[Gancanagh]]\n* [[Krampus]]\n* [[List of fictional demons]]\n* [[List of theological demons]]\n* [[Night terror]]\n* [[Sexuality in Christian demonology]]\n{{Div col end}}\n\n==Notes==\n{{Reflist}}\n\n{{Authority control}}\n\n[[Category:Christian mythology]]\n[[Category:Medieval European legendary creatures]]\n[[Category:Demons]]\n[[Category:Demons in Christianity]]\n[[Category:Supernatural legends]]\n[[Category:Sleep in mythology and folklore]]\n[[Category:Succubi]]\n[[Category:Devils]]", "sha1": "ng53owr2u3368iy5ewrtwfhy5k9dnlm"}