{"title": "Justice", "id": "1107817735", "parentid": "1107698161", "timestamp": "2022-09-01T02:05:06Z", "contributor": "\n        ", "comment": "Rescued 2 archive links. [[User:GreenC/WaybackMedic_2.5|Wayback Medic 2.5]]", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Concept of moral fairness and administration of the law}}\n{{other uses}}\n{{Use dmy dates|date=February 2020}}\n{{politics}}\n[[File:Iustitia van Heemskerck.png|thumb|''[[Justitia]]'' by [[Maarten van Heemskerk]], 1556. Justitia carries symbolic items such as: a sword, [[Weighing scale#Balance|scales]] and a blindfold<ref> Cuban ''Law's Blindfold'', 23.</ref>]]\n[[File:Justice Alberi Palazzo Altemps.jpg|thumb|Justice, one of the [[four cardinal virtues]], by Vitruvio Alberi, 1589–1590. Fresco, corner of the vault, studiolo of the [[Virgin of Mercy|Madonna of Mercy]], Palazzo Altemps, Rome]]\n\n'''Justice''', in its broadest sense, is the principle  that people receive that which they deserve, with the interpretation of what then constitutes \"deserving\" being impacted upon by numerous fields, with many differing viewpoints and perspectives, including the concepts of [[morality|moral]] correctness based on [[ethics]], [[rationality]], [[law]], [[religion]], [[Equity (law)|equity]] and fairness. The state will sometimes endeavour to increase justice by operating [[court]]s and enforcing their rulings.\n\nEarly theories of justice were set out by the Ancient Greek philosophers [[Plato]] in his work [[Republic (Plato)|The Republic]], and [[Aristotle]] in his [[Nicomachean Ethics]]. Advocates of divine command theory have said that justice issues from God. In the 1600s, philosophers such as [[John Locke]] said that justice derives from [[natural law]]. [[Social contract]] theory said that justice is derived from the mutual agreement of everyone. In the 1800s, [[utilitarian]] philosophers such as [[John Stuart Mill]] said that justice is based on the best outcomes for the greatest number of people. Theories of [[distributive justice]] study what is to be distributed, between whom they are to be distributed, and what is the ''proper'' distribution. [[egalitarianism|Egalitarians]] have said that justice can only exist within the coordinates of equality. [[John Rawls]] used a [[social contract]] theory to say that justice, and especially distributive justice, is a form of fairness. [[Robert Nozick]] and others said that [[property rights]], also within the realm of distributive justice and natural law, maximizes the overall wealth of an economic system. Theories of [[retributive justice]] say that wrongdoing should be [[punishment|punished]] to ensure justice. The closely related [[restorative justice]] (also sometimes called \"reparative justice\") is an approach to justice that focuses on the needs of victims and offenders.\n\n==Harmony==\n{{Main|The Republic (Plato)}}\n[[File:Luca Giordano 013.jpg|thumb|''Justice'' by [[Luca Giordano]]]]\nJustice is a proper, harmonious relationship between the warring parts of the person or city. Hence, Plato's definition of justice is that justice is the having and doing of what is one's own. A just man is a man in just the right place, doing his best and giving the precise equivalent of what he has received. This applies both at the individual level and at the universal level. A person's soul has three parts&nbsp;– reason, spirit and desire. Similarly, a city has three parts&nbsp;– Socrates uses the parable of the chariot to illustrate his point: a chariot works as a whole because the two horses' power is directed by the charioteer. Lovers of wisdom&nbsp;– philosophers, in one sense of the term&nbsp;– [[Philosopher king|should rule]] because only they understand what is [[goodness and evil|good]]. If one is ill, one goes to a medic rather than a farmer, because the medic is expert in the subject of health. Similarly, one should trust one's city to an expert in the subject of the good, not to a mere [[politician]] who tries to gain power by giving people what they want, rather than what's good for them. Socrates uses the parable of the ship to illustrate this point: the unjust city is like a ship in open ocean, crewed by a powerful but drunken captain (the common people), a group of untrustworthy advisors who try to manipulate the captain into giving them power over the ship's course (the politicians), and a [[navigator]] (the philosopher) who is the only one who knows how to get the ship to port. For Socrates, the only way the ship will reach its destination&nbsp;– the good&nbsp;– is if the navigator takes charge.<ref>Plato, ''Republic'' trans. Robin Waterfield (Oxford: Oxford University Press, 1984).</ref>\n\n==Divine command==\n\n{{Main|Divine command theory}}{{See also|Divine command}}\n[[File:Domenico Beccafumi 012.jpg|thumb|Allegorical fresco cycle (cardinal virtues) by [[Renaissance]] painter [[Domenico di Pace Beccafumi]] from the Palazzo Pubblico in Siena, scene: ’'Justitia'’]]\nAdvocates of divine command theory say that justice, and indeed the whole of morality, is the authoritative command of God. Murder is wrong and must be punished, for instance, because God says it so. Some versions of the theory assert that God must be obeyed because of the nature of his relationship with humanity, others assert that God must be obeyed because he is goodness itself, and thus doing what he says would be best for everyone.\n\nA meditation on the Divine command theory by [[Plato]] can be found in his dialogue, [[Euthyphro]]. Called the [[Euthyphro dilemma]], it goes as follows: \"Is what is morally good commanded by God because it is morally good, or is it morally good because it is commanded by God?\" The implication is that if the latter is true, then justice is beyond mortal understanding; if the former is true, then morality exists independently from God, and is therefore subject to the judgment of mortals. A [[Argument from morality|response]], popularized in two contexts by [[Immanuel Kant]] and [[C. S. Lewis]], is that it is deductively valid to say that the existence of an objective morality implies the existence of God and vice versa.\n\n==Natural law==\n\n{{Main|Natural law}}\n[[File:VD-04-3.jpg|thumb|''Lex, justitia, pax'' ([[Latin]] for \"Law, justice, peace\") on the pediment of the [[Federal Supreme Court of Switzerland|Supreme Court of Switzerland]]]]\n\n{{Expand section|date=October 2020}}\nFor advocates of the theory that justice is part of natural law (e.g., [[John Locke]]), justice involves the nature of man.<ref>See {{Cite book |year=1698 |title=Two Treatises of Government: In The Former the False Principles and Foundation of Sir Robert Filmer and His Followers, are Detected and Overthrown. The Latter is An Essay Concerning the True Original Extent and End of Civil Government |edition=3 |publisher=Awnsham and John Churchill |publication-date=1698 |location=London |url=https://books.google.com/books?id=7kwUAAAAQAAJ&q=editions%3Aq2cKQ3eYrMIC&pg=PP7 |access-date=20 November 2014}} via Google Books</ref>\n\n===Despotism and skepticism===\n\nIn ''Republic'' by [[Plato]], the character [[Thrasymachus]] argues that justice is the interest of the strong&nbsp;– merely a name for what the powerful or cunning ruler has imposed on the people.\n{{further|The Republic (Plato)}}\n\n===Mutual agreement===\n\n{{Main|Social contract}}\nAdvocates of the social contract say that justice is derived from the mutual agreement of everyone; or, in many versions, from what they would agree to under ''hypothetical'' conditions including equality and absence of bias. This account is considered further below, under '[[Justice as Fairness]]'. The absence of bias refers to an equal ground for all people involved in a disagreement (or trial in some cases).{{citation needed|date=February 2018}}\n\n===Subordinate value===\nAccording to utilitarian thinkers including [[John Stuart Mill]], justice is not as fundamental as we often think. Rather, it is derived from the more basic standard of rightness, [[consequentialism]]: what is right is what has the best consequences (usually measured by the total or average [[Quality of life|welfare]] caused). So, the proper principles of justice are those that tend to have the best consequences. These rules may turn out to be familiar ones such as keeping [[contract]]s; but equally, they may not, depending on the facts about real consequences. Either way, what is important is those consequences, and justice is important, if at all, only as derived from that fundamental standard. Mill tries to explain our mistaken belief that justice is overwhelmingly important by arguing that it derives from two natural human tendencies: our desire to retaliate against those who hurt us, or the feeling of self-defense and our ability to put ourselves imaginatively in another's place, sympathy. So, when we see someone harmed, we project ourselves into their situation and feel a desire to retaliate on their behalf. If this process is the source of our feelings about justice, that ought to undermine our confidence in them.<ref>John Stuart Mill, ''Utilitarianism'' in ''On Liberty and Other Essays'' ed. John Gray (Oxford: Oxford University Press, 1991), Chapter 5.</ref>\n\n==Theories of distributive justice==\n{{Main|Distributive justice}}\nTheories of distributive justice need to answer three questions:\n# ''What goods'' are to be distributed? Is it to be [[wealth]], [[Political power|power]], [[respect]], opportunities or some combination of these things?\n# ''Between what entities'' are they to be distributed? Humans (dead, living, future), [[Sentience|sentient]] beings, the members of a single society, [[nation]]s?\n# What is the ''proper'' distribution? Equal, [[Meritocracy|meritocratic]], according to [[social status]], according to [[need]], based on property rights and non-aggression?\n\nDistributive justice theorists generally do not answer questions of ''who has the right'' to enforce a particular favored distribution, while property rights theorists say that there is no \"favored distribution.\"  Rather, distribution should be based simply on whatever distribution results from lawful interactions or transactions (that is, transactions which are not illicit).\n\nThis section describes some widely held theories of distributive justice, and their attempts to answer these questions.\n\n===Social justice===\n{{Main|Social justice}}\nSocial justice encompasses the just relationship between individuals and their society, often considering how privileges, opportunities, and wealth ought to be distributed among individuals.<ref>{{Cite web|url=https://en.oxforddictionaries.com/definition/social_justice|archive-url=https://web.archive.org/web/20170114180223/https://en.oxforddictionaries.com/definition/social_justice|url-status=dead|archive-date=14 January 2017|title=social justice {{!}} Definition of social justice in English by Oxford Dictionaries|website=Oxford Dictionaries {{!}} English|access-date=2018-11-13}}</ref> Social justice is also associated with [[social mobility]], especially the ease with which individuals and families may move between [[Social stratification|social strata]].<ref>{{Cite journal|last=Ornstein|first=Allan C.|date=2017-12-01|title=Social Justice: History, Purpose and Meaning|journal=Society|language=en|volume=54|issue=6|pages=541–548|doi=10.1007/s12115-017-0188-8|issn=1936-4725|doi-access=free}}</ref> Social justice is distinct from [[cosmopolitanism]], which is the idea that all people belong to a single global community with a shared morality.<ref>{{Citation|last1=Kleingeld|first1=Pauline|title=Cosmopolitanism|date=2014|url=https://plato.stanford.edu/archives/fall2014/entries/cosmopolitanism/|encyclopedia=The Stanford Encyclopedia of Philosophy|editor-last=Zalta|editor-first=Edward N.|edition=Fall 2014|publisher=Metaphysics Research Lab, Stanford University|access-date=2018-12-14|last2=Brown|first2=Eric}}</ref> Social justice is also distinct from [[egalitarianism]], which is the idea that all people are equal in terms of status, value, or rights, as social justice theories do not all require equality.<ref>{{Cite web|url=https://en.oxforddictionaries.com/definition/egalitarianism|archive-url=https://web.archive.org/web/20181113125343/https://en.oxforddictionaries.com/definition/egalitarianism|url-status=dead|archive-date=13 November 2018|title=egalitarianism {{!}} Definition of egalitarianism in English by Oxford Dictionaries|website=Oxford Dictionaries {{!}} English|access-date=2018-11-13}}</ref> For example, sociologist [[George C. Homans]] suggested that the root of the concept of justice is that each person should receive rewards that are proportional to their contributions.<ref>{{Cite journal|last=Rubinstein|first=David|date=1988|title=The Concept of Justice in Sociology|journal=Theory and Society|volume=17|issue=4|pages=527–550|doi=10.1007/BF00158887|jstor=657654|s2cid=143622666}}</ref><ref>{{Cite book|title=Social behavior; its elementary forms.|last=Homans|first=George Caspar|publisher=Harcourt, Brace, Jovanovich|year=1974|isbn=978-0-15-581417-2|edition=Rev.|location=New York|pages=[https://archive.org/details/socialbehaviorit0000homa_e3x9/page/246 246–249]|oclc=2668194|url=https://archive.org/details/socialbehaviorit0000homa_e3x9/page/246}}</ref> Economist [[Friedrich Hayek]] said that the concept of social justice was meaningless, saying that justice is a result of individual behavior and unpredictable market forces.<ref>{{Cite book|title=Law, legislation and liberty : a new statement of the liberal principles of justice and political economy|last=Hayek|first=F.A.|date=1976|publisher=Routledge & Kegan Paul|isbn=978-0-7100-8403-3|pages=78|oclc=769281087}}</ref> Social justice is closely related to the concept of relational justice, which is about the just relationship with individuals who possess features in common such as nationality, or who are engaged in cooperation or negotiation.<ref>{{Citation|last1=Poblet|first1=Marta|title=Concepts and Fields of Relational Justice|date=2008|work=Computable Models of the Law|pages=323–339|series=Lecture Notes in Computer Science|publisher=Springer, Berlin, Heidelberg|language=en|doi=10.1007/978-3-540-85569-9_21|isbn=978-3-540-85568-2|last2=Casanovas|first2=Pompeu|url=http://ddd.uab.cat/record/143902}}</ref><ref>{{Cite journal|last=Nagel|first=Thomas|date=2005|title=The Problem of Global Justice|journal=Philosophy & Public Affairs|language=en|volume=33|issue=2|pages=113–147|doi=10.1111/j.1088-4963.2005.00027.x|s2cid=144307058 |issn=1088-4963}}</ref>\n\n===Fairness===\n{{More citations needed|date=February 2018}}\n[[File:Justice statue.jpg|thumb|J. L. Urban, statue of [[Lady Justice]] at court building in [[Olomouc]], [[Czech Republic]]]]\n\nIn his ''[[A Theory of Justice]]'', [[John Rawls]] used a [[social contract]] argument to show that justice, and especially distributive justice, is a form of fairness: an impartial distribution of goods. Rawls asks us to imagine ourselves behind a [[veil of ignorance]] that denies us all knowledge of our personalities, social statuses, moral characters, wealth, talents and life plans, and then asks what theory of justice we would choose to govern our society when the veil is lifted, if we wanted to do the best that we could for ourselves. We don't know who in particular we are, and therefore can't bias the decision in our own favour. So, the decision-in-ignorance models fairness, because it excludes selfish [[bias]]. Rawls said that each of us would reject the [[utilitarianism|utilitarian]] theory of justice that we should maximize welfare (see below) because of the risk that we might turn out to be someone whose own good is sacrificed for greater benefits for others. Instead, we would endorse Rawls's ''two principles of justice'':\n* Each person is to have an equal right to the most extensive total system of equal basic liberties compatible with a similar system of liberty for all.\n* Social and economic inequalities are to be arranged so that they are both\n** to the greatest benefit of the least advantaged, consistent with the just savings principle, and\n** attached to offices and positions open to all under conditions of fair equality of opportunity.<ref>John Rawls, ''A Theory of Justice'' (revised edition, Oxford: Oxford University Press, 1999), p. 266.</ref>\n\nThis imagined choice justifies these principles as the principles of justice for us, because we would agree to them in a fair decision procedure. Rawls's theory distinguishes two kinds of goods&nbsp;– (1) [[Freedom (political)|the good of liberty rights]] and (2) social and economic goods, i.e. wealth, income and power&nbsp;– and applies different distributions to them&nbsp;– equality between citizens for (1), equality unless inequality improves the position of the worst off for (2).\n\nIn one sense, theories of distributive justice may assert that everyone should get what they deserve. Theories vary on the meaning of what is \"deserved\". The main distinction is between theories that say the basis of just deserts ought to be held equally by everyone, and therefore derive egalitarian accounts of distributive justice&nbsp;– and theories that say the basis of just deserts is unequally distributed on the basis of, for instance, hard work, and therefore derive accounts of distributive justice by which some should have more than others.\n\nAccording to ''[[Meritocracy|meritocratic]]'' theories, goods, especially wealth and [[social status]], should be distributed to match individual ''merit'', which is usually understood as some combination of talent and hard work. According to ''[[need]]s''-based theories, goods, especially such basic goods as food, shelter and medical care, should be distributed to meet individuals' [[basic needs]] for them. [[Marxism]] is a needs-based theory, expressed succinctly in [[Karl Marx|Marx's]] slogan \"[[from each according to his ability, to each according to his need]]\".<ref>Karl Marx, 'Critique of the Gotha Program' in ''Karl Marx: Selected writings'' ed. David McLellan (Oxford: Oxford University Press, 1977): 564–70 [569].</ref> According to ''contribution''-based theories, goods should be distributed to match an individual's contribution to the overall social good.\n\n===Property rights===\n{{further|Libertarianism|Entitlement theory|Constitutional economics}}\n{{Unreferenced section|date=February 2018}}\nIn ''[[Anarchy, State, and Utopia]]'', [[Robert Nozick]] said that distributive justice is not a matter of the whole distribution matching an ideal ''pattern'', but of each [[Entitlement theory|individual entitlement]] having the right kind of ''history''. It is just that a person has some good (especially, some [[Property rights|property right]]) if and only if they came to have it by a history made up entirely of events of two kinds:\n* Just ''acquisition'', especially by working on unowned things; and\n* Just ''transfer'', that is free gift, sale or other agreement, but not [[theft]] (i.e. by force or fraud).\n\nIf the chain of events leading up to the person having something meets this criterion, they are entitled to it: that they possess it is just, and what anyone else does or doesn't have or need is irrelevant.\n\nOn the basis of this theory of distributive justice, Nozick said that all attempts to redistribute goods according to an ideal pattern, without the consent of their owners, are theft. In particular, [[redistribution (economics)|redistributive taxation]] is theft.\n\nSome property rights theorists (such as Nozick) also take a consequentialist view of distributive justice and say that property rights based justice also has the effect of maximizing the overall wealth of an economic system.  They explain that voluntary (non-coerced) transactions always have a property called [[Pareto efficiency]]. The result is that the world is better off in an absolute sense and no one is worse off.  They say that respecting property rights maximizes the number of Pareto efficient transactions in the world and minimized the number of non-Pareto efficient transactions in the world (i.e. transactions where someone is made worse off).  The result is that the world will have generated the greatest total benefit from the limited, scarce resources available in the world.  Further, this will have been accomplished without taking anything away from anyone unlawfully.\n\n===Welfare-maximization===\n{{Main|Utilitarianism}}\nAccording to the utilitarian, justice requires the maximization of the total or average welfare across all relevant individuals.<ref>{{Cite web|url=https://www.gutenberg.org/files/34901/34901-h/34901-h.htm|title=The Project Gutenberg eBook of on Liberty, by John Stuart Mill.|work=gutenberg.org|access-date=2019-05-03}}</ref> This may require sacrifice of some for the good of others, so long as everyone's good is taken impartially into account. Utilitarianism, in general, says that the standard of justification for actions, institutions, or the whole world, is ''impartial welfare consequentialism'', and only indirectly, if at all, to do with [[Human rights|rights]], [[property]], [[need]], or any other non-utilitarian criterion. These other criteria might be indirectly important, to the extent that human welfare involves them. But even then, such demands as human rights would only be elements in the calculation of overall welfare, not uncrossable barriers to action.\n\n==Theories of retributive justice==\n{{Main|Retributive justice}}\n\n[[File:Justicia Ottawa.jpg|thumb|right|[[Walter Seymour Allward]]'s ''Justitia'' (Justice), outside [[Supreme Court of Canada]], [[Ottawa, Ontario]] [[Canada]]]]\nTheories of retributive justice involve [[punishment]] for wrongdoing, and need to answer three questions:\n# ''why'' punish?\n# ''who'' should be punished?\n# ''what punishment'' should they receive?\nThis section considers the two major accounts of retributive justice, and their answers to these questions. ''Utilitarian'' theories look forward to the future consequences of punishment, while ''retributive'' theories look back to particular acts of wrongdoing, and attempt to balance them with deserved punishment.\n\n===Utilitarianism===\nAccording to the utilitarian, justice requires the maximization of the total or average welfare across all relevant individuals. Punishment fights crime in three ways:\n# ''[[Deterrence (legal)|Deterrence]]''. The credible [[coercion|threat]] of punishment might lead people to make different choices; well-designed threats might lead people to make choices that maximize welfare. This matches some strong [[intuition]]s about just punishment: that it should generally be proportional to the crime.\n# ''[[Rehabilitation (penology)|Rehabilitation]]''. Punishment might make \"bad people\" into \"better\" ones. For the utilitarian, all that \"bad person\" can mean is \"person who's likely to cause unwanted things (like suffering)\". So, utilitarianism could recommend punishment that changes someone such that they are less likely to cause bad things.\n# ''[[Incapacitation (penology)|Security/Incapacitation]]''. Perhaps there are people who are irredeemable causers of bad things. If so, [[Prison|imprisoning]] them might maximize welfare by limiting their opportunities to cause harm and therefore the benefit lies within protecting society.\nSo, the reason for punishment is the maximization of welfare, and punishment should be of whomever, and of whatever form and severity, are needed to meet that goal. This may sometimes justify punishing the innocent, or inflicting disproportionately severe punishments, when that will have the best consequences overall (perhaps executing a few suspected [[Shoplifting|shoplifters]] live on television would be an effective deterrent to shoplifting, for instance). It also suggests that punishment might turn out ''never'' to be right, depending on the facts about what actual consequences it has.<ref>C.L. Ten, 'Crime and Punishment' in Peter Singer ed., ''A Companion to Ethics'' (Oxford: [[Wiley-Blackwell|Blackwell Publishing]], 1993): 366–372.</ref>\n\n===Retributivism===\nThe retributivist will think [[consequentialism]] is mistaken. If someone does something wrong we must respond by punishing for the committed action itself, regardless of what outcomes punishment produces. Wrongdoing must be balanced or made good in some way, and so the criminal ''deserves'' to be punished. It says that all guilty people, and only guilty people, deserve appropriate punishment. This matches some strong [[Intuition (knowledge)|intuitions]] about just punishment: that it should be ''proportional'' to the crime, and that it should be of ''only'' and ''all of'' the guilty.<ref>{{cite web |title=Punishment |url=https://www.csus.edu/indiv/g/gaskilld/ethics/punishment.htm |website=California State University}}</ref> However, it is sometimes said that retributivism is merely [[revenge]] in disguise.<ref>Ted Honderich, ''Punishment: The supposed justifications'' (London: Hutchinson & Co., 1969), Chapter 1.</ref> However, there are differences between retribution and revenge: the former is impartial and has a scale of appropriateness, whereas the latter is personal and potentially unlimited in scale.<ref>{{cite web |title=Retribution vs Revenge - What's the difference? |date=9 October 2015|url=https://wikidiff.com/retribution/revenge}}</ref>\n\n===Restorative justice===\n{{Main|Restorative justice}}\n\nRestorative justice (also sometimes called \"reparative justice\") is an approach to justice that focuses on the needs of victims and offenders, instead of satisfying abstract legal principles or punishing the offender. Victims take an active role in the process, while offenders are encouraged to take responsibility for their actions, \"to repair the harm they've done&nbsp;– by apologizing, returning stolen money, or community service\". It is based on a theory of justice that considers crime and wrongdoing to be an offense against an individual or community rather than the state. Restorative justice that fosters dialogue between victim and offender shows the highest rates of victim satisfaction and offender accountability.<ref>Michael Braswell, and John Fuller, ''Corrections, Peacemaking and Restorative Justice: Transforming Individuals and Institutions'' (Routledge, 2014).</ref>\n\n===Mixed theories===\nSome modern philosophers have said that Utilitarian and Retributive theories are not mutually exclusive. For example, [[Andrew von Hirsch]], in his 1976 book ''Doing Justice'', suggested that we have a moral obligation to punish greater crimes more than lesser ones.<ref>Andrew Von Hirsch, ''Doing Justice: The Choice of Punishments'' (Lebanon NH: Northeastern Univ. Press, 1976). {{ISBN|9780930350833}}</ref> However, so long as we adhere to that constraint then utilitarian ideals would play a significant secondary role.\n\n==Theories==\n[[File:Bonino da Campione, Justice, c. 1357, NGA 46013.jpg|thumb|Bonino da Campione, ''Justice'', c. 1357, [[National Gallery of Art]]]]\n\n===Introduction===\n{{further|Justice (virtue)|Cardinal virtues}}\nIt has been said<ref>See, e.g., Eric Heinze, ''The Concept of Injustice'' (Routledge, 2013), pp. 4–10, 50–60.</ref> that 'systematic' or 'programmatic' political and moral philosophy in the West begins, in [[Plato]]'s [[Plato Republic|Republic]], with the question, 'What is Justice?'<ref>Plato, ''The Republic'', Book I, 331b–c.</ref> According to most contemporary theories of justice, justice is overwhelmingly important: [[John Rawls]] claims that \"Justice is the first virtue of social institutions, as truth is of systems of thought.\"<ref>John Rawls, ''A Theory of Justice'' (revised edn, Oxford: Oxford University Press, 1999), p. 3</ref> In classical approaches, evident from [[Plato]] through to [[John Rawls|Rawls]], the concept of 'justice' is always construed in logical or 'etymological' opposition to the concept of injustice. Such approaches cite various examples of injustice, as problems which a theory of justice must overcome.  A number of post-World War II approaches do, however, challenge that seemingly obvious dualism between those two concepts.<ref>\n*See, e.g., Eric Heinze, ''The Concept of Injustice'' (Routledge, 2013).\n*Clive Barnett ''The Priority of Injustice: Locating Democracy in Critical Theory''</ref> Justice can be thought of as distinct from [[wikt:benevolence|benevolence]], [[Charity (virtue)|charity]], [[prudence (virtue)|prudence]], [[mercy]], [[generosity]], or [[compassion]], although these dimensions are regularly understood to also be interlinked. Justice is the concept of [[cardinal virtue]]s, of which it is one.<ref>{{Citation|last=Wenar|first=Leif|title=John Rawls|date=2021|url=https://plato.stanford.edu/archives/sum2021/entries/rawls/|encyclopedia=The Stanford Encyclopedia of Philosophy|editor-last=Zalta|editor-first=Edward N.|edition=Summer 2021|publisher=Metaphysics Research Lab, Stanford University|access-date=2021-05-20}}</ref>  Metaphysical justice has often been associated with concepts of [[destiny|fate]], [[reincarnation]] or [[Divine Providence]], i.e., with a life in accordance with a cosmic plan.\n\nThe equivalence of justice and fairness has been historically and culturally established.<ref>{{cite journal|last=Daston|first=Lorraine|author-link=Lorraine Daston|year=2008|journal=Daedalus|pages=5–14|title=Life, Chance and Life Chances|doi=10.1162/daed.2008.137.1.5|volume=137|s2cid=57563698}}</ref>\n\n===Equality===\nIn political theory, liberalism includes two traditional elements: liberty and equality. Most contemporary theories of justice emphasize the concept of equality, including Rawls' theory of justice as fairness. For Ronald Dworkin, a complex notion of equality is the sovereign political virtue.<ref>(Ronald Dworkin, Sovereign Virtue (Harvard University Press, 2000)</ref> Dworkin raises the question of whether society is under a duty of justice to help those responsible for the fact that they need help. Complications arise in distinguishing matters of choice and matters of chance, as well as justice for future generations in the redistribution of resources that he advocates.<ref>Young Kim, Justice as Right Actions ([[Rowman & Littlefield|Lexington Books]], 2015), ch.7 ({{ISBN|978-1498516518}})</ref>\n\n===Equality before the law===\nLaw raises important and complex issues about equality, fairness, and justice. There is an old saying that '[[All are equal before the law]]'. The belief in equality before the law is called legal egalitarianism. In criticism of this belief, the author [[Anatole France]] said in 1894, \"In its majestic equality, the law forbids [[rich and poor alike]] to sleep under bridges, beg in the streets, and steal loaves of bread.\"<ref>(France, ''The Red Lily'', [http://www.online-literature.com/anatole-france/red-lily/8/ Chapter VII]).</ref> With this saying, France illustrated the fundamental shortcoming of a theory of legal equality that remains blind to social inequality; the same law applied to all may have disproportionately harmful effects on the least powerful.\n\n===Relational justice===\nRelational justice seeks to examine the connections between individuals and focuses on their relations in societies, with respect to how these relationships are established and configured. In a normative view, this focus includes an understanding of what these relations should be. In a political view, this focus includes the method of organizing persons in society. Rawls’ theory of justice stakes out the task of justice as equalizing the distribution of primary social goods to benefit the worst-off in society. However, his distributive scheme, and other distributive accounts of justice do not directly consider power relations between and among individuals. Nor do they address such political considerations as various structures of decision-making, such as divisions of labor culture, or the construction of social meanings. Even Rawls’ own basic value of self-respect cannot be said to be amenable to distribution.<ref>Young Kim, Justice as Right Actions ([[Rowman & Littlefield|Lexington Books]], 2015), ch.10 ({{ISBN|978-1498516518}})</ref> Iris Marion Young charges that distributive accounts of justice fail to provide an adequate way of conceptualizing political justice in that they fail to take into account many of the demands of ordinary life and that a relational view of justice grounded upon understanding the differences among social groups offers a better approach, one which acknowledges unjust power relations among individuals, groups, and institutional structures.<ref>[[Iris Marion Young]], Justice and the Politics of Difference ([[Oxford University Press]], 1990).</ref> Young Kim also takes a relational approach to the question of justice, but departs from Iris Marion Young's political advocacy of group rights and instead, he emphasizes the individual and moral aspects of justice.<ref>Young Kim, Justice as Right Actions ([[Rowman & Littlefield|Lexington Books]], 2015) ({{ISBN|978-1498516518}})</ref> As to its moral aspects, he said that justice includes responsible actions based on rational and autonomous moral agency, with the individual as the proper bearer of rights and responsibilities. Politically, he maintains that the proper context for justice is a form of liberalism with the traditional elements of liberty and equality, together with the concepts of diversity and tolerance.\n\n===Classical liberalism===\nEquality before the law is one of the basic principles of [[classical liberalism]].<ref name=kukathas/><ref name=evans/> Classical liberalism calls for equality before the law, not for [[equality of outcome]].<ref name=\"kukathas\">[[Chandran Kukathas]], \"Ethical Pluralism from a Classical Liberal Perspective,\" in ''The Many and the One: Religious and Secular Perspectives on Ethical Pluralism in the Modern World'', ed. Richard Madsen and Tracy B. Strong, Ethikon Series in Comparative Ethics (Princeton, NJ: Princeton University Press, 2003), 61 ({{ISBN|0-691-09993-6}}).</ref> Classical liberalism opposes pursuing [[group rights]] at the expense of [[individual rights]].<ref name=\"evans\">Mark Evans, ed., ''Edinburgh Companion to Contemporary Liberalism: Evidence and Experience'' (London: Routledge, 2001), 55 ({{ISBN|1-57958-339-3}}).</ref> In addition to equality, individual liberty serves as a core notion of classical liberalism. As to the liberty component, British social and political theorist, philosopher, and historian of ideas [[Isaiah Berlin]] identifies positive and negative liberty in \"Two Concepts of Liberty\",<ref>Isaiah Berlin, \"Two Concepts of Liberty\" in ''Four Essays on Liberty'' (Oxford University Press, 1969)</ref> subscribing to a view of negative liberty, in the form of freedom from governmental interference. He further extends the concept of negative liberty in endorsing John Stuart Mills' harm principle: \"the sole end for which mankind are warranted, individually and collectively, in interfering with the liberty of action of any of their number, is self-protection\",<ref>John Stuart Mill, \"On Liberty\" in ''John Stuart Mill on Liberty and Other Essays'', ed. John Gray (Oxford University Press, 1998)</ref> which represents a classical liberal view of liberty.<ref>Young Kim, Justice as Right Actions ([[Rowman & Littlefield|Lexington Books]], 2015), p.79 ({{ISBN|978-1498516518}})</ref>\n\n===Religion and spirituality===\n\n====Abrahamic justice====\n[[File:Rembrandt Harmensz. van Rijn 079.jpg|thumbnail|''Moses with the [[Tablets of Law]]'', by [[Rembrandt|Rembrandt van Rijn]]]]\n\n[[Judaism|Jews]], [[Christianity|Christians]], and [[Islam|Muslims]] traditionally believe that justice is a present, real, right, and, specifically, governing concept along with [[mercy]], and that justice is ultimately derived from and held by [[God]]. According to the [[Bible]], such [[institution]]s as the [[Law of Moses|Mosaic Law]] were created by God to require the [[Israelites]] to live by and apply His standards of justice.\n\nThe Hebrew Bible describes God as saying about the Judeo-Christian [[patriarch]] [[Abraham]]: \"No, for I have chosen him, that he may charge his children and his household after him to keep the way of the Lord by doing righteousness and justice;....\" ([[Book of Genesis|Genesis]] 18:19, [[New Revised Standard Version|NRSV)]]. The [[Psalms|Psalmist]] describes God as having \"Righteousness and justice [as] the foundation of [His] throne;....\" (Psalms 89:14, NRSV).\n\nThe [[New Testament]] also describes God and [[Jesus|Jesus Christ]] as having and displaying justice, often in comparison with God displaying and supporting [[mercy]] ([[Gospel of Matthew|Matthew]] 5:7).\n\n===Theories of sentencing===\nIn [[criminal law]], a [[Sentence (law)|sentence]] forms the final explicit act of a [[judge]]-ruled process, and also the symbolic principal act connected to his function.<ref>{{Cite web|title=laws rules justice|url=https://www.basicknowledge101.com/subjects/laws.html}}</ref> The sentence can generally involve a decree of [[prison|imprisonment]], a [[Fine (penalty)|fine]] and/or other [[punishment]]s against a [[defendant]] [[conviction (law)|convicted]] of a [[crime]]. Laws may specify the range of penalties that can be imposed for various offenses, and sentencing guidelines sometimes regulate what punishment within those ranges can be imposed given a certain set of offense and offender characteristics.<ref>{{Cite web|title=sentencing guidelines|website=[[Library of Congress]]|url=https://www.loc.gov/law/help/sentencing-guidelines/sentencing-guidelines.pdf}}</ref> The most common purposes of sentencing in legal theory are:\n\n{| class=\"wikitable\"\n|- style=\"background:#b0c4de; text-align:center;\"\n! Theory\n! Aim of theory\n! Suitable punishment\n|-\n|[[Retributive justice|Retribution]]\n| Punishment imposed for no reason other than an offense being committed, on the basis that if [[Eye for an eye|proportionate]], punishment is morally acceptable as a response that satisfies the aggrieved party, their intimates and society.\n|\n* Tariff sentences\n* Sentence must be proportionate to the crime\n|-\n|[[Deterrence (legal)|Deterrence]]\n|\n* To the individual&nbsp;– the individual is deterred through fear of further punishment.\n* To the general public&nbsp;– Potential offenders warned as to likely punishment\n|\n* Prison Sentence\n* Heavy Fine\n* Long sentence as an example to others\n|-\n|[[Rehabilitation (penology)|Rehabilitation]]\n|To reform the offender's behavior\n|\n* Individualized sentences\n* Community service orders\n* moral education\n* vocational education\n|-\n|[[Incapacitation (penology)|Incapacitation]]\n|Offender is made incapable of committing further crime to protect society at large from crime\n|\n* Long prison sentence\n* Electronic tagging\n* Banning orders\n|-\n|[[Reparation (legal)|Reparation]]\n|Repayment to victim(s) or to community\n|\n* Compensation\n* Unpaid work\n* Reparation Schemes\n|-\n|[[Denunciation (penology)|Denunciation]]\n|Society expressing its disapproval reinforcing moral boundaries\n|\n* Reflects blameworthiness of offense\n* punishment in public\n* punishment reported to public\n\n|-\n|}\n\nIn [[civil law (common law)|civil cases]] the decision is usually known as a [[verdict]], or judgment, rather than a sentence.<ref>{{Cite web|title=how court works|url=https://www.americanbar.org/groups/public_education/resources/law_related_education_network/how_courts_work/verdict/}}</ref> Civil cases are settled primarily by means of monetary compensation for harm done (\"[[damages]]\") and orders intended to prevent future harm (for example [[injunction]]s). Under some legal systems an award of damages involves some scope for retribution, denunciation and deterrence, by means of additional categories of damages beyond simple compensation, covering a [[Punitive damages|punitive effect, social disapprobation, and potentially, deterrence]], and occasionally [[Disgorgement (law)|disgorgement]] (forfeit of any gain, even if no loss was caused to the other party).\n\n===Evolutionary perspectives===\n[[File:Gerechtigkeit-1537.jpg|thumb|\"Justice as a naked woman with a [[sword]] and [[Weighing scale|balance]]\" by [[Lucas Cranach the Elder]], 1537]]\n\n[[Evolutionary ethic]]s and [[evolution of morality]] suggest [[evolutionary]] bases for the concept of justice.<ref>{{Cite book|title=Morality and evolutionary biology|year=2021|publisher=Metaphysics Research Lab, Stanford University|url=https://plato.stanford.edu/entries/morality-biology/}}</ref> [[Biosocial criminology]] research says that human perceptions of what is appropriate criminal justice are based on how to respond to crimes in the ancestral small-group environment and that these responses may not always be appropriate for today's societies.<ref>{{Cite journal|title=Life History Predicts Perceptions of Procedural Justice and Crime Reporting Intentions|year=2015|doi=10.1007/s40806-015-0021-9|last1=Kruger|first1=Daniel J.|last2=Nedelec|first2=Joseph L.|last3=Reischl|first3=Thomas M.|last4=Zimmerman|first4=Marc A.|journal=Evolutionary Psychological Science|volume=1|issue=3|pages=183–194|s2cid=142324638|doi-access=free}}</ref>\n\n===Reactions to fairness===\n[[File:Justitia, Jost Amman.png|thumb|\"Justitia\", copper engraving by [[Jost Amman]], made between 1539 and 1591]]\nStudies at [[University of California, Los Angeles|UCLA]] in 2008 have indicated that reactions to fairness are \"wired\" into the brain and that, \"Fairness is activating the same part of the brain that responds to food in rats... This is consistent with the notion that being treated fairly satisfies a basic need\".<ref>{{cite news |url=http://newsroom.ucla.edu/portal/ucla/brain-reacts-to-fairness-as-it-49042.aspx?link_page_rss=49042 |title=Brain reacts to fairness as it does to money and chocolate, study shows |work=UCLA Newsroom |publisher=UCLA |date=21 April 2008 |access-date=15 January 2015 |archive-url=https://web.archive.org/web/20100226000010/http://newsroom.ucla.edu/portal/ucla/brain-reacts-to-fairness-as-it-49042.aspx?link_page_rss=49042 |archive-date=26 February 2010 |url-status=dead }}</ref> Research conducted in 2003 at [[Emory University]] involving capuchin monkeys demonstrated that other cooperative animals also possess such a sense and that \"[[inequity aversion]] may [[inequity aversion in animals|not be]] uniquely human\".<ref>Nature 425, 297–299 (18 September 2003)</ref>\n\n===Institutions and justice===\n{{Main|Law}}\n[[File:Coat of Arms pope Paulus V Vatican 7.jpg|thumb|Painted [[Coat of Arms]] of [[Pope Paul V]], ceiling of the room of the geographical maps, [[Vatican City]]]]\n[[File:27. Église Saint-Paul Montluçon.JPG|thumb|Stained glass of the Saint-Paul church in [[Montluçon]] [[France]]]]\n[[File:Allegoria della Giustizia - galleria del Poccetti.jpg|thumb|Allegory of Justice. Ceiling of galleria del Poccetti in the Palazzo Pitti (Florence)]]\nIn a world where people are interconnected but they disagree, institutions are required to instantiate ideals of justice. These institutions may be justified by their approximate instantiation of justice, or they may be deeply unjust when compared with ideal standards&nbsp;– consider the institution of [[slavery]]. Justice is an ideal the world fails to live up to, sometimes due to deliberate opposition to justice despite understanding, which could be disastrous. The question of institutive justice raises issues of [[Legitimacy (political science)|legitimacy]], [[Legal procedure|procedure]], [[Codification (law)|codification]] and [[statutory interpretation|interpretation]], which are considered by legal theorists and by [[Philosophy of law|philosophers of law]].<ref>{{cite encyclopedia |title =Stanford Encyclopedia of Philosophy |author=David Miller |chapter=Justice |chapter-url=https://plato.stanford.edu/entries/justice/ |date=26 June 2017|publisher=Metaphysics Research Lab, Stanford University }}</ref> The United Nations [[Sustainable Development Goal 16]] emphasizes the need for strong institutions in order to uphold justice.<ref>{{Cite web|last=Doss|first=Eric|title=Sustainable Development Goal 16|url=https://www.un.org/ruleoflaw/sdg-16/|access-date=2020-09-25|website=United Nations and the Rule of Law|language=en-US}}</ref>\n\n==See also==\n===Other pages===\n\n* [[Education for Justice]]\n{{div col|colwidth=22em}}\n* [[Adl]] (Arabic for Justice in [[Islam]])\n* [[Criminal justice]]\n* [[Ethics]]\n* [[Global justice]]\n* [[International Court of Justice]]\n* [[International Criminal Court]]\n* [[Just war theory]]\n* [[Just-world hypothesis]]\n* [[Justice (economics)]]\n* [[Morality]]\n* [[Napoleonic Code]]\n* [[Rationality]]\n* [[Rule according to higher law]]\n* [[Sociology of law]]\n* ''[[A Theory of Justice]]'' by [[John Rawls]]\n{{div col end}}\n\n===Types of justice===\n{{div col|colwidth=22em}}\n* [[Distributive justice]]\n* [[Environmental justice]]\n* [[Injustice]]\n* [[Occupational injustice]]\n* [[Open justice]]\n* [[Organizational justice]]\n* [[Poetic justice]]\n* [[Social justice]]\n* [[Spatial justice]]\n{{div col end}}\n\n==References==\n{{Reflist}}\n\n==Further reading==\n* Clive Barnett, ''The Priority of Injustice: Locating Democracy in Critical Theory'' (Athens, GA: University of Georgia Press, 2017), {{ISBN| 978-0-8203-5152-0}}\n* [[Brian Barry]], ''Theories of Justice'' (Berkeley: [[University of California Press]], 1989)\n* [[Gad Barzilai]], ''Communities and Law: Politics and Cultures of Legal Identities'' (Ann Arbor: [[University of Michigan Press]], 2003)\n* Harry Brighouse, ''Justice'' (Cambridge: [[Polity (publisher)|Polity Press]], 2004)\n* Anthony Duff & David Garland eds, ''A Reader on Punishment'' (Oxford: Oxford University Press, 1994)\n* Colin Farrelly, ''An Introduction to Contemporary Political Theory'' (London: Sage, 2004)\n* [[David Gauthier]], ''Morals By Agreement'' (Oxford: Clarendon Press, 1986)\n* [[Robert E. Goodin]] & [[Philip Pettit]] eds, ''Contemporary Political Philosophy: An anthology'' (2nd edition, Malden, Massachusetts: Blackwell, 2006), Part III\n* [[Serge Guinchard]], ''La justice et ses institutions'' (Judicial institutions), Dalloz editor, 12 edition, 2013\n* [[Eric Heinze]], ''The Concept of Injustice'' (Routledge, 2013)\n* [[Ted Honderich]], ''Punishment: The supposed justifications'' (London: [[Hutchinson & Co.]], 1969)\n* James Konow (2003) \"Which Is the Fairest One of All? A Positive Analysis of Justice Theories\", ''Journal of Economic Literature'', 41(4)[https://www.jstor.org/stable/3217459 pp. 1188–1239]\n* [[Will Kymlicka]], ''Contemporary Political Philosophy: An introduction'' (2nd edition, Oxford: Oxford University Press, 2002)\n* [[Nicola Lacey]], ''State Punishment'' (London: [[Routledge]], 1988)\n* John Stuart Mill, ''Utilitarianism'' in ''On Liberty and Other Essays'' ed. John Gray (Oxford: Oxford University Press, 1991)\n* Robert Nozick, ''Anarchy, State, and Utopia'' (Oxford: Blackwell, 1974)\n* {{cite book |author=Amartya Sen |title=The Idea of Justice |publisher=Belknap Press of Harvard University Press |location=Cambridge |year=2011 |isbn=978-0-674-06047-0 }}\n* Marek Piechowiak, ''Plato's Conception of Justice and the Question of Human Dignity'' (2nd edition, revised and extended, Berlin: Peter Lang Academic Publishers, 2021), ISBN 978-3-631-84524-0.\n* C.L. Ten, ''Crime, Guilt, and Punishment: A philosophical introduction'' (Oxford: [[Clarendon Press]], 1987)\n* [[Plato]], ''[[Republic (Plato)|Republic]]'' trans. Robin Waterfield (Oxford: Oxford University Press, 1994)\n* John Rawls, ''A Theory of Justice'' (revised edition, Oxford: Oxford University Press, 1999)\n* David Schmidtz, ''Elements of Justice'' (New York: [[Columbia University Press]], 2006)\n* Peter Singer ed., ''A Companion to Ethics'' (Oxford: Blackwell, 1993), Part IV\n* [[Reinhold Zippelius]], ''Rechtsphilosophie, §§ 11–22'' (6th edition, Munich: [[C.H. Beck]], 2011), {{ISBN|978-3-406-61191-9}}\n\n==External links==\n{{Wikiquote|Justice}}\n{{commons category}}\n{{Wikivoyage|Justice history}}\n{{Library resources box}}\n* Internet Encyclopedia of Philosophy entries:\n** [http://www.iep.utm.edu/dist-jus/ Distributive Justice], by Michael Allingham\n** [http://www.iep.utm.edu/punishme/ Punishment], by Kevin Murtagh\n** [http://www.iep.utm.edu/justwest/ Western Theories of Justice], by Wayne P. Pomerleau\n* Stanford Encyclopedia of Philosophy entries:\n** [https://plato.stanford.edu/entries/justice/ \"Justice\"] by David Miller\n** [http://plato.stanford.edu/entries/justice-distributive/ \"Distributive Justice\"] by Julian Lamont\n** [http://plato.stanford.edu/entries/justice-virtue/ \"Justice as a Virtue\"] by Michael Slote\n** [http://plato.stanford.edu/entries/punishment/ \"Punishment\"] by [[Hugo Adam Bedau]] and [[Erin I. Kelly|Erin Kelly]]\n* [https://web.archive.org/web/20091204190016/http://unrol.org/article.aspx?article_id=30 United Nations Rule of Law: Informal Justice], on the relationship between informal/community justice, the [[rule of law]] and the [[United Nations]]\n* [http://www.justiceharvard.org Justice: What's The Right Thing To Do?] {{Webarchive|url=https://web.archive.org/web/20140427043908/http://www.justiceharvard.org/ |date=27 April 2014 }}, a series of 12 videos on the subject of justice by Harvard University's Michael Sandel, with reading materials and comments from participants.\n\n{{Types of justice|state=expanded}}\n{{Philosophy topics}}\n{{Social and political philosophy}}\n{{Ethics}}\n{{Jurisprudence}}\n{{Portal bar|Law|Philosophy}}\n{{Authority control}}\n\n[[Category:Justice| ]]\n[[Category:Ethical principles]]\n[[Category:Philosophy of law]]\n[[Category:Virtue]]", "sha1": "iqs9mazmwjznx32lazerk7jdgq9wfn8"}