{"title": "Kajagoogoo", "id": "1116586882", "parentid": "1116584343", "timestamp": "2022-10-17T09:34:19Z", "contributor": "\n        ", "minor": null, "comment": "Reverted edits by [[Special:Contributions/78.147.100.127|78.147.100.127]] ([[User talk:78.147.100.127|talk]]) ([[WP:HG|HG]]) (3.4.11)", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|British new wave band}}\n{{Use British English|date=May 2015}}\n{{Use dmy dates|date=May 2015}}\n{{More citations needed|date=May 2009}}\n{{Infobox musical artist\n| name                = Kajagoogoo\n| image               = Kajagoogoo_in_Germany_Bochum_2008.jpg\n| caption             = Kajagoogoo in Bochum, Germany, in 2008.  L-R: Nick Beggs, Stuart Croxford Neale, Limahl, Jez Strode and Steve Askew.\n| background          = group_or_band\n| alias               = {{ubl|Art Nouveau (1978–1981)|Kaja (1984–1985)}}\n| origin              = [[Leighton Buzzard]], Bedfordshire, England\n| genre               = {{hlist|[[New wave music|New wave]]|[[synthpop]]|[[pop rock]]}}\n| years_active        = 1978–1985, 2003–2004, 2007–2011\n| label               = [[EMI Records|EMI]], [[Parlophone]], Spectra\n| associated_acts     = \n| website             = [https://web.archive.org/web/20110807075315/http://www.kajagoogoo.com/index.html www.kajagoogoo.com] \n| past_members     = {{ubl|Steve Askew|[[Nick Beggs]]|Stuart Neale|Jez Strode|[[Limahl]]}}\n}}\n\n'''Kajagoogoo''' {{IPAc-en|k|æ|dʒ|ə|ˈ|g|uː|g|uː|}} were a British [[New wave music|new wave]] band, best known for their 1983 hit single \"[[Too Shy]]\", which reached No.&nbsp;1 in the [[UK Singles Chart]],<ref name=\"British Hit Singles & Albums\">{{cite book| first= David\n| last= Roberts| year= 2006| title= [[British Hit Singles & Albums]]| edition= 19| publisher= Guinness World Records Limited | location= London\n| isbn= 978-1-904994-10-7| page= 295}}</ref> and the Top 10 in numerous other countries.\n\n==History==\n===Beginnings (1978–1982)===\nFormed in [[Leighton Buzzard]], [[Bedfordshire]], in 1978, the band were originally known as '''Art Nouveau''', a four-piece [[avant-garde]] group, with [[Nick Beggs]] on bass guitar, Steve Askew on lead guitar, Stuart Croxford Neale on keyboards, and Jez Strode on drums. Art Nouveau released a track called \"The Fear Machine\", which sold a few hundred copies and enjoyed airtime on [[John Peel|John Peel's]] show. In spite of the song's success, the band failed to secure a record deal during this period.\n\nIn 1981, Art Nouveau advertised for a new lead singer. They ultimately auditioned and chose [[Limahl|Christopher Hamill]], who then went under the stage name Limahl (an [[anagram]] of his surname). The group renamed themselves '''Kajagoogoo''', a name coined phonetically from the first sounds that many infants make.<ref name=\"kajagoogoo1\">{{cite web|url=http://www.kajagoogoo.com/ |title=Kajagoogoo.com |publisher=Kajagoogoo.com |access-date=14 December 2012}}</ref>\n\n===Success and decline (1982–1985)===\nThe band signed with [[EMI Records]] in July 1982 after Limahl had met keyboardist [[Nick Rhodes]] of the group [[Duran Duran]] while working as a waiter at London's Embassy Club.<ref>The Very Best of Kajagoogoo – liner notes (Chris White, 1996, EMI Gold – Cat no.724385295621)</ref> Rhodes proceeded to co-produce the band's first single, \"[[Too Shy]]\" with Duran Duran's EMI producer [[Colin Thurston]]. The single was released on 10 January 1983 and topped the [[UK Singles Chart]],<ref name=\"British Hit Singles & Albums\"/> having done so before any of Duran Duran's singles (as Rhodes himself has lightheartedly noted).\n\nFollow-up singles \"[[Ooh to Be Ah|Ooh to Be Aah]]\" and \"[[Hang on Now]]\" also both reached the [[UK Top 40|UK Top 20]], and the group's debut album ''[[White Feathers]]'' reached No. 5 in the [[UK Albums Chart]].<ref name=\"British Hit Singles & Albums\"/> After being the support act for the [[Birmingham]] band [[Fashion (band)|Fashion]] in late 1982, Kajagoogoo embarked on their own headlining ''White Feathers'' tour in Spring 1983. Their performance on 31 May at the [[Hammersmith Odeon|London Hammersmith Odeon]] was filmed and released on home video.\n\nAs success came, tensions began to rise in the band. These tensions culminated in Limahl being fired by the other band members in mid-1983 and Nick Beggs then taking over as lead singer. In response to his ousting, Limahl accused the others of being envious of him and said \"I've been betrayed!\" and \"I was sacked for making them a success.\"<ref>{{cite web|url=http://www.ukfestivalguides.com/artist/limahl |title=Limahl – Latest festivals, news, tickets and more |publisher=Ukfestivalguides.com |date=19 December 1958 |access-date=14 December 2012}}</ref> The other band members countered Limahl's assertions, insisting that he had become egomaniacal and increasingly difficult to work with. Soon after the departure, Beggs commented, \"It was a business decision and not one we took lightly. He wanted the band to go in a different direction to the rest of us. Eventually, we realised we were on a different planet to Limahl.\"<ref name=\"Smash Hits\">{{cite magazine |last1= Steels|first1= Deborah|title= The Fruit Case (Kajagoogoo interview))|magazine= Smash Hits|volume= 5|issue= 19|pages=41–42|publisher= EMAP Metro|date=15 September 1983}}</ref> Beggs also stated that the band harboured no ill-will towards Limahl, and blamed the press for sensationalising the matter. Guitarist Steve Askew commented \"At first ... we did everything possible to make Limahl feel like part of the furniture but, you know, his lifestyle is so different from ours. We're very normal people whereas Limahl likes the bright lights.\"<ref name=\"Smash Hits\"/>\n\nThe first single by the new four-piece lineup, \"[[Big Apple (song)|Big Apple]]\", was released in September 1983 and reached the UK Top Ten. Their next single, \"The Lion's Mouth\", was released in February 1984 and made the UK Top 30,.<ref name=\"British Hit Singles & Albums\"/> After this, public interest in the group waned, and their next single \"[[Turn Your Back on Me (song)|Turn Your Back on Me]]\" failed to make the Top 40. The subsequent new album, ''[[Islands (Kajagoogoo album)|Islands]]'', was a commercial disappointment, peaking at No. 35 in the UK.<ref name=\"British Hit Singles & Albums\"/>\n\nIn the U.S., the band first adopted the '''Kaja''' moniker at this time, and a different edition of the ''Islands'' album was released as ''[[Islands (Kajagoogoo album)|Extra Play]]'', peaking at No. 185 on the Billboard charts. However, the single \"Turn Your Back on Me\" did well on the U.S. Dance Charts, peaking at No. 2 for two weeks.<ref>{{cite book |title= Hot Dance/Disco: 1974–2003|last=Whitburn |first=Joel |author-link=Joel Whitburn |year=2004 |publisher=Record Research |page=141}}</ref> Meanwhile, Limahl went on to equally brief success as a solo artist and Strode left the band.\n\nIn an attempt to regain credibility and lose their light-hearted image, the remaining three members relaunched as '''Kaja''' in the UK in 1985. Following the name change, the band released the single \"Shouldn't Do That\" (UK No.&nbsp;63) in August 1985.<ref name=\"British Hit Singles & Albums\"/> The song was featured on their third album, ''[[Crazy People's Right to Speak]]''. After this proved unsuccessful, the group disbanded in December 1985.<ref>\"Kaja Go-Go\", ''[[Sounds (magazine)|Sounds]]'', 14 December 1985, p. 4</ref>\n\n===Reunions (2003–2011)===\nThe original five-piece line-up of the band briefly joined forces again on VH1's ''[[Bands Reunited]]'' in 2003.\n\nFollowing the much publicised VH1 reunion, the original group received many offers and incentives to continue to play together,<ref name=\"kajagoogoo1\"/> but disagreements continued between the band members and the reunion was short-lived, as Limahl and Strode both departed the band again shortly thereafter, ultimately leading them to dissolve the following year. The group felt that the VH1 feature was unfairly edited to portray simplified reasons as to why Limahl was fired and Strode had left the band in the 1980s.<ref name=\"kajagoogoo1\"/>\n\nIn 2007, Nick Beggs, Steve Askew, and Stuart Neale decided to continue as Kajagoogoo, releasing the single \"Rocket Boy\" on 24 June 2007. The single received airplay on [[Steve Wright (DJ)|Steve Wright]]'s [[BBC Radio 2]] show in the UK, and a new album, ''[[Gone to the Moon]]'', was scheduled for release on the Spectra Records label later on that year. However, the album was postponed, and in February 2008, the three Kajagoogoo members announced plans to reunite with original members singer Limahl and drummer Jez Strode. This was due in part to Bradley Snelling, the organiser of the Retrofest event and the band's new manager. Snelling had succeeded in reuniting the band, arranging their first [[photo shoot]] together in 25 years.\n\nThe band wrote on their official site that the \"atmosphere was relaxed, jovial and, after 25 years, Kajagoogoo, in their original five-piece line-up are back\". After reforming, the band wrote new material, released an EP, and toured extensively throughout Europe, performing first in Denmark on 14 June 2008 at the Esbjerg Rock Festival,<ref>{{cite web |url=http://www.esbjergrockfestival.dk/ |title=Esbjerg Rock Festival |publisher=Esbjergrockfestival.dk |access-date=14 December 2012 |archive-url=https://web.archive.org/web/20080620025048/http://www.esbjergrockfestival.dk/ |archive-date=20 June 2008 |url-status=dead }}</ref> where they performed the 16 tracks off the remastered edition of ''[[Islands (Kajagoogoo album)|Islands]]'', including encores and B-sides, such as \"Monochromatic\" or \"The Garden\"). Their ''Gone to the Moon'' album, recorded as a three-piece outfit prior to the full reunion, was distributed via the live shows and \"Kajashop\", the band's online store.<ref>{{cite web |url=http://www.kajashop.co.uk/ |title=Kajagoogoo |publisher=Kajashop.co.uk |access-date=14 December 2012 |url-status=dead |archive-url=https://web.archive.org/web/20130129040329/http://www.kajashop.co.uk/ |archive-date=29 January 2013 |df=dmy-all }}</ref>\n\nIn August 2009, while in the middle of a tour, Kajagoogoo again took to the stage to headline the Hobble on the Cobbles music event in Aylesbury in Buckinghamshire. This was followed in September by a compilation CD/DVD, released by the band's original label EMI Records, titled ''Too Shy – The Best of Kajagoogoo & Limahl''. It featured two newly recorded tracks and a promotional video for \"Space Cadet\", one of the new recordings. Quick to capitalise on the renewed interest in the band, EMI released the ''White Feathers (Manhattan Clique Remixes) EP'' in December 2009.\n\nIn December 2009, Kajagoogoo performed their last remaining UK concert with a return to The Stables venue in Wavendon, Milton Keynes. In March 2010, dPulse Recordings released the Kajagoogoo track \"First Girl on Mars\" as a part of the ''Who Made Your Music?'' benefit CD, released to raise funds and bring awareness to the rights of marginalised women.<ref>{{cite web |url=http://www.whomadeyourpants.co.uk/ |title=Who Made Your Pants? |publisher=Whomadeyourpants.co.uk |access-date=14 December 2012 |url-status=dead |archive-url=https://web.archive.org/web/20130116204113/http://www.whomadeyourpants.co.uk/ |archive-date=16 January 2013 |df=dmy-all }}</ref> On Saturday 17 July 2010, Kajagoogoo performed at the [[Midlands Music Festival]] in Tamworth and later performed at the Rewind Festival in Henley-on-Thames in August. Continuing to capitalise on renewed interest in the Kajagoogoo back catalogue, EMI Records released ''So80s Presents Kajagoogoo'' as a part of the ''So Eighties'' series curated by Blank & Jones. The album contains extended mixes of classic Kajagoogoo tracks and was released on CD and digital download format. Also made available digitally in April 2011, Kajagoogoo's ''Gone to the Moon'' album was given a digital release via iTunes.\n\nIn June 2011, Kajagoogoo released their first single as a five piece since 1983. The track \"Death Defying Headlines\" was released as a digital single as both a single edit and an extended dance remix.<ref>{{cite web|url=http://kajagoogoo.com |title=Kajagoogoo |publisher=Kajagoogoo.com |access-date=14 December 2012}}</ref>\n\nIn March 2017, bassist Nick Beggs said that Kajagoogoo was no longer active, stating \"We did something about nine years ago, and that was good. It was almost like a kind of revisiting of it for old time’s sake and I felt that we did quite a lot of good with that. But in terms of moving forward, there’s no point in revisiting that project.\"<ref>{{cite web|url=https://progressivemusicreview.wordpress.com/2017/03/09/new-nick-beggs-interview-march-2017/\n|title=New Nick Beggs Interview – March 2017 |date=9 March 2017 |publisher=Progressive Music Review |access-date=10 March 2019}}</ref>\n\nIn an interview with Cherry Red TV in 2018, Beggs talked about the reunion, stating \"we reformed and we toured and we recorded an EP and remastered the back catalogue...and at that point I felt that we had done it all. It was a nice way to tie it up, put a bow on it and leave it alone and move on.\"\n\n==Members==\n* Steve Askew – guitars, programming, backing vocals <small>(1978–1985, 2003–2004, 2007–2011)</small>\n* [[Nick Beggs]] – bass guitar, Chapman Stick, guitars, keyboards, programming, percussion, backing vocals <small>(1978–1985, 2003–2004, 2007–2011)</small>, lead vocals <small>(1978–1982, 1983–1985, 2003–2004, 2007–2011)</small>\n* Stuart Neale – keyboards, programming, piano, backing vocals <small>(1978–1985, 2003–2004, 2007–2011)</small>\n* Jez Strode – acoustic and electronic drums, percussion <small>(1978–1984, 2003, 2008–2011)</small>\n* [[Limahl]] (Chris Hamill) – lead vocals <small>(1982–1983,2008–2011)</small>\n\n==Discography==\n{{Main|Kajagoogoo discography}}\n\n===Studio albums===\n*''[[White Feathers]]'' (1983)\n*''[[Islands (Kajagoogoo album)|Islands]]'' (1984)\n*''[[Crazy Peoples Right to Speak]]''  (1985) <small>as Kaja</small>\n*''[[Gone to the Moon]]'' (2008)\n\n==References==\n{{Reflist|35em}}\n\n==Bibliography==\n* Paul Gambaccini (1983), ''Kajagoogoo''\n\n==External links==\n* [https://kajafax.co.uk/ KajaFax - The Officially Approved Kajagoogoo Community & Fan Club]\n* [https://www.youtube.com/c/LimahlKajagoogooarchives Unofficial Limahl & Kajagoogoo YouTube video archives]\n\n{{Kajagoogoo}}\n{{Limahl}}\n\n{{Authority control}}\n\n[[Category:English new wave musical groups]]\n[[Category:English synth-pop groups]]\n[[Category:English pop rock music groups]]\n[[Category:British synth-pop new wave groups]]\n[[Category:Musical groups established in 1978]]\n[[Category:Musical groups established in 1982]]\n[[Category:Musical groups disestablished in 1985]]\n[[Category:Musical groups reestablished in 2003]]\n[[Category:Second British Invasion artists]]", "sha1": "osolosj7537frwfafhjc4dp8kd8vmc2"}