{"title": "Lordi", "id": "1114707608", "parentid": "1113717010", "timestamp": "2022-10-07T21:38:13Z", "contributor": "\n        ", "comment": "Removing link(s) to \"Samer el Nahhal\": rm redirects.", "model": "wikitext", "format": "text/x-wiki", "text": "{{Use dmy dates|date=April 2021}}\n{{Short description|Finnish hard rock band}}\n{{distinguish|Lorde|Lord (band)}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name                = Lordi\n| image               = Lordi à Nantes le 3 mars 2020.jpg\n| caption             = Lordi performing in 2020<br />({{abbr|L–R|Left to right}}): Hiisi, [[Amen (musician)|Amen]], [[Mana (Finnish musician)|Mana]] and [[Mr Lordi]].\n| landscape           = Yes\n| background          = group_or_band\n| origin              = [[Rovaniemi]], Finland\n| genre               = {{hlist|[[Hard rock]]|[[heavy metal music|heavy metal]]|{{nowrap|[[shock rock]]}}}}\n| years_active        = 1992–present\n| label               = [[AFM Records|AFM]], [[Sony Music|Sony]], [[GUN Records|GUN]], [[The End Records|The End]], [[Bertelsmann Music Group|BMG]], [[Drakkar Records|Drakkar]]\n| website             = {{URL|lordi.fi}}\n| current_members     = [[Mr Lordi]]<br />[[Hella (musician)|Hella]]<br />[[Mana (Finnish musician)|Mana]]<br />Hiisi<br />Kone\n| past_members        = G-Stealer<br />[[Erna Siikavirta|Enary]]<br />Magnum<br />[[Sampsa Astala|Kita]]<br />Kalma<br />[[Leena Peisa|Awa]]<br />[[Tonmi Lillman|Otus]]<br />OX<br /> [[Amen (musician)|Amen]]\n}}\n'''Lordi''' ({{IPA-fi|ˈloːrdi}}<ref>http://dynamic.hs.fi/2016/lordi/ (video)</ref>) is a Finnish [[hard rock]]/[[heavy metal music|heavy metal]] band, formed in 1992<ref name=\"scarchives\">{{cite web|url=http://www.metallimusiikki.net/metallimusiikki/lordi-scarchives-vol-1 |title=Petri Ikonen: Lordi: \"Scarchives Vol. 1\" |publisher=Metallimusiikki.net |access-date=4 December 2012}}</ref> by the band's lead singer, songwriter and costume maker, [[Mr Lordi]] (Tomi Petteri Putaansuu). In addition to their melodic metal music, Lordi are also known for wearing monster masks and using horror elements with [[pyrotechnics]] during concerts and music videos. The band rose to fame in 2002 with their hit single \"[[Would You Love a Monsterman?]]\", and won the [[Eurovision Song Contest 2006]] with their song \"[[Hard Rock Hallelujah]]\".\n\nLordi has toured and recorded actively since 2002, and Mr Lordi upgrades the band's costumes and masks for each album. The band has gone through several line-up changes with Mr Lordi being the only consistent member of the band since their foundation. Members of Lordi have stated their desire for their unmasked faces to remain private. However, they have made a number of unmasked appearances in several news outlets.<ref>\"Eurovision winners struggle to keep true identities secret\", ''The Irish Examiner'', 23 May 2006.</ref>\n\n==History==\n\n===Formation (1992–2002)===\nLordi was formed in 1992 as a solo project by [[Mr Lordi]]. Lordi's very first demo album [[Lordi discography|Napalm Market]] was done in 1993. The album included a song \"Inferno\", which also got a music video, all done by Mr Lordi. In the music video Mr Lordi performed unmasked but he had made monster make-up for his friends who played secondary role in the video. After the video was done, Mr Lordi got an idea of a band of monsters. \"Inferno\" was later released in Finnish \"Rockmurskaa\" compilation album in 1995. In 1996 Mr Lordi organized a Kiss cruise for Finnish Kiss fans from Finland to Sweden. During the cruise he met musicians [[Amen (musician)|Amen]] and G-Stealer, and told them about his music project called Lordi. After the cruise they joined the band. One year later [[Erna Siikavirta|Enary]] joined the band on keyboard and the band recorded their first album, ''[[Bend Over And Pray The Lord]]''. At the time when the album was recorded, the band didn't have a drummer and they used MIDI drum tracks in place of a real drummer.<ref name=\"mieoonlordi\" />\n\nAri Tiainen, the owner of their record company, had originally planned to publish the album; however, the company did not have sufficient resources to market it. Tiainen recommended Lordi to the record label Kimmo Hirvonen's Records, owned by Anaconda. The album was planned to release in early 1999, but Anaconda Records went bankrupt shortly before the planned release date and the album was never released.<ref name=\"mieoonlordi\" />\n\nThe band never performed with the original line-up, though they had been promised a record release gig in 1999. During the same year G-Stealer left the band because of work commitments and was replaced by Magnum, whom Mr Lordi had met via Kiss Army Finland. In 2000, drummer [[Sampsa Astala|Kita]] joined and the band got their first drummer.<ref name=\"mieoonlordi\">{{cite book|last      = Ahlroth|first     = Jussi|title     = Mie oon Lordi|publisher = Johnny Kniga|location  = Juva|year      = 2006|isbn      = 951-0-32584-8}}</ref>\n\n===''Get Heavy'' and success in Europe (2002–2004)===\nAfter several failed attempts at obtaining a recording contract, Lordi signed a record deal with [[Bertelsmann Music Group]] (BMG) Finland in 2002. In July, the band released their first official single, \"[[Would You Love A Monsterman?]]\", which rose to number one in Finland<ref name=\"mieoonlordi\" /> and spawned a music video. During the summer the band went under the auspices of producer TT Oksala's Finnvox Studios to record their first official album,<ref name=\"mieoonlordi\" /> though debut recording ran into several problems.<ref name=\"mieoonlordi\" />\n\nIn autumn 2002, bassist Magnum was fired and replaced by Kalma. Though Lordi's debut album had already been recorded when Kalma joined, he appeared in the album art and the composition of the accounts. Their debut album ''[[Get Heavy]]'' was released in November, with a cover design loosely based on [[Kiss (band)|Kiss]]'s ''[[Love Gun]]'' album. The original first sketch of the cover was based on [[Kiss (band)|Kiss]]'s ''[[Destroyer (Kiss album)|Destroyer]]'' album. The album won the 2003 Emma award for best domestic hard rock or heavy metal album, and ''Get Heavy'' has sold more than 67,000 copies. It was certified platinum in Finland in 2003 and multi-platinum in 2006.<ref name=\"mieoonlordi\" />\n\nLordi played their first gig on 8 December 2002, in [[Helsinki]] at the Nosturi Club.<ref name=\"mieoonlordi\" /> In 2003, Lordi appeared at several music events in Finland and abroad, especially in Germany, where they played as a part of the Wacken Road Show. During some of the Germany tour, Lordi played as [[Nightwish]]'s support act. The tour boosted both bands' popularity in Germany and helped them sign a recording contract with the German record company Drakkar. Nightwish had already achieved solid success of joint concerts in Germany and Lordi also raised their profile in Germany.\n\n===''The Monsterican Dream'' (2004–2006)===\n[[File:LordiMoscow.jpg|thumb|upright=1.2|Lordi performing live in 2005]]\nAt the beginning of 2004, Lordi began recording their second studio album. This time the album was produced by Hiili Hiilesmaa, with whom the band got along well. This second album was first released on 14 April 2004 as ''[[The Monsterican Dream]]''. Two songs from the album, \"My Heaven is Your Hell\" and \"[[Blood Red Sandman]]\", had been released as singles. Corresponding with the release of the album, the band's costumes and image were also reformed. The special edition of the album also contained a DVD of the band's own short film, ''The Kin''. The film, despite the success of the album it was attached to, has been poorly received. The album went gold two years after release.\n\nIn February 2005 Lordi's first compilation album ''The Monster Show'' was released by Sanctuary Records. Sanctuary had originally intended to market a collection of records in the United States, but these plans were halted due to financial problems. Sanctuary, however, published a compilation album in the UK. In Finland, a collection was published by Sony BMG.\n\nThe idea of ''The Monster Show'' disc collection has its roots in spring 2004, around the release of ''The Monsterican Dream'' album. Mr Lordi, while interviewing the band [[Kiss (band)|Kiss]] for Inferno magazine, gave the band's bassist/vocalist, [[Gene Simmons]], a copy of Lordi's debut album, ''[[Get Heavy]]'' (2002). Later, Simmons' assistant announced that Simmons would be willing to publish Lordi's albums in the United States, but if the band would like to share sales revenue, it would be better to publish with Sanctuary Records. Sanctuary did not want to publish either of the studio albums individually, and instead preferred a compilation of the best songs. Thus, songs were picked from ''Get Heavy'' and ''The Monsterican Dream'', and collected in the compilation album ''The Monster Show''. The collection was published in the spring of 2005 during the European Monstour.\n\nMeanwhile, the internal atmosphere of the band increased in intensity and led to a dispute between members. Later that year, bassist Kalma wanted to resign because of family and financial problems. [[Mr Lordi]], tried to persuade Kalma to stay, suggested that he just play the biggest tours and other contractually obligated performances. Kalma, however, did not relent, because he wanted to be involved with the band either in full or not at all. Kalma did, however, play the bass units for the future ''[[The Arockalypse]]'' album. Kalma left the band just before Lordi entered the [[Eurovision Song Contest]] qualifier.\n\nTwo new members joined the band, bassist OX and keyboardist [[Leena Peisa|Awa]]. This change in members spawned more alterations to the band's costumes.<ref>{{cite web |title=LORDI Introduce New Members |url=https://www.blabbermouth.net/news/lordi-introduce-new-members/ |website=Blabbermouth.net |access-date=31 March 2021 |date=2 January 2006}}</ref>\n\n===''The Arockalypse'' and Eurovision (2006–2008)===\nLordi's third album ''[[The Arockalypse]]'' was released on 1 May 2006. On 20 May 2006, Lordi made history by winning the [[Eurovision Song Contest 2006|Eurovision Song Contest]] held in Athens with the song \"[[Hard Rock Hallelujah]]\", becoming the first Finnish group to win the contest and consequently the first rock/metal act to win;<ref name=\"lordieuro20061\">{{cite news |title=Oh Lordi, Finland win songfest |url=https://books.google.com/books?id=M0wzAAAAIBAJ&dq=lordi+hard+rock&pg=PA25&article_id=1686,4558081 |access-date=4 July 2022 |issue=51162 |publisher=The Nation |date=22 May 2006 |page=7A |language=en}}</ref><ref name=\"lordieuro20062\">{{cite news |last1=Huuhtanen |first1=Matti |title=Good 'Lordi!' |url=https://books.google.com/books?id=O0wzAAAAIBAJ&dq=lordi+hard+rock&pg=PA29&article_id=894,6264505 |access-date=4 July 2022 |issue=51170 |publisher=The Nation |date=30 May 2006 |page=15A |language=en}}</ref> Finland would then send power metal band Teräsbetoni in 2008. The song scored 292 points, which was then an all-time points record. [[Pasi Rantanen]] from the band [[Thunderstone (band)|Thunderstone]] performed backing vocals, wearing a [[Gene Simmons]] Kiss mask.\n\nLordi opened the fall of 2006 Bringing Back the Balls to Europe tour; the concert DVD was released in February 2007 as ''Bringing Back the Balls to Stockholm 2006''. The tour ended with a surprise: during the last gig in London, 31 October, the band's former bassist, [[Niko Hurme|Kalma]], was seen as a guest on stage.\n\nIn November 2006, Lordi headlined the MTV Europe Music Awards, and Mr Lordi presented the \"Best Rock\" award. Around the same time, [[Bill Aucoin]], best known as the original manager of Kiss, became Lordi's manager.<ref>{{cite web |title=Original KISS Manager BILL AUCOIN To Work With LORDI? |url=https://www.blabbermouth.net/news/original-kiss-manager-bill-aucoin-to-work-with-lordi/ |website=Blabbermouth.net |access-date=31 March 2021 |date=14 October 2006}}</ref> In spring 2007, Lordi created the Bringing Back the Balls tour, which toured in Japan and the Baltic countries. In May, the band was involved in the [[Eurovision Song Contest 2007]] held in [[Helsinki]], and opened the competition with their winning song \"Hard Rock Hallelujah\".\n\nIn early summer 2007 in Oulu, the members of Lordi participated in filming of the horror film ''[[Dark Floors]]'', which premiered on 8 February 2008. In July 2007, Lordi toured [[North America]] with the [[Ozzfest]] festival,<ref>{{cite web |title=LORDI Frontman: \"Ozzfest Has Been Absolutely Amazing For Us\" |url=https://bravewords.com/news/lordi-frontman-ozzfest-has-been-absolutely-amazing-for-us |website=BraveWords |access-date=31 March 2021 |language=en}}</ref> but ended up cancelling off-date shows during that tour.<ref>{{cite web |title=LORDI Cancel Off-Date North American Shows |url=https://bravewords.com/news/lordi-cancel-off-date-north-american-shows |website=BraveWords |access-date=31 March 2021 |language=en}}</ref>\n\nAfter the Ozzfest tour ended in late August, Lordi went on a short break. In September, it was announced that the band would go on a new tour of the U.S. with the band [[Type O Negative]], beginning on 12 October 2007 and ending on 31 October 2007.<ref>{{cite web |title=LORDI Confirmed For Upcoming TYPE O NEGATIVE Tour |url=https://bravewords.com/news/lordi-confirmed-for-upcoming-type-o-negative-tour |website=BraveWords |access-date=1 April 2021 |language=en}}</ref> At the end of the tour the band returned to Finland to record the theme song, \"Beast Loose in Paradise\", for the 2008 film, ''Dark Floors''.<ref>{{cite web |title=LORDI: More 'Beast Loose In Paradise' Single Details Revealed |url=https://www.blabbermouth.net/news/lordi-more-beast-loose-in-paradise-single-details-revealed/ |website=Blabbermouth.net |access-date=1 April 2021 |date=7 December 2007}}</ref>\n\n===''Deadache'' (2008–2010)===\n[[File:Lordi en Barcelona9.jpg|thumb|left|upright=1.2|Lordi performing in Barcelona in 2009]]\nLordi began recording their fourth album in the spring of 2008<ref>{{cite web |title=LORDI Begins Recording New Album |url=https://www.blabbermouth.net/news/lordi-begins-recording-new-album/ |website=Blabbermouth.net |access-date=1 April 2021 |date=30 April 2008}}</ref> and the album was released on 29 October 2008.<ref>{{cite web |title=LORDI Exploring Horror Themes On 'Deadache' |url=https://www.blabbermouth.net/news/lordi-exploring-horror-themes-on-deadache/ |website=Blabbermouth.net |access-date=1 April 2021 |date=26 August 2008}}</ref> The album, ''[[Deadache]]'', was produced by Nino Laurenne. The release spurred yet another change in the band's costumes.<ref>{{cite web |title=LORDI: New Costumes Unveiled |url=https://www.blabbermouth.net/news/lordi-new-costumes-unveiled/ |website=Blabbermouth.net |access-date=1 April 2021 |date=28 August 2008}}</ref> The album was similar in style to its predecessors, melodic hard rock and heavy metal, though with more horror theme. Prior to the completion of the disc, it was revealed that it featured more piano solos than its predecessors, and that the recital \"Missing Miss Charlene\" featured a child singing. The album's first single was called \"Bite It Like a Bulldog\", and it was published on 3 September 2008.<ref>{{cite web |title=LORDI To Release 'Bite It Like A Bulldog' Single Next Month |url=https://archive.blabbermouth.net/news/lordi-to-release-bite-it-like-a-bulldog-single-next-month/ |website=Blabbermouth.net |access-date=1 April 2021 |date=12 July 2008}}</ref>\n\nLordi announced before the release of the album that ''Deadache'' would be marketed internationally, like its immediate predecessor.\n\n{{quote|\"It goes without saying that the song contest of the last album distorted the situation, and this can not be sold in any case, the same number in Europe or, especially in Finland. We know that Finland is likely to disc stamped with the flop, even if it would sell double platinum, it does not sell 100,000 copies\", Mr Lordi said in August 2008.}}\n\nShortly after the publication of ''Deadache'', Lordi made a tour of the United States in November in conjunction with [[Lizzy Borden (band)|Lizzy Borden]].<ref>{{cite web |title=LORDI, LIZZY BORDEN To Team Up For U.S. Dates |url=https://archive.blabbermouth.net/news/lordi-lizzy-borden-to-team-up-for-u-s-dates/ |website=Blabbermouth.net |access-date=1 April 2021 |date=13 October 2008}}</ref> Lordi performed \"Bite It Like a Bulldog\" on the NBC show ''[[Late Night with Conan O'Brien]]'' on 6 November 2008.<ref>{{cite web |title=LORDI To Perform On 'Late Night With Conan O'Brien' |url=https://www.blabbermouth.net/news/lordi-to-perform-on-late-night-with-conan-o-brien/ |website=Blabbermouth.net |date=20 October 2008}}</ref>\n\n===''Babez for Breakfast'', band's 20th anniversary and Otus' death (2010–2012)===\n[[Mr Lordi]] spent a week in Los Angeles with Jeremy Rubolino and former [[Kiss (band)|Kiss]] guitarist [[Bruce Kulick]] writing two new tracks, \"Cut Off My Head\" and \"Call Off The Wedding\". In March 2010 [[Mark Slaughter]] and Bruce Kulick played in a part of their new song. ''[[Babez for Breakfast]]'' was recorded in [[Nashville]], and produced by legendary [[Michael Wagener]]. The first single, called \"[[This is Heavy Metal]]\", from the album was released in August 2010,<ref>{{cite web |title=LORDI Releases 'This Is Heavy Metal' Digital Single |url=https://bravewords.com/news/lordi-releases-this-is-heavy-metal-digital-single |website=BraveWords |access-date=2 April 2021 |language=en}}</ref> with the album following in September.<ref>{{cite web |title=LORDI's 'Babez For Breakfast' Cracks Finnish Top 10 |url=https://www.blabbermouth.net/news/lordi-s-babez-for-breakfast-cracks-finnish-top/ |website=Blabbermouth.net |access-date=2 April 2021 |date=25 September 2010}}</ref>\n\nOn 4 October 2010 it was announced that drummer [[Sampsa Astala|Kita]] had left the band,<ref>{{cite web |title=LORDI Part Ways With Drummer Kita; Past And Present Members' STALA & SO. To Participate In 2011 Eurovision Song Contest |url=https://bravewords.com/news/lordi-part-ways-with-drummer-kita-past-and-present-members-stala-so-to-participate-in-2011-eurovision-song-contest |website=BraveWords |access-date=2 April 2021 |language=en}}</ref> and on 16 October, OX posted on his Twitter account they had found a new drummer. On 26 October 2010 it was announced on Lordi's website that [[Tonmi Lillman|Otus]] had become their new drummer. Otus joined the band just before Lordi's ''Europe for Breakfast'' tour started.\n\nIn 2011 [[Mr Lordi]] took part in Finnish TV-series \"[[Clash of the Choirs|Kuorosota]]\"<ref>{{cite web |title=LORDI Mainman Announced As Judge/Mentor On Finnish Version Of Clash Of The Choirs |url=https://bravewords.com/news/lordi-mainman-announced-as-judge-mentor-on-finnish-version-of-clash-of-the-choirs |website=BraveWords |access-date=2 April 2021 |language=en}}</ref> and because of that reason the band could not make a long tour. However, they played on a few metal festivals.\n\nOn 15 February 2012 it was announced that Otus had died.<ref>{{cite web |last1=Kaufman |first1=Spencer |title=Lordi Drummer 'Otus' Tonmi Lillman Dies at 38 |url=https://loudwire.com/lordi-drummer-otus-tonmi-lillman-dies-at-38/ |website=Loudwire |access-date=2 April 2021 |language=en |date=15 February 2012}}</ref> Due to the death of Otus, Lordi cancelled all their concerts scheduled for the beginning of 2012, but they had some summer festival concerts that they couldn't cancel. Lordi got help from Jimmy Hammer, the drummer of Finnish band Ironcross, who played drums for Lordi's 2012 concerts. Jimmy Hammer used a monster disguise to fit in the band, and was only called as \"the drummer\". His identity was told after.<ref>\"To Beast or Not to Beast\", ''booklet'', 1 May 2013</ref>\n\nIn September 2012, ''Scarchives Vol. 1'', a compilation CD+DVD, was released to celebrate Lordi's 20th anniversary. The CD contains previously unreleased old Lordi songs, including all the songs from the unreleased album from 1997, ''Bend Over And Pray The Lord''. The DVD contains Lordi's very first concert in Helsinki 2002. The video was edited by Otus.<ref name=\"scarchives\" />\n\nKeyboardist [[Leena Peisa|Awa]] left the band in fall of 2012. She was seen for the last time during Lordi's 20th anniversary concert, at Simerock in Rovaniemi, Finland on 11 August.<ref>{{cite web|url=http://www.lordi.fi/2012/07/25/lordis-keyboardist-awa-will-leave-the-band/|title=Lordi|access-date=25 July 2012|archive-url=https://web.archive.org/web/20160531111640/http://www.lordi.fi/2012/07/25/lordis-keyboardist-awa-will-leave-the-band/|archive-date=31 May 2016|url-status=dead}}</ref>\n\n===''To Beast or Not to Beast'' (2012–2014)===\nLordi began recording their sixth studio album on 1 September 2012 with two new members, [[Mana (Finnish musician)|Mana]] as the new drummer and [[Hella (musician)|Hella]] as the new keyboardist. This album was recorded at WireWorld Studio in [[Nashville]], and produced and mixed by [[Michael Wagener]], like the previous one.<ref>{{cite web |url=http://www.lordi.fi/2012/12/17/lordis-new-members-are-mana-and-hella-new-album-to-beast-or-not-to-beast-out-on-march-8th/ |title=Lordi's new members are Mana and Hella&nbsp;– new album To Beast Or Not To Beast out on March 8th |accessdate=31 March 2021}}</ref> The first single from the new album, \"[[The Riff (Lordi song)|The Riff]]\", was released digitally on 8 February 2013.<ref>{{cite web|url=http://www.blabbermouth.net/news/lordi-the-riff-video-released/ |title=Lordi – The Riff video released |publisher=Blabbermouth.net |date= March 2013|accessdate=31 March 2021}}</ref> The studio album ''[[To Beast or Not to Beast]]'' was recorded in March 2013.\n\nAfter the release of the single the band took part in Wok WM competition in Germany. The album was released on 1 March 2013. A European tour in support of the new album, \"Tour Beast Or Not Tour Beast\", started in April 2013. The tour also included one concert in Japan.\n\nLordi started the recordings for their seventh studio album on 2 June in Finnish Finnvox studios with the producer Mikko Karmila. On July the band moved to secret place in Lapland to continue the recordings.\n\nOn 28 June in [[Savonlinna]], Finland the first official Lordi-exhibition was opened, ''The Other Side of Lordi''. There Lordi's former costumes and stage props were shown, including Lordi's album cover artworks (painted by Mr Lordi). [[Mr Lordi]] and [[Amen (musician)|Amen]] visited the exhibition during the opening night.\n\n===''Scare Force One'' (2014–2016)===\n[[File:ESC2016 Grand Final Interval Act 16.jpg|thumb|Lordi, appearing in the interval act for the [[Eurovision Song Contest 2016]]]]\nOn 31 July 2014, the group announced that the title of their seventh studio album would be \"[[Scare Force One]]\". The album was recorded in June, and was released on 31 October in Europe, 3 November in North America, and 26 November in Japan with a bonus track.<ref>{{cite web |title=LORDI To Release 'Scare Force One' Album On Halloween |url=https://www.blabbermouth.net/news/lordi-to-release-scare-force-one-album-on-halloween/ |website=Blabbermouth.net |access-date=31 March 2021 |date=8 September 2014}}</ref> The first single from the album, \"[[Scare Force One|Nailed by the Hammer of Frankenstein]]\", was released digitally on 19 September.<ref>{{cite web |title=LORDI Releases 'Nailed By The Hammer Of Frankenstein' Single; More 'Scare Force One' Album Details |url=https://www.blabbermouth.net/news/lordi-releases-nailed-by-the-hammer-of-frankenstein-single-more-scare-force-one-album-details/ |website=Blabbermouth.net |access-date=31 March 2021 |date=22 September 2014}}</ref>\n\nOn 1 November Lordi performed at The Circus in [[Helsinki]] to promote the release of the album.<ref>{{cite web|url=https://www.facebook.com/korpiklaani/posts/10152733273300350  |archive-url=https://ghostarchive.org/iarchive/facebook/9283120349/10152733273300350 |archive-date=2022-02-26 |url-access=limited|title=Korpiklaani - Korpiklaani will support Lordi on their... |publisher=Facebook |access-date=20 February 2015}}{{cbignore}}</ref> The three-month-long European tour \"Tour Force One\" started on 1 February 2015 and ended in early April.\n\nIn early 2015, it was announced via Facebook that [[Hella (musician)|Hella]] was pregnant. The band's guitarist, [[Amen (rock musician)|Amen]], later confirmed that Hella would be replaced for the summer festivals. In summer 2015, Hella's temporary replacement, Nalle (Finnish for Teddy Bear), was seen for the first time at [[Rovaniemi]]. In November Lordi played 2 gigs in Russia (Saint Petersburg and Moscow), still with Hella.\n\nOn 27 February 2016, Lordi performed \"Hard Rock Hallelujah\" in the Finnish Eurovision final, as special guests.\n\nOn 14 May 2016, Lordi appeared in the interval act for the [[Eurovision Song Contest 2016]], in a musical number satirising Eurovision songs.\n\n=== ''Monstereophonic (Theaterror Vs. Demonarchy)'' (2016–2018) ===\nIn late 2015, the band had announced that a new album was in the works.<ref>{{cite web |title=LORDI To Enter Studio In December |url=https://search.blabbermouth.net/news/lordi-to-enter-studio-in-december/ |website=Blabbermouth.net |access-date=31 March 2021 |date=25 September 2015}}</ref> Recording began in December, but was halted after the death of Mr. Lordi's father.\n\nIn April 2016, recording began again, with producer Nino Laurenne, who had previously produced [[Deadache]] in 2008.\nIn interview for \"Spark TV\", Mr. Lordi stated that the new album will be released in September. The album, untitled at the time, was described by Mr. Lordi as a \"split album\". The first six songs of the album will sound like normal Lordi songs, while the last six songs will be more [[Progressive metal|progressive]] and will follow a [[Concept album|concept]].<ref>{{cite web |last1=Childers |first1=Chad |title=Lordi Target September 2016 Release for New Album |url=https://loudwire.com/lordi-september-2016-release-new-album/ |website=Loudwire |access-date=1 April 2021 |language=en |date=13 June 2016}}</ref> A promotional tour for the album called \"European Monstour-2016\" began in October 2016.<ref>{{cite web |title=LORDI Announce European Monstour 2016 |url=https://bravewords.com/news/lordi-announce-european-monstour-2016 |website=BraveWords |access-date=1 April 2021 |language=en}}</ref>\n\nThe single from the album, \"Hug You Hardcore\", was released in August 2016. A music video for the song was later released.<ref>{{cite web |title=Video Premiere: LORDI's 'Hug You Hardcore' |url=https://www.blabbermouth.net/news/video-premiere-lordi-hug-you-hardcore/ |website=Blabbermouth.net |access-date=31 March 2021 |date=26 August 2016}}</ref> Lordi announced the title of the eighth album, [[Monstereophonic (Theaterror vs. Demonarchy)]] on 13 July, which was released on 16 September.<ref>{{cite web |title=LORDI To Release 'Monstereophonic: Theaterror Vs. Demonarchy' Album In September |url=https://www.blabbermouth.net/news/lordi-to-release-monstereophonic-theaterror-vs-demonarchy-album-in-september/ |website=Blabbermouth.net |access-date=31 March 2021 |date=13 July 2016}}</ref>\n\nLater the band announced that they would be touring North America and Canada for the first time in 2017. The tour began on 2 February and concluded on 4 March.<ref>{{cite web|url=http://www.lordi.fi/2016/07/16/lordi-touring-us-and-canada-2017/|title=Lordi touring US and Canada 2017|publisher=Lordi|date=16 July 2016|access-date=8 November 2017|archive-url=https://web.archive.org/web/20171109081046/http://www.lordi.fi/2016/07/16/lordi-touring-us-and-canada-2017/|archive-date=9 November 2017|url-status=dead}}</ref>\n\n=== ''Sexorcism'' and departure of OX (2018–2020) ===\n[[File:Lordi Rockharz 2019 32.jpg|upright=1.25|thumb|left|Lordi performing at Rockharz Open Air 2019]]\nOn 9 March 2018, the band announced the name of the ninth album ''[[Sexorcism (Lordi album)|Sexorcism]]'' along with its album cover. It was released on 25 May 2018. The band promised that it would be possibly their \"most controversial\" record to date.<ref>{{cite news|url=http://www.metalinjection.net/upcoming-releases/lordi-announces-new-album-sexorcism-for-may|title=LORDI Announces New Album Sexorcism For May|work=Metal Injection|date=9 March 2018|access-date=10 March 2018}}</ref> Their single from the album \"Your Tongue's Got the Cat\" was released on 13 April 2018.<ref>{{cite news|url=http://www.blabbermouth.net/news/lordi-lyric-video-for-new-song-your-tongues-got-the-cat/|title=LORDI: Lyric Video For New Song 'Your Tongue's Got the Cat'|work=Blabbermouth|date=13 April 2018|access-date=14 April 2018}}</ref> The second single off of the album titled \"Naked in My Cellar\" was released 4 May 2018 along with a music video.<ref>{{cite news|url=http://www.blabbermouth.net/news/video-premiere-lordis-naked-in-my-cellar/|title=Video Premiere: LORDI's 'Naked In My Cellar'|work=Blabbermouth|date=4 May 2018|access-date=4 May 2018}}</ref>\n\nFollowing four festival shows in the summer, a tour in support of the album called \"Sextourcism\" began in Europe on 9 October in Amstelveen, Netherlands and concluded on 28 December in Helsinki, Finland.\n\nLordi announced their third live DVD ''[[Recordead Live – Sextourcism in Z7]]'' on 17 May 2019, which was recorded on 23 November 2018 in Pratteln, Switzerland during their tour. It was released on 26 July 2019.<ref>{{Cite web|url=https://www.nordicmetal.net/lordi-to-release-sextourcism-live-dvd/|title=LORDI To Release \"Recordead Live – Sextourcism In Z7\" DVD In July|last=Murias|first=Kris|date=17 May 2019|website=Nordic Metal|language=en-US|access-date=31 May 2019}}</ref><ref>{{cite news|url=https://www.blabbermouth.net/news/lordi-to-release-recordead-live-sextourcism-in-z7-dvd-in-july/|title=LORDI To Release 'Recordead Live – Sextourcism In Z7' DVD In July|work=Blabbermouth|date=11 June 2019|access-date=12 June 2019}}</ref>\n\nOX had announced on 14 March 2019 that he would be departing the band after performing with them for the summer festivals that year.<ref>{{cite news|url=http://www.blabbermouth.net/news/lordis-longtime-bassist-ox-to-exit-band-after-summer-festivals/|title=LORDI's Longtime Bassist OX To Exit Band After Summer Festivals|work=Blabbermouth|date=14 March 2019|access-date=17 March 2019}}</ref> His final show with the band took place at the Reload Festival in Sulingen, Germany on 23 August 2019.\n\nThe band later introduced their new bass player, Hiisi.<ref>{{cite web |title=Finnish Masked Band Lordi Reveal Their New Bass Player |url=https://www.ultimate-guitar.com/news/community_feed/finnish_masked_band_lordi_reveal_their_new_bass_player.html |website=ultimate-guitar.com |access-date=31 March 2021 |language=en}}</ref> Hiisi's first show with the band took place at the Ice Hall in Helsinki on 13 December 2019 as the band was the opening act for [[Beast in Black]].<ref>{{cite web |last1=Schildt |first1=Saku |title=Beast in Black ja Lordi yhdistävät voimansa: jäähallikeikka joulukuussa Helsingissä! |url=https://www.soundi.fi/uutiset/beast-in-black-ja-lordi-yhdistavat-voimansa-jaahallikeikka-joulukuussa-helsingissa/ |website=Soundi.fi |date=20 May 2019 |access-date=27 March 2021 |language=fi}}</ref>\n\n=== ''Killection'', ''Lordiversity'' and Amen's departure (2020–present) ===\n[[File:Hiisi en Barcelona 2020.jpg|thumb|right|Hiisi performing with Lordi in Barcelona in 2020]]\nOn 27 September 2019, Lordi announced the title of their tenth album ''[[Killection]]''. It was released on 31 January 2020, followed by a European tour titled \"Killectour\" in support of the album the same year.<ref>{{cite web|url=https://www.blabbermouth.net/news/lordi-to-release-killection-album-in-january/|title=LORDI To Release 'Killection' Album In January|publisher=Blabbermouth|date=9 October 2019|access-date=10 October 2019}}</ref> The band have said that this album is considered a 'fictional compilation' album and would contain songs you would normally hear in the early 1970s to mid-1990s.<ref>{{cite web|url=https://loudwire.com/lordi-killection-album/|title=Lordi Envision Greater Longevity With 'Killection' Album|publisher=Loudwire|date=9 October 2019|access-date=9 October 2019}}</ref><ref>{{cite web |title=LORDI Frontman Got 'Tired And Bored' Of Albums Always Sounding The Same |url=https://www.blabbermouth.net/news/lordi-frontman-got-tired-and-bored-of-albums-always-sounding-the-same/ |website=Blabbermouth.net |access-date=31 March 2021 |date=3 January 2020}}</ref> Their single from the album \"Shake the Baby Silent\", was released on 8 November 2019.<ref>{{cite web|url=https://www.blabbermouth.net/news/lordi-lyric-video-for-new-song-shake-the-baby-silent/|title=LORDI: Lyric Video For New Song 'Shake The Baby Silent'|publisher=Blabbermouth|date=8 November 2019|access-date=8 November 2019}}</ref> Their second single off the album, \"I Dug a Hole in the Yard for You\", was released on 29 November 2019 along with a music video.<ref>{{cite web|url=https://www.blabbermouth.net/news/lordi-lyric-video-for-new-song-i-dug-a-hole-in-the-yard-for-you/|title=LORDI: Music Video For New Song 'I Dug A Hole In The Yard For You'|publisher=Blabbermouth|date=29 November 2019|access-date=30 November 2019}}</ref> The third single off the album, \"Like a Bee to the Honey\", was released on 17 January 2020.<ref>{{cite web|url=https://www.metalunderground.com/news/details.cfm?newsid=146549|title=Lordi Posts New Lyric Video \"Like A Bee To The Honey\" Online|publisher=Metal Underground|date=19 January 2020|access-date=20 January 2020}}</ref>\n\nDuring the [[COVID-19 pandemic]], the band performed a special livestream called \"Scream Stream\" on 22 May 2020 at the Paha Kurki Rockhouse in the band's hometown of Rovaniemi, performing various hits and rarities played by request as well as answering questions from fans.<ref>{{cite web|url=http://knac.com/article.asp?ArticleID=36196|title=LORDI Schedules 'Scream Stream' Event For May 22nd|publisher=KNAC|access-date=24 May 2020}}</ref>\n\nIt was announced on 25 March 2021 that Lordi would be performing at the [[Eurovision Song Contest 2021]], joining five other previous winners in [[Rotterdam]] on 22 May 2021, performing their Eurovision-winning song \"Hard Rock Hallelujah\" for the ''Rock the Roof'' interval act.<ref>{{cite web |last1=Lavin |first1=Will |title=Lordi announced as performers at Eurovision Song Contest Grand Final |url=https://www.nme.com/news/music/lordi-announced-as-performers-at-eurovision-song-contest-grand-final-2908003 |website=NME |access-date=31 March 2021 |date=25 March 2021}}</ref><ref>{{cite web |title=LORDI: suoneranno alla finale dell'Eurovision Song Contest 2021 |url=https://metalitalia.com/articolo/lordi-suoneranno-alla-finale-delleurovision-song-contest-2021/ |website=metalitalia.com |access-date=31 March 2021 |language=it-IT}}</ref>\n\nOn 6 April 2021, it was announced that Lordi would be releasing no less than seven studio albums in October 2021.<ref>{{cite web |title=Lordi veröffentlichen sieben Studioalben später im Oktober |url=https://www.metal-hammer.de/lordi-veroeffentlichen-sieben-alben-spaeter-im-oktober-1685775/ |website=Metal Hammer |access-date=9 April 2021 |language=de-DE |date=7 April 2021}}</ref> In the statement regarding the albums, the band said: \"The albums will sound all different from each other, they're all in different styles and fictional eras in the ''Killection'' timeline. Five of the seven albums are already done, by the way, and number six is well on the way.\"<ref>{{cite web |title=LORDI To Release Seven New Studio Albums In October |url=https://www.blabbermouth.net/news/lordi-to-release-seven-new-studio-albums-in-october/ |website=Blabbermouth.net |access-date=6 April 2021 |date=6 April 2021}}</ref>\n\nOn 19 August 2021, the band had released their single, \"Believe Me\",<ref>{{cite web |title=Lordi: present new single \"Believe Me\" |url=https://metalinvader.net/lordi-present-new-single-believe-me/ |website=Metal Invader |access-date=19 August 2021 |date=19 August 2021}}</ref> and had at the same time announced ''[[Lordiversity]]'', a box set that consists of the band's eleventh to seventeenth studio albums: ''Skelectric Dinosaur'', ''Superflytrap'', ''The Masterbeast from the Moon'', ''Abusement Park'', ''Humanimals'', ''Abracadaver'' and ''Spooky Sextravaganza Spectacular''. The boxset was released on 26 November 2021.<ref>{{cite web |title=LORDI To Release Seven New Studio Albums In November: 'Lordiversity' Box Set Details Revealed |url=https://www.blabbermouth.net/news/lordi-to-release-seven-new-studio-albums-in-november-lordiversity-box-set-details-revealed/ |website=Blabbermouth.net |access-date=21 August 2021 |date=21 August 2021}}</ref> The second single, \"Abracadaver\", was released on 24 September 2021.<ref>{{cite web |title=LORDI: il video del nuovo singolo \"Abracadaver\" |url=https://metalitalia.com/articolo/lordi-il-video-del-nuovo-singolo-abracadaver/ |website=metalitalia.com |access-date=24 September 2021 |language=it-IT |date=24 September 2021}}</ref> The third single, \"Borderline\", was released on 22 October 2021, along with a music video.<ref>{{cite web |last1=Kaunisto |first1=J.A. |title=Lordi julkaisee uutta hittikoukkua |url=https://www.v2.fi/uutiset/viihde/41037/Lordi-julkaisee-uutta-hittikoukkua/ |website=v2.fi |access-date=22 October 2021 |language=en |date=21 October 2021}}</ref> On 24 November 2021, the fourth single \"Merry Blah Blah Blah\" was released.<ref>{{cite web |title=LORDI Release Animated Video For New Christmas Single \"Merry Blah Blah Blah\" |url=https://bravewords.com/news/lordi-release-animated-video-for-new-christmas-single-merry-blah-blah-blah |website=[[Brave Words & Bloody Knuckles]] |access-date=25 November 2021 |language=en |date=25 November 2021}}</ref> The fifth single \"Demon Supreme\" was released on 17 December 2021.<ref>{{cite web |title=LORDI Release Industrial Metal Inspired Single \"Demon Supreme\" |url=https://bravewords.com/news/lordi-release-industrial-metal-inspired-single-demon-supreme |website=[[Brave Words & Bloody Knuckles]] |access-date=25 December 2021 |language=en |date=17 December 2021}}</ref> The sixth single \"Day Off of the Devil\" was released on 7 January 2022.<ref>{{cite web |title=LORDI: 'Day Off The Devil'-Digitalsingle veröffentlicht |url=https://rockhard.de/artikel/lordi-day-off-the-devil-digitalsingle-veroeffentlicht_572682.html |website=Rock Hard |access-date=7 January 2022 |language=en |date=7 January 2022}}</ref>\n\nOn 5 May 2022, it was announced that Amen had departed from the band.<ref>{{cite news |last1=Järvinen |first1=Samuel |title=Lordi's long-time guitar player Amen leaves the band: \"My heart has never been as heavy as it is today\" |url=https://chaoszine.net/lordis-long-time-guitar-player-amen-leaves-the-band-my-heart-has-never-been-as-heavy-as-it-is-today/ |access-date=6 May 2022 |work=Chaoszine |date=6 May 2022}}</ref> Mr Lordi released a statement the following day regarding this, clarifying that he had asked Amen to leave the band at the end of February 2022 due to growing tensions.<ref>{{cite news |last1=Järvinen |first1=Samuel |title=Mr. Lordi explains the reasons for Amen's departure: \"I asked Amen to leave the band at the end of February\" |url=https://chaoszine.net/mr-lordi-explains-the-reasons-for-amens-departure-i-asked-amen-to-leave-the-band-at-the-end-of-february/ |access-date=7 May 2022 |work=Chaoszine |date=6 May 2022 |language=en}}</ref> Kone was later announced as the new guitarist of Lordi on 30 May 2022.<ref>{{cite web |last1=Jarvinen |first1=Samuel |title=Lordi revealed the name and monster costume of Amen's replacement |url=https://chaoszine.net/lordi-revealed-the-name-and-monster-costume-of-amens-replacement/ |website=Chaoszine |access-date=31 May 2022 |date=30 May 2022}}</ref> Kone's first show with the band took place at the Rock in the City Festival in Kuopio, Finland on 10 June 2022.<ref>{{cite web |title=Lordi Announces New Guitarist |url=https://blabbermouth.net/news/lordi-announces-new-guitarist |website=Blabbermouth.net |access-date=7 June 2022 |language=en |date=7 June 2022}}</ref>\n\n==Style==\n{{More citations needed section|date=December 2021}}\n===Band's music style===\n[[File:Amen LIVE.png|thumb|left|[[Amen (musician)|Amen's]] outfits are designed by Mr. Lordi.]] \nLordi's music is formed by [[hard rock]]<ref name=\"lordieuro20062\"/> and [[heavy metal music]]<ref name=\"lordieuro20061\"/> elements. The band's horror-related albums, the monster costumes worn by all band members, and the horror elements of their performances are hallmarks of [[shock rock]]. The band was mostly influenced by [[Kiss (band)|Kiss]], but also by [[Alice Cooper]] and [[Twisted Sister]].<ref>{{cite magazine |last1=Titus |first1=Christa |title=Monsters of Rock: Eurovision Song Contest Winner Lordi Sinks Its Metal Fangs Into America |magazine=Billboard |date=3 March 2007 |volume=119 |issue=9 |page=42 |url=https://books.google.com/books?id=oRMEAAAAMBAJ&dq=lordi+shock+rock&pg=PA42 |access-date=5 July 2022 |publisher=Nielsen Business Media, Inc. |language=en |issn=0006-2510}}</ref>\n\nAlthough the band is often perceived by the media as a heavy metal band due to their monster costumes, their musical style has more characteristics of the hard rock genre. Over the years, the band's musical style has taken a very varied direction between hard rock and metal, with the pattern seeming as though it changes between the two with every album released. Their debut album, ''[[Get Heavy]]'', represented a large part of traditional hard rock music, but by the release of their ''[[The Monsterican Dream]]'' album in 2004, the band had shifted considerably toward heavier music and horror effects were prominently displayed. However, in their 2006 album ''[[The Arockalypse]]'', Lordi shifted back toward hard rock, eschewing horror themes and special effects. Their 2008 studio album, ''[[Deadache]]'', included more typical horror elements, leaning once again toward the heavier side of the spectrum. ''[[Babez for Breakfast]]'' saw the band once again shift back to the traditional hard rock elements, with an even greater exposure to the 1980s than the band's previous albums. ''[[To Beast or Not to Beast]]'' focuses completely on heavy metal, and was the band's heaviest album. Their 2014 album, ''[[Scare Force One]]'', contains elements of heavy metal while still maintaining the melodic rhythm of hard rock. The band's 2016 album, ''[[Monstereophonic (Theaterror vs. Demonarchy)|Monstereophonic]]'', is a \"split album\" consisting of two parts. Part one of the album (''Theaterror'') contains hard rock, while part two (''Demonarchy'') is [[Concept album|conceptual]], and much more [[progressive metal|progressive]] than any of Lordi's earlier content.\n\n===Costumes and masks===\n[[File:Lordi-Toulouse.jpg|thumb|Lordi performing live with pyrotechnics]]\nLordi members have stated that their costumes were inspired by [[Kiss (band)|Kiss]] and the [[horror film|horror]] genre. Mr Lordi himself has said that without Kiss, Lordi probably would not exist.<ref name=\"mieoonlordi\" /> The monster masks and costumes the band use are made of [[foam latex]], with some other materials like canvas, metal and leather.<ref name=\"mieoonlordi\" /> The masks and costumes of Lordi are all and always made by Mr Lordi himself.<ref name=\"mieoonlordi\" /> As a professional make-up artist and sculptor, Mr Lordi has the necessary knowledge to produce those things easily. The band members do each other's makeup. The band updates their outfits and masks for each new album.<ref name=\"mieoonlordi\" />\n\nIt takes the other band members about one hour to put their masks and costumes on, though it takes Mr Lordi two to three hours to put on his.<ref name=\"mieoonlordi\" /> He has also said that the materials for suits costs \"a few hundred euros\".<ref name=\"mieoonlordi\" />\n\nThe monster costumes are such an integral part of Lordi's publicity image that they refuse to be photographed or even interviewed without them, even if in some cases it leads to their own discomfort. Lordi has done interviews without their masks but the interviews are always filmed from the back so that their faces are not visible. Previously during interviews, Lordi members spoke only English to the cameras, not their native Finnish. In a brief segment on the [[BBC]] reporting about the band attending the [[Eurovision Song Contest 2006]], they were shown lounging beside a pool in full sunlight, while wearing their monster costumes.\n\n===Stage show===\n[[File:Lordi and Awa.jpg|thumb|left|Lordi's public appearances always include the full costumes.]]\nPyrotechnics, and horror elements are important parts of Lordi's stage show, designed and mostly created by Mr Lordi. Lordi's pyrotechnics are inspired by [[Kiss (band)|Kiss]], while the horror elements are largely derived from horror movies with some influence from [[Alice Cooper]]. Their stage platform is also equipped with monster actors, zombies, dolls, tricks, and sometimes stage dancers. Mr Lordi is also known to use a two-headed axe.\n\nIn 2009 the band made some new special effects with big help from [[Weta Workshop]] of New Zealand. The workshop has also designed scenery for movies such as ''[[The Lord of the Rings (film series)|The Lord of the Rings]]'', ''[[King Kong (2005 film)|King Kong]]'' and ''[[30 Days of Night (film)|30 Days of Night]]''.\n\n====Unmasked by the media====\nDespite the band's strict approach in relation to their costumes, multiple newspapers have published unlicensed photos of the band members without makeup. On 15 March 2006, the Finnish tabloid ''[[Ilta-Sanomat]]'' published a photograph of Mr Lordi in civilian clothing, with his face partially showing.\n\nOn 24 May 2006, the Finnish tabloid magazine ''{{lang|fi|[[7 Päivää]]}}'' (Seven&nbsp;Days) published an old picture of Mr Lordi's face on the front page, and two days later another tabloid, ''[[Katso!]]'' (\"Look!\"), published unmasked pictures of the other four band members.<ref>Salonen, Ilpo, \"Fury after magazine unmasks Lordi\", [http://news.bbc.co.uk/1/hi/entertainment/5034874.stm ''BBC News'']</ref> Both magazines were heavily criticised by their readers for publishing these pictures, which led to swift apologies from both magazines and promises not to publish unmasked pictures of Lordi any more.<ref>{{cite web |url=http://www.hs.fi/english/article/Lordi+fans+furious+at+outing+by+gossip+magazine/1135220038344 |title=Helsingin Sanomat - International Edition - Culture |publisher=Hs.fi |access-date=2 May 2009 |url-status=dead |archive-url=https://web.archive.org/web/20080601064556/http://www.hs.fi/english/article/Lordi+fans+furious+at+outing+by+gossip+magazine/1135220038344 |archive-date=1 June 2008 }}</ref> On 26 May 2006, video footage was shown on television in Lithuania. It featured four men dressed in black, sitting by the table at the airport in Athens. After a few seconds, Heikki Paasonen (the Eurovision Finnish commentator) in a black Lordi shirt came and stood in front of the camera, covering the view.\n\n==Tributes==\n[[Image:Lordi square.jpg|thumb|The sign at Lordi's Square in Rovaniemi]]\n[[Lordi's Square]], in the centre of [[Rovaniemi]], Finland, the hometown of the lead singer Mr Lordi, was renamed shortly after the band's victory at the Eurovision Song Contest. It was part of a redevelopment of Rovaniemi city centre.<ref name=\"Lordi Square\">{{cite news|url=http://news.bbc.co.uk/2/hi/europe/5006286.stm |title=Europe &#124; Finnish square named after Lordi |work=BBC News |date=22 May 2006 |access-date=2 May 2009}}</ref> After the Eurovision victory, all the members of the line-up at the time got tributes from their hometowns.\n\n[[Itella]], the Finnish postal service, issued a Lordi postage stamp in May 2007 in recognition of their Eurovision win. Itella had already released Lordi's Christmas single, \"It Snows in Hell\" in a special Christmas card edition.<ref>[http://www.esctoday.com/news/read/7043 Lordi's new single available in post offices], Eurovision Song Contest, 19 December 2006. Retrieved 10 February 2007.</ref>\n\nA brand of soda, \"Lordi Cola\", was named after them and was launched in September 2006, featuring labels designed by Mr Lordi, several depicting individual members and one featuring the whole band.<ref name=\"Lordi Cola\">[http://news.bbc.co.uk/1/hi/entertainment/5259038.stm Cola named after rock group Lordi] - [[BBC News Online]] - Published 17 August 2006. Retrieved 9 June 2007.</ref>\n\nThe 2.6.17-rc5 [[List of Linux kernel names|version of the Linux kernel]] was named after Lordi.<ref>{{cite web|url        = https://git.kernel.org/cgit/linux/kernel/git/torvalds/linux.git/commit/?id=a8bd60705aa17a998516837d9c1e503ad4cbd7fc&id2=4f3a151a11da3351e2149a401d4ee18426938de7 |title=kernel/git/torvalds/linux.git - Linux kernel source tree | publisher=git.kernel.org |date=25 May 2006 |access-date=31 March 2021 }}</ref>\n\nA restaurant named \"Lordi's Rocktaurant\" was opened in Rovaniemi, Finland which featured the theme of the band, with stage props and costumes the band used.<ref name=\"laine\">Laine, Senni: [http://www.kaleva.fi/uutiset/pohjois-suomi/lordin-hirvioravintola-avattiin-nayttavasti/120834/ Lordin hirviöravintola avattiin näyttävästi], ''[[Kaleva (newspaper)|Kaleva]]'' 16 December 2006. Accessed on 28 January 2015.</ref> The restaurant opened in 2006 on Koskikatu street near Lordi's Square and received international attention.<ref name=\"laine\"/><ref>[http://www.stara.fi/2007/01/21/lordin-ravintola-noteerattiin-ulkomailla/ Lordin ravintola noteerattiin ulkomailla], ''[[Stara (website)|Stara]]'' 21 January 2007. Accessed on 28 January 2015.</ref> The restaurant later expanded to the Rinteenkulma shopping centre in 2008. In 2011, the restaurant closed down after its rental contract had run out, as well as reported financial difficulties in the year before.<ref>[http://www.hymy.fi/uutiset/lordi-huuma-hiipui-ravintola-vaikeuksissa-aukion-nimea-vaaditaan-muutettavaksi Lordi-huuma hiipui: Ravintola vaikeuksissa - aukion nimeä vaaditaan muutettavaksi!], ''[[Hymy]]'' 8 July 2010. Accessed on 28 January 2015.</ref><ref>[https://web.archive.org/web/20110703095206/http://www.lapinkansa.fi/cs/Satellite/Lappi/1194685174351/artikkeli/lordin+ravintola+lopetti.html Lordin ravintola lopetti], ''[[Lapin Kansa]]'' 30 June 2011. Accessed on 28 January 2015.</ref>\n\n==Personnel==\nLordi started in 1992 as Mr Lordi's solo project; it wasn't until 1996 that Lordi became a band in its own right.\n\n===Members===\n{{col-begin}}\n{{col-2}}\n'''Current members'''\n* [[Mr Lordi]] – lead vocals <small>(1992–present)</small>, drums <small>(1992–2000)</small>, guitar, bass <small>(1992–1996)</small>\n* [[Hella (musician)|Hella]] – keyboards <small>(2012–present)</small>\n* [[Mana (Finnish musician)|Mana]] – drums <small>(2012–present)</small>\n* Hiisi – bass <small>(2019–present)</small>\n* Kone – guitar <small>(2022–present)</small>\n{{col-2}}\n'''Former members'''\n* [[Amen (musician)|Amen]] – guitar <small>(1996–2022) </small>\n* G-Stealer – bass <small>(1996–1999)</small>\n* [[Erna Siikavirta|Enary]] – keyboards <small>(1997–2005)</small>\n* Magnum – bass <small>(1999–2002)</small>\n* [[Sampsa Astala|Kita]] – drums, vocals <small>(2000–2010)</small>\n* Kalma – bass <small>(2002–2005)</small>\n* OX – bass <small>(2005–2019)</small>\n* [[Leena Peisa|Awa]] – keyboards <small>(2005–2012)</small>\n* [[Tonmi Lillman|Otus]] – drums <small>(2010–2012) (his death)</small>\n\n'''Former touring members'''\n* Jimmy \"The Drummer\" Hammer – drums <small>(2012)</small>\n* Nalle – keyboards <small>(2015, 2017)</small>\n{{col-end}}\n\n===Lineups===\n{| class=\"toccolours\" border=\"1\" cellpadding=\"2\" cellspacing=\"0\"  style=\"float:width:375px; margin:0 0 1em 1em; border-collapse:collapse; border:1px solid #e2e2e2; width:99%;\"\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1992–1996\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1996–1997\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1997–1999\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1999–2000\n|-\n| valign=top |\n* '''Mr Lordi''' – lead vocals, guitar, bass, drums\n| valign=top |\n* '''Mr Lordi''' – lead vocals, drums\n* '''Amen''' – guitar\n* '''G-Stealer''' – bass\n| valign=top |\n* '''Mr Lordi''' – lead vocals, drums\n* '''Amen''' – guitar\n* '''G-Stealer''' – bass\n* '''Enary''' – keyboards\n| valign=top |\n* '''Mr Lordi''' – lead vocals, drums\n* '''Amen''' – guitar\n* '''Enary''' – keyboards\n* '''Magnum''' – bass\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2000–2002\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2002–2005\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2005\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2005–2010\n|-\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Enary''' – keyboards\n* '''Magnum''' – bass\n* '''Kita''' - drums, vocals\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Enary''' – keyboards\n* '''Kita''' – drums, vocals\n* '''Kalma''' – bass\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Kita''' – drums, vocals\n* '''Kalma''' – bass\n* '''Awa''' – keyboards\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Kita''' – drums, vocals\n* '''Awa''' – keyboards\n* '''OX''' – bass\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2010–2012\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2012–2019\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2019–2022\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2022–present\n|-\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Awa''' – keyboards\n* '''OX''' – bass\n* '''Otus''' – drums\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''OX''' – bass\n* '''Hella''' – keyboards\n* '''Mana''' – drums\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Amen''' – guitar\n* '''Hella''' – keyboards\n* '''Mana''' – drums\n* '''Hiisi''' – bass\n| valign=top |\n* '''Mr Lordi''' – lead vocals\n* '''Hella''' – keyboards\n* '''Mana''' – drums\n* '''Hiisi''' – bass\n* '''Kone''' – guitar\n|}\n\n'''Timeline'''\n{{#tag:timeline|\nImageSize = width:800 height:auto barincrement:18\nPlotArea = left:100 bottom:60 top:0 right:20\nAlignbars = justify\nDateFormat = mm/dd/yyyy\nPeriod = from:01/01/1992 till:{{#time:m/d/Y}}\nTimeAxis = orientation:horizontal format:yyyy\n\nColors =\n  id:vocals     value:red     legend:Lead_Vocals\n  id:guitar     value:green   legend:Guitar\n  id:bass       value:blue    legend:Bass\n  id:drums      value:orange  legend:Drums\n  id:keyboards  value:purple  legend:Keyboards\n  id:album      value:black   legend:Studio_Album\n\nLegend = orientation:horizontal position:bottom\nScaleMajor = increment:2 start:1992\nScaleMinor = increment:1 start:1992\n\nLineData =\n layer:back\n  color:album\n   at:11/01/2002\n   at:04/14/2004\n   at:03/10/2006\n   at:10/29/2008\n   at:09/15/2010\n   at:03/01/2013\n   at:11/03/2014\n   at:09/16/2016\n   at:05/25/2018\n   at:01/31/2020\n   at:11/26/2021\n\nBarData =\n  bar:MrLordi text:\"Mr Lordi\"\n  bar:Amen text:\"Amen\"\n  bar:Kone text:\"Kone\"\n  bar:G text:\"G-Stealer\"\n  bar:Magnum text:\"Magnum\"\n  bar:Kalma text:\"Kalma\"\n  bar:Ox text:\"OX\"\n  bar:Hiisi text:\"Hiisi\"\n  bar:Kita text:\"Kita\"\n  bar:Otus text:\"Otus\"\n  bar:Mana text:\"Mana\"\n  bar:Enary text:\"Enary\"\n  bar:Awa text:\"Awa\"\n  bar:Hella text:\"Hella\"\n\nPlotData=\n  width:11\n  bar:MrLordi      from:start      till:end          color:vocals\n  bar:MrLordi      from:start      till:06/01/2000   color:drums width:3\n  bar:MrLordi      from:start      till:01/01/1996   color:guitar width:7\n  bar:MrLordi      from:start      till:01/01/1996   color:bass width:5\n  bar:Amen         from:01/01/1996 till:05/06/2022   color:guitar\n  bar:Kone         from:05/30/2022 till:end          color:guitar\n  bar:G            from:01/01/1996 till:06/01/2000   color:bass\n  bar:Magnum       from:06/01/2000 till:12/01/2002   color:bass\n  bar:Kalma        from:12/01/2002 till:09/01/2005   color:bass\n  bar:OX           from:09/01/2005 till:08/23/2019   color:bass\n  bar:Hiisi        from:08/23/2019 till:end          color:bass\n  bar:Kita         from:06/01/2000 till:12/01/2010   color:drums\n  bar:Otus         from:12/01/2010 till:02/13/2012   color:drums\n  bar:Mana         from:02/13/2012 till:end          color:drums\n  bar:Enary        from:07/01/1997 till:11/01/2005   color:keyboards\n  bar:Awa          from:11/01/2005 till:09/01/2012   color:keyboards\n  bar:Hella        from:09/01/2012 till:end          color:keyboards\n}}\n\n==Discography==\n{{main|Lordi discography}}\n<!--ONLY studio albums belong here. See Lordi's full discography at its own article.-->\n\n'''Studio albums'''\n*''[[Get Heavy]]'' (2002)\n*''[[The Monsterican Dream]]'' (2004)\n*''[[The Arockalypse]]'' (2006)\n*''[[Deadache]]'' (2008)\n*''[[Babez for Breakfast]]'' (2010)\n*''[[To Beast or Not to Beast]]'' (2013)\n*''[[Scare Force One]]'' (2014)\n*''[[Monstereophonic (Theaterror vs. Demonarchy)|Monstereophonic]]'' (2016)\n*''[[Sexorcism (Lordi album)|Sexorcism]]'' (2018)\n*''[[Killection]]'' (2020)\n*''[[Lordiversity]]'' (2021)\n** ''[[Lordiversity#Skelectric Dinosaur|Skelectric Dinosaur]]''\n** ''[[Lordiversity#Superflytrap|Superflytrap]]''\n** ''[[Lordiversity#The Masterbeast from the Moon|The Masterbeast from the Moon]]''\n** ''[[Lordiversity#Abusement Park|Abusement Park]]''\n** ''[[Lordiversity#Humanimals|Humanimals]]''\n** ''[[Lordiversity#Abracadaver|Abracadaver]]''\n** ''[[Lordiversity#Spooky Sextravaganza Spectacular|Spooky Sextravaganza Spectacular]]''\n\n==Filmography==\n* ''The Kin'' (2004)\n* ''[[Dark Floors]]'' (2008)\n* ''Monsterman'' (2014)\n\n==See also==\n* [[List of best-selling music artists in Finland]]\n\n==References==\n===Citations===\n{{Reflist}}\n\n===Sources===\n* {{cite book |last1=Ahlroth |first1=Jussi |title=Mie oon Lordi |date=2006 |publisher=Johnny Kniga Pub |location=Helsinki |isbn=978-951-0-32584-1 |language=fi}}\n* {{cite book |last1=Jyrkäs |first1=Maria |title=Lordiary |date=2022 |isbn=9789520430252 |language=fi}}\n\n==External links==\n{{Commons category}}\n*[http://www.lordi.fi/ Official website]\n*[http://www.lordiarmy.webs.com/ LORDI Army - international fan club]\n*{{allmusic}}\n\n{{S-start}}\n{{s-ach}}\n{{Succession box\n| before = {{flagicon|Greece}} [[Helena Paparizou]]<br>with \"[[My Number One]]\"\n| title  = [[List of Eurovision Song Contest winners|Winner of the Eurovision Song Contest]]\n| years  = [[Eurovision Song Contest 2006|2006]]\n| after  = {{flagicon|Serbia}} [[Marija Šerifović]]<br>with \"[[Molitva]]\"\n}}\n\n{{Succession box|\n| before=[[Geir Rönning]]<br>with \"[[Why? (Geir Rönning song)|Why?]]\"\n| title=[[Finland in the Eurovision Song Contest]]\n| years=2006\n| after=[[Hanna Pakarinen]]<br>with \"[[Leave Me Alone (Hanna Pakarinen song)|Leave Me Alone]]\"\n}}\n{{S-end}}\n{{lordi}}\n{{List of Eurovision Song Contest winners}}\n{{Finland in the Eurovision Song Contest|state=collapsed}}\n{{Eurovision Song Contest 2006|state=collapsed}}\n{{Eurovision Song Contest's Greatest Hits|state=collapsed}}\n{{Authority control}}\n[[Category:Eurovision Song Contest winners]]\n[[Category:Eurovision Song Contest entrants for Finland]]\n[[Category:Eurovision Song Contest entrants of 2006]]\n[[Category:Finnish heavy metal musical groups]]\n[[Category:Finnish power metal musical groups]]\n[[Category:Finnish hard rock musical groups]]\n[[Category:Musical groups established in 1992]]\n[[Category:Musical quintets]]\n[[Category:Bands with fictional stage personas]]\n[[Category:Masked musicians]]\n[[Category:Nuclear Blast artists]]\n[[Category:Musical groups from Helsinki]]\n[[Category:GUN Records artists]]", "sha1": "cka1rc6b8pe1nqjpgnxdq5y8i4rng8u"}