{"title": "Los Hermanos", "id": "1115958705", "parentid": "1115935333", "timestamp": "2022-10-14T02:20:16Z", "contributor": "\n        ", "comment": "Restored revision 1111329338 by [[Special:Contributions/Curb Safe Charmer|Curb Safe Charmer]] ([[User talk:Curb Safe Charmer|talk]]): Revert unexplained removal", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Brazilian rock band}}\n{{distinguish|Los Hermanos Archipelago{{!}}the island chain in Venezuela|Los Hermanos (song){{!}}the song composed by Atahualpa Yupanqui}}\n{{Infobox musical artist\n|| name                = Los Hermanos\n| image                 = Los Hermanos.jpg\n| caption            = ''Los Hermanos'' in [[Belo Horizonte]], [[Minas Gerais|MG]], in 2005.\n| image_size            =\n| landscape           = yes\n| background          = group_or_band\n| origin              = [[Rio de Janeiro]], [[Rio de Janeiro (state)|RJ]], [[Brazil]]\n| genre               = [[Alternative rock]], [[indie rock]], [[Música popular brasileira|MPB]], [[skacore]] (early), [[melodic hardcore]] (early)\n| years_active        = 1997–2007 (on hiatus) <br/> <small> (reunions: 2009, 2010, 2012, 2015, 2019) </small>\n| label               = [[Sony BMG]]\n| associated_acts     = [[Little Joy]], [[Banda do Mar]]\n| website                 = [http://www.loshermanos.com.br/ www.loshermanos.com.br]\n| current_members     = [[Marcelo Camelo]]<br/>[[Rodrigo Amarante]]<br/>[[Rodrigo Barba]]<br/>[[Bruno Medina]]| past_members        = Patrick Laplan\n}}\n\n'''Los Hermanos''' is a [[Rock music|rock]] [[musical group|band]] from [[Rio de Janeiro]], [[Brazil]]. The group was formed in 1997 by [[Marcelo Camelo]] ([[vocals]]/[[guitar]]), [[Rodrigo Amarante]] ([[guitar]]/[[vocals]]), [[Rodrigo Barba]] ([[drum]]s), and [[Bruno Medina]] ([[Keyboard instrument|keyboards]]/[[keyboard bass]]). Currently they are on an extended hiatus, performing some concerts sporadically.\n\nAlthough the band is Brazilian, the name is Spanish, meaning \"the brothers\", which would be \"Os Irmãos\" in Portuguese.\n\n==History==\n\n===Formation and first years (1997–99)===\nThen students from [[Pontifical Catholic University of Rio de Janeiro]], [[Marcelo Camelo]] (journalism), and [[Rodrigo Barba]] (psychology) formed a band that mixed hardcore influences with the lightness of lyrics about love.<ref>[http://www.screamyell.com.br/musica/loshermanosinterview.html Entrevista ao Site Scream & Yell / fevereiro de 2002] {{webarchive|url=https://web.archive.org/web/20150924095535/http://www.screamyell.com.br/musica/loshermanosinterview.html |date=2015-09-24 }}.</ref> In addition, the band had a saxophonist, and, later, the keyboardist [[Bruno Medina]], an advertising student at the same college, was incorporated to the group. When the musicians [[Rodrigo Amarante]] (vocals, guitar and percussion) and Patrick Laplan (bass) joined the band, and with the output of three musicians of their formation (trumpeter Marcio and saxophonists Carlos and Victor), they recorded in 1997 their first material, the demos \"Chora\" and \"Amor e Folia.\"\n\nThe demos affected the underground scene of Rio de Janeiro and later the Los Hermanos were called to play at the \"Superdemos\", a great independent music festival from Rio, and festival Abril Pro Rock, in Recife, Pernambuco.\n\n===''Los Hermanos'' and the single \"Anna Julia\" (1999–2001)===\n[[File:Los Hermanos Logo.png|thumb|Logo used by Los Hermanos.]]\nThe two demos eventually found their way to the hands of Paulo André, the producer of the ''Abril Pro Rock'' festival, in [[Recife]]. The band was then invited to perform on one of the biggest [[alternative music]] festivals in Brazil, the ''Superdemo''. Their first album [[Los Hermanos (album)|self-titled album]], released in 1999, became a huge seller on the back of the hit single \"[[Anna Júlia]]\". The album's success was driven by the song \"Anna Julia\" chosen - for the record - as the first single, for it was a number that resonated among young people, identified with the [[Jovem Guarda]] style lyrics, mixed to a musical group influenced by rock, ska and samba.<ref>[http://www.screamyell.com.br/musica/loshermanosinterview.html Entrevista da banda ao site Scream Yell, à época do lançamento do segundo disco / fevereiro de 2002] {{webarchive|url=https://web.archive.org/web/20150924095535/http://www.screamyell.com.br/musica/loshermanosinterview.html |date=2015-09-24 }}.</ref> The album was produced by famed producer Rick Bonadio, known for his work with bands that were selling-phenomena. According to Bonadio, he had been responsible for convincing the band to put the song in the final selection of the repertoire CD.<ref>[http://www.89fm.com.br/notas/?12846 Matéria do site da rádio 89 FM comenta a entrevista do produtor Rick Bonadio, cedida à revista Superinteressante, na qual afirma ter produzido o disco da banda e ainda chama o grupo de \"bando de playboys da Barra da Tijuca\" / janeiro de 2005 ] {{webarchive|url=https://web.archive.org/web/20090120203916/http://www.89fm.com.br/notas/?12846 |date=2009-01-20 }}</ref> The single was inspired by a band producer's affair, and brought the band not only to radio stations across the country, but also to various events, such as agricultural fairs and soccer games<ref>[http://globoesporte.globo.com/ESP/Noticia/Futebol/Vasco/0,,MUL265095-4283,00.html Matéria do site Globoesporte sobre a adesão da música \"Anna Julia\" pela torcida do clube de futebol [[Vasco da Gama]]. ]</ref> stadiums and micaretas, and <ref>[http://www.natalja.com.br/sexta1999.htm Site \"Natal Já\", comentando a participação de trios elétricos no carnaval de 1999, na cidade de Natal. O nome da música é grifado de maneira incorreta. / dezembro de 1999 ] {{webarchive|url=https://web.archive.org/web/20090121132729/http://www.natalja.com.br/sexta1999.htm |date=2009-01-21 }}</ref><ref>[http://www.geo cities.com/SoHo/Easel/8723/carnaval2000.html Ricardo Tacioli comenta a participação dos hits [[Anna Julia]] e [[Mulher de Fases]] no carnaval do estado da Bahia, em 2000 / março de 2000.] {{webarchive|url=https://web.archive.org/web/20130805060040/http://www.geo/ |date=2013-08-05 }}</ref> to play for more than 80,000 people in some of the country festivals, even with only one record released.<ref>[http://www.officina.digi.com.br/entrevcamelo.html ou http://www.dosol.com.br/2008/08/06/memoria-entrevista-com-os-marcelo-camelo-em-abril-de-2002 Entrevista de Marcelo Camelo à época do lançamento do segundo disco da banda / abril de 2002] {{webarchive|url=https://web.archive.org/web/20100808122434/http://www.officina.digi.com.br/entrevcamelo.html |date=2010-08-08 }}.</ref><ref>[http://www.screamyell.com.br/musica/loshermanosinterview.html Entrevista da banda ao site Scream Yell, à época do lançamento do segundi disco / fevereiro de 2002] {{webarchive|url=https://web.archive.org/web/20150924095535/http://www.screamyell.com.br/musica/loshermanosinterview.html |date=2015-09-24 }} .</ref> The band was a regular on popular television shows. In just one semester, \"Anna Julia\" was already included in the top positions of the leading radio stations in the country.<ref>[http://colunas.g1.com.br/instanteposterior/2008/08/05/o-show-nao-pode-parar/ Declaração de Bruno Medina, em seu blog / agosto de 2008].</ref> Its music video, which featured the actress [[Mariana Ximenes]],<ref>[http://br.ge ocities.com/chispbr/mariana_ximenes Biografia da atriz / Agosto de 2008] {{Webarchive|url=https://web.archive.org/web/20170912184100/http://br.ge/ |date=2017-09-12 }}: Protagonizou o clipe \"Anna Júlia\", do grupo Los Hermanos.</ref> was constantly displayed on programs dedicated to both gender in channels such as [[MTV]]. In just one year, \"Los Hermanos\" sold 300,000 copies<ref>[http://www.screamyell.com.br/musica/loshermanosinterview.html Matéria com entrevista ao site Scream Yell / Fevereiro de 2002] {{webarchive|url=https://web.archive.org/web/20150924095535/http://www.screamyell.com.br/musica/loshermanosinterview.html |date=2015-09-24 }}.</ref> emplacado and two singles in the hit parade, as the aforementioned \"Anna Julia\" and the second single, \"Primavera\". The album also spawned a Grammy nomination in 2000. In the [[Multishow]] award, in 2000, the band won the \"Best Song\" award with \"Anna Julia\", beating competitors such as [[Chico Buarque]]. Camelo said, \"Man, I do not even know what to say, I feel embarrassed to win a prize in a category where Chico Buarque is competing.\".\nThe runaway success of \"Anna Júlia\", in some sense, overshadowed the rest of their career, leading some to think they are a one-hit wonder, despite experiencing success among fans and critics with other releases. The song has been covered by many different artists, including [[Jim Capaldi]] with the guitar solo being played by [[George Harrison]], in his last recorded work.\n\n===''Bloco do Eu Sozinho'' (2001–03)===\n[[File:Camelo Fnac.jpg|thumb|left|[[Marcelo Camelo]] at [[Fnac]] in 2003.]]\nAfter the success of their first album, the band released ''[[Bloco do Eu Sozinho]]'' in 2001, leaving behind the [[hardcore punk|hardcore]] sound that characterized their debut, instead favouring a mix of rock, [[samba]], and other Brazilian rhythms. Some of the songs on this album were played at [[Rock in Rio]] III. The band lost bassist Patrick Laplan, who cited musical differences and started his own band, Eskimo. \"Bloco...\" surprised much of the public by being an album with (almost) no resemblance to its predecessor. The euphoria of the first CD was not repeated in sales, and the band went on to play in smaller venues, with the decrease of their audience. But from that point, the band gained a major ally in their walk: the public, which showed itself always more faithful. Songs like \"Todo Carnaval tem seu Fim\" (first single), \"A Flor\" and \"[[Sentimental (Los Hermanos song)|Sentimental]]\", became minor hits, despite not much airplay. After the release of the album, the critics begin to praise it. It later gained some more notoriety, in the wake of big divergences between the band and their label. The guitarist Rodrigo Amarante, now had more space in the band, with compositions like \"Retrato Pra Iaiá\", \"Sentimental\", \"Cher Antoine\" and \"A Flor\" (this one with Marcelo Camelo). Their road back to a bigger audience was followed by their participation in \"Fordsupermodels\" (the band played on a stage, doing the soundtrack for the fashion show) and Luau MTV, a MTV show on which were included, in acoustic versions, songs from the first and second CDs, to later be released on DVD. ''Bloco do Eu Sozinho'', in spite of being considered (nowadays) as one of the best Brazilian rock albums of all time, did not have much impact in the media, mainly due to the conflicts with the label Abril Music.<ref name=\"rateyourmusic.com\">[http://rateyourmusic.com/lists/list_view?list_id=104149&show=100&start=0 Rolling Stone's The Top 100 Brazilian Albums of All Time]</ref>\n\n===''Ventura'' (2003–05)===\nThe follow-up to ''Bloco do Eu Sozinho'', ''Ventura'', was released in 2003, and the band's sound was even more influenced by [[samba]], [[choro]] and [[bossa nova]]. Although these albums weren't as commercially successful as ''Los Hermanos'', they were acclaimed by critics and generated a strong cult following which propelled the band to be regarded as one of the defining alternative rock acts in Brazil, mainly because of their elaborate lyrics and their mixture of Brazilian rhythms with rock.\n\nThe year 2003 arrived and already in [[Bertelsmann Music Group|BMG]] (now [[Sony Music]]), the Hermanos released the album \"[[Ventura (Los Hermanos album)|Ventura]]\". Called \"Bonança\" at first, it was the first Brazilian disc to virtually \"leak\" in its pre-production phase. The third album featured a multi-faceted Los Hermanos. Of \"Samba a Dois\" to the pop rock of \"O Vencedor\", or  with the dialogues of \"Conversa de Botas Batidas\" and \"Do Lado de Dentro\", \"Ventura\" was the album that consolidated the band on the national scene. The first single, \"[[Cara Estranho]]\", had good presence on the radio and was nominated to some music video awards. Then came \"O Vencedor\" and \"Último Romance\", the latter composed by Rodrigo Amarante, who wrote five of the 15 songs on the CD and started to stand out as a songwriter. The singer [[Maria Rita]], in her eponymous album, recorded three songs of Marcelo Camelo: \"Santa Chuva\", \"Cara Valente\" and \"Veja Bem, Meu Bem\". The shows began to house a legion of fans who had become the trademark of the band. It was on the tour of \"Ventura\" that it was shot the concert that became the DVD \"Live at Cine Íris\". Recorded in Rio de Janeiro, it contained predominantly their latest CD's repertoire. The band also recorded the soundtrack for the short film \"Castanho\", by Eduardo Valente, where the disco style was very evident in the early version of \"Talk ...\" and the song known only as \"Tema do Macaco\".\n\nIn the presentation of the band in the VMB 2003, they were presented by singer and composer [[Caetano Veloso]]. In announcing the band, Veloso put a fake red beard, like all members of the front rows of the awards. The action was classified as \"embarrassing\" by keyboardist Bruno Medina.<ref>[http://www.loshermanos.blogger.com.br/2003_10_01_archive.html Matéria da Revista Veja sobre os Los Hermanos, comentando o ato de Caetano Veloso / Outubro de 2003]: \"Caetano Veloso até vestiu uma barba postiça, à la Los Hermanos, para apresentar o grupo na mais recente premiação da MTV. \"Foi um gesto até bonito, mas ele não precisava pagar aquele mico\", diz o tecladista Bruno Medina\".</ref>\n\nIn January 2004, the band performed in [[Domingão do Faustão]], a famous TV show in Brazil. During the show, the band played the song \"Anna Julia\", due to the insistence of the presenter [[Fausto Silva]], who said that the band \"never played\" the song. The band received an e-mail from a fan, questioning and criticizing the presenter. This criticism was refuted by keyboardist Bruno Medina, at the very site of banda.<ref>[http://www.loshermanos.blogger.com.br/2004_02_01_archive.html Email de uma fã da banda e resposta de ][[Bruno Medina]]<span> sobre a apresentação no programa Domingão do Faustão / janeiro de </span>2004.</ref>\n\nIn July 2004, the singer Marcelo Camelo was assaulted by [[Chorão]], vocalist of the band [[Charlie Brown Jr.]] The attack occurred in the arrivals hall of Fortaleza airport and the aggressor came to be arrested by Federal Police.<ref>[http://www1.folha.uol.com.br/folha/ilustrada/ult90u45622.shtml Matéria da Folha de S.Paulo sobre a agressão / julho de 2004]: O líder da banda Charlie Brown Jr., Alexandre Magno Abrão, o Chorão, acertou uma cabeçada no nariz e um soco no olho do vocalista e guitarrista do grupo Los Hermanos, Marcelo Camelo, no aeroporto de Fortaleza.</ref> Even after a note apologizing for the event,<ref>[http://territorio.terra.com.br/canais/canalpop/noticias/ultimas.asp?noticiaID=3785 Chorão pede desculpas a Camelo / julho de ]{{dead link|date=June 2017 |bot=InternetArchiveBot |fix-attempted=yes }} 2004: O vocalista do Charlie Brown Jr., Chorão, pediu desculpas para Marcelo Camelo dos Los Hermanos, porém, Marcelo Camelo não se comoveu com o arrependimento de Chorão e continua com a idéia de processá-lo pela agressão sofrida no último dia 2 em Fortaleza.</ref> Chorão was sued by Camelo and had to compensate the singer for moral damages and reimbursement of canceled commitments. The attack occurred because of statements from Marcelo Camelo and Rodrigo Amarante, in the OI magazine, on the then recent advertising campaign for [[Coca-Cola]] soft drink brand. On the occasion, Charlie Brown Jr. was contracted and, in the video, questioned a boy who did not agree with the items offered in commercial.<ref>[http://exclusivo.terra.com.br/interna/0,,OI336498-EI1118,00.html Declarações à Revista OI e nota da assessoria de imprensa da banda carioca / julho de 2004] {{webarchive|url=https://web.archive.org/web/20130511040705/http://exclusivo.terra.com.br/interna/0%2C%2COI336498-EI1118%2C00.html |date=2013-05-11 }}.</ref>\n\nIn 2008, both ''Bloco do Eu Sozinho'' and ''Ventura'' figured in [[Rolling Stone magazine]]'s list ''The Top 100 Brazilian Albums of All Time'', placing 42nd and 68th, respectively.<ref name=\"rateyourmusic.com\"/>\n\n===''4'' (2005–07)===\nIn 2005 came the fourth CD of the band, \"[[4 (Los Hermanos album)|4]]\". Produced by Alexandre Kassin, who had also produced the last two albums, it showed a more introspective content and a more impactful approach to [[Música popular brasileira|MPB]]. The record, however, would be considered \"irregular\" by the critics. Whether it was the acoustic guitar in \"Sapato Novo\" and bossa \"Fez-se Mar\" or the predominance of a nostalgic mood in the lyrics of Camelo and Amarante, \"4\" again divided the public: the band was in another new direction. The album had a successful single, \"O Vento\", by guitarist Rodrigo Amarante. It was followed by \"Condicional\" and \"Morena\" (the videos for both songs were shot at the same time, with the band playing live, in a room).\n\nIn 2006 the band toured [[Portugal]] with [[The Strokes]] for the second time and [[Spain]] with Portuguese band [[Toranja]].\n\n===''Recess and hiatus'' (2007–)===\nOn April 23, 2007, after ten years of uninterrupted career work, the band announced a recess for an undetermined time span (hiatus). The note on the official website affirmed that there were no quarrels whatsoever among the band members, the reason for the recess simply being each one's need of time to dedicate to other personal activities. On the same note the band also announced its three final performances on June 7, 8 and 9th, in Rio de Janeiro. The two vocalists of the band released, in 2008, their first personal projects, during the hiatus of the band. Camelo released his brand new album, called [[Sou (album)|Sou]], and later another one, called \"Toque Dela\" (2011), while Amarante joined [[Fabrizio Moretti]], drummer of [[The Strokes]], and Binki Shapiro to form the band [[Little Joy]]. He also played with the supergroup [[Orquestra Imperial]]. In 2013, he released his first solo work, [[Cavalo (album)]]. Rodrigo Barba went to play drums in the bands Jason and Canastra.\n[[File:Los Hermanos (7197739364).jpg|thumb|Los Hermanos performing in 2012]]\nIn 2009, Los Hermanos played at \"[[Just a Fest]]\" festival at [[São Paulo]] and [[Rio de Janeiro]], along with [[Kraftwerk]] and [[Radiohead]]. But, according to Bruno Medina, these two concerts didn't mean the band would record an album soon.\n\nIn 2010 they played in the [[SWU Music & Arts]] Festival and four additional gigs, but without hints of a future reunion or a new album.\n\nTo celebrate the 15th anniversary of the band, in 2012 they toured 13 cities around Brazil.\n\nIn December 2014, it was announced that the band would be headlining three concerts at [[Marina da Glória]] during the official celebrations of the 450th anniversary of the band's hometown, [[Rio de Janeiro]], in 2015. After the announcement of these concerts, more than 27.000 fans asked via the crowdfunding website ''Queremos!'' for a tour around other cities in Brazil, that was soon announced, including 8 more cities. A fourth date at [[Marina da Glória]] was announced due to high tickets demand.\n\nIn 2015, Marcelo Camelo and his wife, the singer/songwriter [[Mallu Magalhães]], had their first child. They live now in Portugal.\n\nIn 2019, the band reassembled to performed live concerts in 9 different brazilian cities and 1 concert at the 2019 [[Lollapalooza Argentina|Loolapalooza Argentina]] festival.<ref>{{Cite web |title=Los Hermanos anunciam shows em nove cidades em 2019 |url=https://g1.globo.com/pop-arte/musica/noticia/2018/12/05/los-hermanos-anunciam-shows-em-nove-cidades-em-2019.ghtml |access-date=2022-05-29 |website=G1 |language=pt-br}}</ref> To commemorate the occasion, the band released the first new single in 14 years, \"''Corre, Corre\"''<ref>{{Cite web |date=2019-04-02 |title=Los Hermanos lançam 'Corre corre', primeira música nova em 14 anos |url=https://oglobo.globo.com/cultura/musica/los-hermanos-lancam-corre-corre-primeira-musica-nova-em-14-anos-23567092 |access-date=2022-05-29 |website=O Globo |language=pt-BR}}</ref>''.''\n\n== Band members ==\n\n=== Current members ===\n* [[Marcelo Camelo]] – lead vocals, guitar, bass, flute <small>(1997–present)</small>\n* [[Rodrigo Amarante]] – guitar, lead vocals, bass <small>(1997–present)</small>\n* [[Rodrigo Barba]] – drums <small>(1997–present)</small>\n* [[Bruno Medina]] – keyboards, backing vocals <small>(1997–present)</small>\n\n=== Touring members ===\n* Gabriel Bubu – bass, guitar, vocals <small>(2001–present)</small>\n* Marcelo Costa – saxophone, clarinet <small>(2001–present)</small>\n* Valtecir Bubu – trumpet <small>(1999–present)</small>\n* Mauro Zacharias – trombone\n\n=== Former members ===\n* Patrick Laplan – bass <small>(1997 - 2001)</small>\n\n===Timeline===\n<timeline>\nImageSize = width:900 height:auto barincrement:18\nPlotArea = left:120 bottom:90 top:10 right:20\nAlignbars = justify\nDateFormat  = mm/dd/yyyy\nPeriod = from:01/01/1997 till:02/01/2007\nTimeAxis = orientation:horizontal format:yyyy\nLegend = orientation:vertical position:bottom columns:2\nScaleMajor = increment:2 start:1997\nScaleMinor = increment:1 start:1997\n\nColors =\n id:vocals  value:red    legend:Lead_vocals,_guitars,_flute\n id:guitar  value:green  legend:Guitars,_lead_vocals\n id:bass    value:blue   legend:Bass\n id:drums   value:orange legend:Drums,_percussion\n id:keys    value:purple legend:Keyboards,_backing_vocals\n id:studio  value:black  legend:Studio_albums\n  \nLineData=\n at:01/11/1999 color:black layer:back\n at:09/11/2001 color:black layer:back\n at:09/23/2003 color:black layer:back\n at:10/04/2005 color:black layer:back\n\nBarData =\n bar:MCamelo   text:Marcelo Camelo\n bar:RAmarante text:Rodrigo Amarante\n bar:PLaplan   text:Patrick Laplan\n bar:RBarba    text:Rodrigo Barba\n bar:BMedina   text:Bruno Medina\n\nPlotData=\n width:11 textcolor:black align:left anchor:from shift:(11,-4)\n bar:MCamelo   from:01/01/1997 till:end        color:vocals\n bar:MCamelo   from:07/07/2001 till:end        color:bass width:3\n bar:RAmarante from:01/01/1997 till:end        color:guitar\n bar:RAmarante from:07/07/2001 till:end        color:bass width:3\n bar:PLaplan   from:01/01/1997 till:07/07/2001 color:bass\n bar:RBarba    from:01/01/1997 till:end        color:drums\n bar:BMedina   from:01/01/1997 till:end        color:Keys\n</timeline>\n\n== Discography ==\n{{Main|Los Hermanos discography}}\n<!-- For main studio albums only-->\n* ''[[Los Hermanos (album)|Los Hermanos]]'' (1999)\n* ''[[Bloco do Eu Sozinho]]'' (2001)\n* ''[[Ventura (Los Hermanos album)|Ventura]]'' (2003)\n* ''[[4 (Los Hermanos album)|4]]'' (2005)\n\n==Further reading==\n*Livro Los Hermanos: ''Turnê 2012'' (Photographs by Caroline Bittencourt, released by Automatica Publishing, 2015)\n\n==References==\n{{Reflist}}\n\n== External links ==\n* [http://www.loshermanos.com.br/ Official Website {{in lang|pt}}]\n* [https://www.discogs.com/artist/254830-Los-Hermanos-3 Los Hermanos] no [[Discogs]]\n{{Los Hermanos |state=collapsed}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Hermanos}}\n[[Category:Los Hermanos| ]]\n[[Category:Brazilian alternative rock groups]]\n[[Category:Brazilian indie rock groups]]\n[[Category:Musical quartets]]\n[[Category:Musical groups established in 1997]]\n[[Category:Musical groups disestablished in 2007]]\n[[Category:1997 establishments in Brazil]]\n[[Category:2007 disestablishments in Brazil]]", "sha1": "8uz3364qirphh03y54vvmmo71ct0buc"}