{"title": "Ludwig van Beethoven", "id": "1115457596", "parentid": "1114284417", "timestamp": "2022-10-11T15:25:20Z", "contributor": "\n        ", "comment": "convert double spaces ('abc  def') to single spaces ('abc def') in prose", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|German composer (1770–1827)}}\n{{Redirect|Beethoven|other uses|Beethoven (disambiguation)|and|Ludwig van Beethoven (disambiguation)}}\n{{Pp-move-indef}}\n{{Pp-semi-indef|small=yes}}\n{{EngvarB|date=September 2016}}\n{{Use dmy dates|date=August 2021}}\n{{Infobox classical composer\n<!-- ATTENTION EDITORS: Before making changes to this infobox please consider the discussion on the talk page. Per Talk:Ludwig van Beethoven/Archive 6#Infobox, it is intentionally concise and the result of community consensus. Your changes to this infobox may be immediately reverted if they have not received consensus. -->\n| name          = Ludwig van Beethoven\n| image         = Beethoven.jpg\n| caption       = Portrait by [[Joseph Karl Stieler]], 1820\n| alt           = Portrait by [[Joseph Karl Stieler]], 1820\n| parents       = [[Johann van Beethoven]]<br />[[Maria Magdalena van Beethoven|Maria Magdalena Keverich]]\n| birth_place   = [[Bonn]]<!--ATTENTION EDITORS, do NOT add anything here without finding consensus on the talk page. It is intentionally concise.-->\n| baptised      = 17 December 1770\n| death_date    = {{death date and age|1827|3|26|1770|12|17|df=y}}\n| death_place   = [[Vienna]]<!--ATTENTION EDITORS, do NOT add anything here without finding consensus on the talk page. It is intentionally concise.-->\n| occupation    = {{hlist|Composer|pianist}}\n| list_of_works = [[List of compositions by Ludwig van Beethoven|List of compositions]]\n| signature     = Beethoven Signature.svg\n}}\n\n'''Ludwig van Beethoven'''{{refn|{{IPAc-en|audio=En-LudwigVanBeethoven.ogg|ˈ|l|ʊ|d|v|ᵻ|ɡ|_|v|æ|n|_|ˈ|b|eɪ|t|oʊ|v|ən}} {{Respell|LUUD|vig|_|van|_|BAY|toh|vən}}; {{IPA-de|ˈluːtvɪç fan ˈbeːtˌhoːfn̩|lang|De-Ludwig van Beethoven.ogg}}|group=n}} (baptised 17 December 1770{{spaced ndash}}26 March 1827) was a German [[composer]] and [[pianist]]. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the [[classical music]] repertoire and span the [[Transition from Classical to Romantic music|transition]] from the [[Classical period (music)|Classical period]] to the [[Romantic music|Romantic]] era in classical music. His career has conventionally been divided into early, middle, and late periods. His early period, during which he forged his craft, is typically considered to have lasted until 1802. From 1802 to around 1812, his middle period showed an individual development from the styles of [[Joseph Haydn]] and [[Wolfgang Amadeus Mozart]], and is sometimes characterized as heroic. During this time, he began to grow increasingly [[Hearing loss|deaf]]. In his late period, from 1812 to 1827, he extended his innovations in musical form and expression.\n\nBeethoven was born in [[Bonn]]. His musical talent was obvious at an early age. He was initially harshly and intensively taught by his father [[Johann van Beethoven]]. Beethoven was later taught by the composer and conductor [[Christian Gottlob Neefe]], under whose tutelage he published his first work, a set of keyboard variations, in 1783. He found relief from a dysfunctional home life with the family of [[Helene von Breuning]], whose children he loved, befriended, and taught piano. At age 21, he moved to [[Vienna]], which subsequently became his base, and studied composition with Haydn. Beethoven then gained a reputation as a virtuoso pianist, and he was soon patronized by [[Karl Alois, Prince Lichnowsky]] for compositions, which resulted in his three [[Piano Trios, Op. 1 (Beethoven)|Opus 1]] [[piano trio]]s (the earliest works to which he accorded an [[opus number]]) in 1795.\n\nHis first major orchestral work, the [[Symphony No. 1 (Beethoven)|First Symphony]], premiered in 1800, and his [[String Quartets Nos. 1–6, Op. 18 (Beethoven)|first set of string quartets]] was published in 1801. Despite his hearing deteriorating during this period, he continued to conduct, premiering his [[Symphony No. 3 (Beethoven)|Third]] and [[Symphony No. 5 (Beethoven)|Fifth Symphonies]] in 1804 and 1808, respectively. His [[Violin Concerto (Beethoven)|Violin Concerto]] appeared in 1806. His [[Piano Concerto No. 5 (Beethoven)|last piano concerto]] (No. 5, Op. 73, known as the ''Emperor''), dedicated to his frequent patron [[Archduke Rudolf of Austria]], was premiered in 1811, without Beethoven as soloist. He was almost completely deaf by 1814, and he then gave up performing and appearing in public. He described his problems with health and his unfulfilled personal life in two letters, his [[Heiligenstadt Testament]] (1802) to his brothers and his unsent love letter to an unknown \"[[Immortal Beloved]]\" (1812).\n\nAfter 1810, increasingly less socially involved, Beethoven composed many of his most admired works, including later symphonies, mature [[chamber music]] and the [[Late piano sonatas (Beethoven)|late piano sonatas]]. His only opera, ''[[Fidelio]]'', first performed in 1805, was revised to its final version in 1814. He composed ''[[Missa solemnis (Beethoven)|Missa solemnis]]'' between 1819 and 1823 and his final Symphony, [[Symphony No. 9 (Beethoven)|No. 9]], one of the first examples of a [[choral symphony]], between 1822 and 1824. Written in his last years, his [[Late string quartets (Beethoven)|late string quartets]], including the ''[[Grosse Fuge]]'', of 1825–1826 are among his final achievements. After some months of bedridden illness, he [[Death of Ludwig van Beethoven|died in 1827]]. Beethoven's works remain mainstays of the classical music repertoire.\n\n== Life and career ==\n=== Family and early life ===\n[[File:Beethoven house of birth Bonn 2008.jpg|thumb|upright|Beethoven's birthplace at Bonngasse&nbsp;20, Bonn, now the [[Beethoven House]] museum]]\nBeethoven was the grandson of [[Ludwig van Beethoven (1712–1773)|Ludwig van Beethoven]] (1712–1773),{{refn|The prefix ''van'' to the surname Beethoven reflects the [[Dutch in Belgium|Flemish]] origins of the family name.{{sfn|Cooper|1996|p=36}}|group=n}} a musician from the town of [[Mechelen]] in the Austrian [[Duchy of Brabant]] (in what is now the [[Flemish region]] of Belgium) who had moved to [[Bonn]] at the age of 21.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 1}}{{sfn|Cooper|2008|p=407}} Ludwig was employed as a [[bass (voice type)|bass]] singer at the court of [[Clemens August of Bavaria|Clemens August]], [[Electorate of Cologne|Archbishop-Elector of Cologne]], eventually rising to become, in 1761, [[Kapellmeister]] (music director) and hence a pre-eminent musician in Bonn. The portrait he commissioned of himself towards the end of his life remained displayed in his grandson's rooms as a talisman of his musical heritage.{{sfn|Swafford|2014|pp=12–17}} Ludwig had two sons, the younger of which ([[Johann van Beethoven|Johann]] (1740–1792)) worked as a tenor in the same musical establishment and gave keyboard and [[violin]] lessons to supplement his income.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 1}}\n\nJohann married [[Maria Magdalena Keverich]] in 1767; she was the daughter of Heinrich Keverich (1701–1751), who had been the head chef at the court of [[Johann IX Philipp von Walderdorff]], [[Roman Catholic Diocese of Trier|Archbishop of Trier]].{{sfn|Thayer|1967a|p=50}} Beethoven was born of this marriage in Bonn, at what is now the [[Beethoven House]] Museum, Bonnstrasse 20.<ref>{{cite web |url=https://www.beethoven.de/en/about-us#history |title=Beethoven-Haus History |author=<!--Not stated--> |website=Beethoven-Haus Bonn |access-date=16 April 2020 |archive-date=28 May 2020 |archive-url=https://web.archive.org/web/20200528144527/https://www.beethoven.de/en/about-us#history |url-status=live }}</ref> There is no authentic record of the date of his birth; but the registry of his [[baptism]], in the Catholic Parish of St. Remigius on 17 December 1770, survives, and the custom in the region at the time was to carry out baptism within 24 hours of birth. There is a consensus (with which Beethoven himself agreed) that his birth date was 16 December, but no documentary proof of this.{{sfn|Thayer|1967a|p=53}}\n\nOf the seven children born to Johann van Beethoven, only Ludwig, the second-born, and two younger brothers survived infancy. [[Kaspar Anton Karl van Beethoven|Kaspar Anton Karl]] was born on 8 April 1774, and [[Nikolaus Johann van Beethoven|Nikolaus Johann]] (generally known as Johann), the youngest, was born on 2 October 1776.{{sfn|Stanley|2000|p=7}}\n\nBeethoven's first music teacher was his father. He later had other local teachers: the court [[organist]] Gilles van den Eeden (d. 1782), Tobias Friedrich Pfeiffer (a family friend, who provided keyboard tuition), Franz Rovantini (a relative, who instructed him in playing the violin and [[viola]]),{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 1}} and court concertmaster [[Franz Anton Ries]] for the violin.{{sfn|Swafford|2014|p=74}} His tuition began in his fifth year. The regime was harsh and intensive, often reducing him to tears. With the involvement of the insomniac Pfeiffer, there were irregular late-night sessions, with the young Beethoven being dragged from his bed to the keyboard.{{sfn|Swafford|2014|pp=22, 32}} His musical talent was obvious at a young age. Johann, aware of [[Leopold Mozart]]'s successes in this area (with his son [[Wolfgang Amadeus Mozart|Wolfgang]] and daughter [[Maria Anna Mozart|Nannerl]]), attempted to promote his son as a [[child prodigy]], claiming that Beethoven was six (he was seven) on the posters for his first public performance in March 1778.{{sfn|Thayer|1967a|pp=57–8}}\n\n=== 1780–1792: Bonn ===\n[[File:Christian Gottlob Neefe.jpg|left|thumb|upright=0.7|Christian Gottlob Neefe. Engraving after Johann Georg Rosenberg, c. 1798]]\nIn 1780 or 1781, Beethoven began his studies with his most important teacher in Bonn, [[Christian Gottlob Neefe]].{{sfn|Solomon|1998|p=34}} Neefe taught him composition; in March 1783 Beethoven's first published work appeared, a set of keyboard variations ([[WoO]] 63).{{sfn|Stanley|2000|p=7}}{{refn|Most of Beethoven's early works and those to which he did not give an [[opus number]] were listed by Georg Kinsky and Hans Halm as \"[[WoO]]\", works without opus number. Kinsky and Halm also listed 18 doubtful works in their appendix (\"WoO Anhang\"). In addition, some minor works not listed with opus numbers or in the WoO list have [[Catalogues of Beethoven compositions#Hess catalogue|Hess catalogue]] numbers.{{sfn|Cooper|1996|p=210}}|group=n}} Beethoven soon began working with Neefe as assistant organist, at first unpaid (1782), and then as a paid employee (1784) of the court chapel.{{sfn|Thayer|1967a|pp=65–70}} His [[Three Piano Sonatas, WoO 47 (Beethoven)|first three piano sonatas]], WoO 47, sometimes known as {{lang|de|[[Kurfürst]]}} (Elector) for their dedication to Elector [[Maximilian Friedrich von Königsegg-Rothenfels|Maximilian Friedrich]] (1708–1784), were published in 1783.{{sfn|Thayer|1967a|p=69}} In the same year, the first printed reference to Beethoven appeared in the ''Magazin der Musik'' – \"Louis van Beethoven [sic]&nbsp;... a boy of 11 years and most promising talent. He plays the piano very skilfully and with power, reads at sight very well&nbsp;... the chief piece he plays is ''[[The Well-Tempered Clavier|Das wohltemperierte Klavier]]'' of [[Johann Sebastian Bach|Sebastian Bach]], which Herr Neefe puts into his hands\".{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 1}} Maximilian Friedrich's successor as Elector of Bonn was [[Archduke Maximilian Francis of Austria|Maximilian Franz]]. He gave some support to Beethoven, appointing him Court Organist and paying towards his visit to Vienna of 1792.{{sfn|Thayer|1967a|p=50}}{{sfn|Cooper|1996|p=50}}\n\nHe was introduced in these years to several people who became important in his life. He often visited the cultivated von Breuning family, at whose home he taught piano to some of the children, and where the widowed Frau von Breuning offered him a motherly friendship. Here he also met [[Franz Gerhard Wegeler|Franz Wegeler]], a young medical student, who became a lifelong friend (and was to marry one of the von Breuning daughters). The von Breuning family environment offered an alternative to his home life, which was increasingly dominated by his father's decline. Another frequenter of the von Breunings was [[Count Ferdinand Ernst Gabriel von Waldstein|Count Ferdinand von Waldstein]], who became a friend and financial supporter during Beethoven's Bonn period.{{sfn|Kerman|Tyson|Burnham|2001|loc= § 2}}{{sfn|Cooper|1996|p=55}}{{sfn|Solomon|1998|pp= 51–52}} Waldstein was to commission in 1791 Beethoven's first work for the stage, the ballet ''Musik zu einem Ritterballett'' (WoO 1).{{sfn|Thayer|1967a|p= 121–122}}\n\n[[File:Count von Waldstein.jpg|right|thumb|upright=0.7|Count Waldstein: portrait by [[Antonín Machek]], c. 1800]]\nIn the period 1785–90 there is virtually no record of Beethoven's activity as a composer. This may be attributed to the lukewarm response his initial publications had attracted, and also to ongoing problems in the Beethoven family.{{sfn|Solomon|1998|pp=36–37}} His mother died in 1787, shortly after Beethoven's first visit to Vienna, where he stayed for about two weeks and almost certainly met Mozart.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 2}} In 1789 Beethoven's father was forcibly retired from the service of the Court (as a consequence of his alcoholism) and it was ordered that half of his father's pension be paid directly to Ludwig for support of the family.{{sfn|Thayer|1967a|p=95}} He contributed further to the family's income by teaching (to which Wegeler said he had \"an extraordinary aversion\"{{sfn|Solomon|1998|p=51}}) and by playing [[viola]] in the court orchestra. This familiarized him with a variety of operas, including works by Mozart, [[Christoph Willibald Gluck|Gluck]] and [[Giovanni Paisiello|Paisiello]].{{sfn|Thayer|1967a|pp=95–98}} Here he also befriended [[Anton Reicha]], a composer, [[flute|flautist]] and violinist of about his own age who was a nephew of the court orchestra's conductor, [[Josef Reicha]].{{sfn|Thayer|1967a|p=96}}\n\nFrom 1790 to 1792, Beethoven composed several works (none were published at the time) showing a growing range and maturity. [[Musicologist]]s have identified a theme similar to those of his [[Symphony No. 3 (Beethoven)|Third Symphony]] in a set of variations written in 1791.{{sfn|Cooper|2008|pp= 35–41}} It was perhaps on Neefe's recommendation that Beethoven received his first commissions; the Literary Society in Bonn commissioned a cantata to mark the occasion of the death in 1790 of [[Joseph II, Holy Roman Emperor|Joseph II]] (WoO 87), and a further cantata, to celebrate the subsequent accession of [[Leopold II, Holy Roman Emperor|Leopold II]] as [[Holy Roman Emperor]] (WoO 88), may have been commissioned by the Elector.{{sfn|Cooper|1996|pp=93–94}} These two ''Emperor Cantatas'' were never performed at the time and they remained lost until the 1880s when they were described by [[Johannes Brahms]] as \"Beethoven through and through\" and as such prophetic of the style which would mark his music as distinct from the classical tradition.{{sfn|Swafford|2014|pp=107–111}}\n\nBeethoven was probably first introduced to [[Joseph Haydn]] in late 1790 when the latter was travelling to London and stopped in Bonn around Christmas time.{{sfn|Cooper|2008|p= 35}} A year and a half later, they met in Bonn on Haydn's return trip from London to Vienna in July 1792, when Beethoven played in the orchestra at the [[Redoute, Bad Godesberg|Redoute in Godesberg]]. Arrangements were likely made at that time for Beethoven to study with the older master.{{sfn|Cooper|2008|p= 41}} Waldstein wrote to him before his departure: \"You are going to Vienna in fulfilment of your long-frustrated wishes&nbsp;... With the help of assiduous labour you shall receive Mozart's spirit from Haydn's hands.\"{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 2}}\n\n=== 1792–1802: Vienna – the early years ===\n[[File:Beethoven Riedel 1801.jpg|thumb|upright|Portrait of Beethoven as a young man, c. 1800, by Carl Traugott Riedel (1769–1832)]]\nBeethoven left Bonn for Vienna in November 1792, amid rumours of [[First Coalition|war spilling out of France]]; he learned shortly after his arrival that his father had died.{{sfn|Thayer|1967a|pp=34–36}}{{sfn|Cooper|2008|p=42}} Over the next few years, Beethoven responded to the widespread feeling that he was a successor to the recently deceased Mozart by studying that master's work and writing works with a distinctly Mozartian flavour.{{sfn|Cooper|2008|p=43}}\n\nHe did not immediately set out to establish himself as a composer, but rather devoted himself to study and performance. Working under Haydn's direction,{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 3}} he sought to master [[counterpoint]]. He also studied violin under [[Ignaz Schuppanzigh]].{{sfn|Cooper|2008|pp= 47, 54}} Early in this period, he also began receiving occasional instruction from [[Antonio Salieri]], primarily in Italian vocal composition style; this relationship persisted until at least 1802, and possibly as late as 1809.{{sfn|Thayer|1967a|p=149}}\n\nWith Haydn's departure for England in 1794, Beethoven was expected by the Elector to return home to Bonn. He chose instead to remain in Vienna, continuing his instruction in counterpoint with [[Johann Georg Albrechtsberger|Johann Albrechtsberger]] and other teachers. In any case, by this time it must have seemed clear to his employer that Bonn would fall to the French, as it did in October 1794, effectively leaving Beethoven without a stipend or the necessity to return.{{sfn|Ronge|2013}} However, several Viennese noblemen had already recognised his ability and offered him financial support, among them [[Joseph Franz von Lobkowitz|Prince Joseph Franz Lobkowitz]], [[Karl Alois Johann-Nepomuk Vinzenz, Fürst Lichnowsky|Prince Karl Lichnowsky]], and Baron [[Gottfried van Swieten]].{{sfn|Cooper|2008|p= 53}}\n\nAssisted by his connections with Haydn and Waldstein, Beethoven began to develop a reputation as a performer and improviser in the salons of the Viennese nobility.{{sfn|Solomon|1998|p=59}} His friend [[Nikolaus Simrock]] began publishing his compositions, starting with a set of keyboard variations on a theme of [[Carl Ditters von Dittersdorf|Dittersdorf]] (WoO 66).{{sfn|Cooper|2008|p= 46}} By 1793, he had established a reputation in Vienna as a piano virtuoso, but he apparently withheld works from publication so that their eventual appearance would have greater impact.{{sfn|Cooper|2008|p= 53}}\n\n[[File:Ölenhainz - Franz Joseph Maximilian von Lobkowitz.jpg|thumb|left|upright=0.7|Prince Lobkowitz: portrait by [[August Friedrich Oelenhainz]]]]\n\nIn 1795 Beethoven made his public debut in Vienna over three days,{{sfn|Swafford|2014|pp= 174-75}} beginning with a performance of one of his own [[piano concerto]]s on 29 March at the [[Burgtheater]]{{refn|It is uncertain whether this was the [[Piano Concerto No. 1 (Beethoven)|First]] (Op. 15) or [[Piano Concerto No. 2 (Beethoven)|Second]] (Op. 19 which was in fact written earlier than Op. 15). Documentary evidence is lacking, and both concertos were still in manuscript (neither was completed or published for several years).{{sfn|Cooper|2008|p= 59}} Some authorities favour Op. 15,{{sfn|Cooper|1996|p= 221}}{{sfn|Swafford|2014|p= 174-5}} but [[Oxford Music Online]] suggests it was probably Op. 19.{{sfn|Kerman|Tyson|Burnham|2001|loc=§3}}|group=n}} and ending with a Mozart concerto on 31 March, probably the [[Piano Concerto No. 20 (Mozart)|D minor concerto]] for which he had written a [[cadenza]] soon after his arrival in Vienna. By this year he had two piano concertos available for performance, one in [[B-flat&nbsp;major]] he had begun composing before moving to Vienna and had worked on for over a decade, and one in [[C&nbsp;major]] composed for the most part during 1795.{{sfn|Swafford|2014|pp= 176-77}} Viewing the latter as the more substantive work, he chose to designate it as his [[Piano Concerto No. 1 (Beethoven)|first piano concerto]], publishing it in March 1801 as Opus 15, before publishing the former as [[Piano Concerto No. 2 (Beethoven)|Opus 19]] the following December. He wrote new cadenzas for both works in 1809.<ref>{{Cite book|first= Michael|last= Steinberg|author-link= Michael Steinberg (music critic)|title= The Concerto: A Listener's Guide|year= 1998|publisher = Oxford University Press|series = | volume = | edition = | location = Oxford| pages = 52–59| isbn=0195103300}}</ref>\n\nShortly after his public debut he arranged for the publication of the first of his compositions to which he assigned an [[opus number]], the [[Piano Trios, Op. 1 (Beethoven)|three piano trios, Opus 1]]. These works were dedicated to his patron Prince Lichnowsky,{{sfn|Cooper|2008|p= 59}} and were a financial success; Beethoven's profits were nearly sufficient to cover his living expenses for a year.{{sfn|Cooper|2008|p= 56}} In 1799 Beethoven participated in (and won) a notorious piano 'duel' at the home of Baron Raimund Wetzlar (a former patron of Mozart) against the virtuoso [[Joseph Wölfl]]; and in the following year he similarly triumphed against [[Daniel Steibelt]] at the salon of [[Count Moritz von Fries]].{{sfn|Solomon|1998|p=79}} Beethoven's eighth [[piano sonata]] the [[Piano Sonata No. 8 (Beethoven)|Pathétique]] (Op. 13), published in 1799 is described by the musicologist [[Barry Cooper (musicologist)|Barry Cooper]] as \"surpass[ing] any of his previous compositions, in strength of character, depth of emotion, level of originality, and ingenuity of motivic and tonal manipulation\".{{sfn|Cooper|2008|p= 82}}\n\nBeethoven composed his [[String Quartets Nos. 1–6, Op. 18 (Beethoven)|first six string quartets (Op. 18)]] between 1798 and 1800 (commissioned by, and dedicated to, Prince Lobkowitz). They were published in 1801. He also completed his [[Septet (Beethoven)|Septet]] (Op. 20) in 1799, which was one of his most popular works during his lifetime. With premieres of his [[Symphony No. 1 (Beethoven)|First]] and [[Symphony No. 2 (Beethoven)|Second]] Symphonies in 1800 and 1803, he became regarded as one of the most important of a generation of young composers following Haydn and Mozart. But his melodies, musical development, use of modulation and texture, and characterisation of emotion all set him apart from his influences, and heightened the impact some of his early works made when they were first published.{{sfn|Cooper|2008|p=58}} For the premiere of his First Symphony, he hired the [[Burgtheater]] on 2 April 1800, and staged an extensive programme, including works by Haydn and Mozart, as well as his Septet, the Symphony, and one of his piano concertos (the latter three works all then unpublished). The concert, which the ''[[Allgemeine musikalische Zeitung]]'' described as \"the most interesting concert in a long time\", was not without difficulties; among the criticisms was that \"the players did not bother to pay any attention to the soloist\".{{sfn|Cooper|2008|p= 90}} By the end of 1800, Beethoven and his music were already much in demand from patrons and publishers.{{sfn|Cooper|2008|p= 97}}\n\n[[File:Josephine Brunsvik.jpg|thumb|upright=0.7|Josephine Brunsvik, pencil miniature (unknown artist), before 1804]]\nIn May 1799, he taught piano to the daughters of Hungarian Countess Anna Brunsvik. During this time, he fell in love with the younger daughter [[Josephine Brunsvik|Josephine]]. Amongst his other students, from 1801 to 1805, he tutored [[Ferdinand Ries]], who went on to become a composer and later wrote about their encounters. The young [[Carl Czerny]], who later became a renowned music teacher himself, studied with Beethoven from 1801 to 1803. In late 1801, he met a young countess, [[Julie Guicciardi]], through the Brunsvik family; he mentions his love for Julie in a November 1801 letter to a friend, but class difference prevented any consideration of pursuing this. He dedicated his 1802 [[Piano Sonata No. 14 (Beethoven)|Sonata Op. 27 No. 2]], now commonly known as the ''[[Piano Sonata No. 14 (Beethoven)|Moonlight Sonata]]'', to her.{{sfn|Steblin|2009}}\n\nIn the spring of 1801 he completed ''[[The Creatures of Prometheus]]'', a [[ballet]]. The work received numerous performances in 1801 and 1802, and he rushed to publish a piano arrangement to capitalise on its early popularity.{{sfn|Cooper|2008|pp= 98–103}} In the spring of 1802 he completed the [[Symphony No. 2 (Beethoven)|Second Symphony]], intended for performance at a concert that was cancelled. The symphony received its premiere instead at a subscription concert in April 1803 at the [[Theater an der Wien]], where he had been appointed composer in residence. In addition to the Second Symphony, the concert also featured the First Symphony, the [[Piano Concerto No. 3 (Beethoven)|Third Piano Concerto]], and the [[oratorio]] ''[[Christ on the Mount of Olives (Beethoven)|Christ on the Mount of Olives]]''. Reviews were mixed, but the concert was a financial success; he was able to charge three times the cost of a typical concert ticket.{{sfn|Cooper|2008|pp= 112–27}}\n\nHis business dealings with publishers also began to improve in 1802 when his brother Kaspar, who had previously assisted him casually, began to assume a larger role in the management of his affairs. In addition to negotiating higher prices for recently composed works, Kaspar also began selling some of his earlier unpublished compositions and encouraged him (against Beethoven's preference) to also make arrangements and transcriptions of his more popular works for other instrument combinations. Beethoven acceded to these requests, as he could not prevent publishers from hiring others to do similar arrangements of his works.{{sfn|Cooper|2008|pp=112–115}}\n\n=== 1802–1812: The 'heroic' period ===\n====Deafness====\n[[File:Beethoven Hornemann.jpg|thumb|upright|left|Beethoven in 1803, painted by [[Christian Horneman]]]]\nBeethoven told the English pianist [[Charles Neate]] (in 1815) that he dated his hearing loss from a fit in 1798 induced by a quarrel with a singer.{{sfn|Solomon|1998|p=160}} During its gradual decline, his hearing was further impeded by a severe form of [[tinnitus]].{{sfn|Swafford|2014|pp=223–224}} As early as 1801, he wrote to Wegeler and another friend Karl Amenda, describing his symptoms and the difficulties they caused in both professional and social settings (although it is likely some of his close friends were already aware of the problems).{{sfn|Cooper|2008|p=108}} The cause was probably [[otosclerosis]], perhaps accompanied by degeneration of the [[auditory nerve]].{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 5}}{{refn|The cause of Beethoven's deafness has also variously been attributed to, amongst other possibilities, [[lead poisoning]] from Beethoven's preferred wines.{{sfn|Stevens|2013|pp=2854–2858}} Another possibility is that it was caused by complications from a case of [[murine typhus]] from 1796.<ref>{{cite book|last=Caeyers |first=Jan |title=Beethoven: A Life |date=8 September 2020 |page=109 |isbn=978-0-520-34354-2}}</ref>|group=n}}\n\nOn the advice of his doctor, Beethoven moved to the small Austrian town of [[Heiligenstadt, Vienna|Heiligenstadt]], just outside Vienna, from April to October 1802 in an attempt to come to terms with his condition. There he wrote the document now known as the [[Heiligenstadt Testament]], a letter to his brothers which records his thoughts of suicide due to his growing deafness and records his resolution to continue living for and through his art. The letter was never sent and was discovered in his papers after his death.{{sfn|Cooper|1996|pp= 169–172}} The letters to Wegeler and Amenda were not so despairing; in them Beethoven commented also on his ongoing professional and financial success at this period, and his determination, as he expressed it to Wegeler, to \"seize Fate by the throat; it shall certainly not crush me completely\".{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 5}} In 1806, Beethoven noted on one of his musical sketches: \"Let your deafness no longer be a secret – even in art.\"{{sfn|Solomon|1998|p=162}}\n\nBeethoven's hearing loss did not prevent him from composing music, but it made playing at concerts—an important source of income at this phase of his life—increasingly difficult. (It also contributed substantially to his social withdrawal.){{sfn|Kerman|Tyson|Burnham|2001|loc=§ 5}} Czerny remarked however that Beethoven could still hear speech and music normally until 1812.{{sfn|Ealy|1994|p=262}} Beethoven never became totally deaf; in his final years he was still able to distinguish low tones and sudden loud sounds.<ref>{{cite web |title='Deaf' genius Beethoven was able to hear his final symphony after all |url=https://www.theguardian.com/music/2020/feb/01/beethoven-not-completely-deaf-says-musicologist |website=The Guardian |access-date=2 September 2021 |language=en |date=1 February 2020}}</ref>\n\n====The heroic style====\n[[File:Eroica Beethoven title.jpg|thumb|right|Titlepage of ms. of the ''Eroica'' Symphony, with Napoleon's name scored through by Beethoven]]\nBeethoven's return to Vienna from Heiligenstadt was marked by a change in musical style, and is now often designated as the start of his middle or \"heroic\" period, characterised by many original works composed on a grand scale.{{sfn|Tyson|1969|p=138–141}} According to Carl Czerny, Beethoven said: \"I am not satisfied with the work I have done so far. From now on I intend to take a new way.\"{{sfn|Cooper|2008|p= 131}} An early major work employing this new style was the [[Symphony No. 3 (Beethoven)|Third Symphony]] in E-flat, Op. 55, known as the ''Eroica'', written in 1803–04. The idea of creating a symphony based on the career of [[Napoleon]] may have been suggested to Beethoven by [[Charles XIV John of Sweden|General Bernadotte]] in 1798.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 4}} Beethoven, sympathetic to the ideal of the heroic revolutionary leader, originally gave the symphony the title \"Bonaparte\", but disillusioned by Napoleon [[1804 French constitutional referendum|declaring himself Emperor in 1804]], he scratched Napoleon's name from the manuscript's title page, and the symphony was published in 1806 with its present title and the subtitle \"to celebrate the memory of a great man\".{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 6}} The ''Eroica'' was longer and larger in scope than any previous symphony. When it premiered in early 1805 it received a mixed reception. Some listeners objected to its length or misunderstood its structure, while others viewed it as a masterpiece.{{sfn|Cooper|2008|p= 148}}\n\n[[File:E. T. A. Hoffmann, autorretrato.jpg|thumb|upright|left|E. T. A. Hoffmann, [[self-portrait]], c. 1820]]\nOther middle period works extend in the same dramatic manner the musical language Beethoven had inherited. The [[String Quartets Nos. 7–9, Op. 59 – Rasumovsky (Beethoven)|Rasumovsky]] string quartets, and the ''[[Piano Sonata No. 21 (Beethoven)|Waldstein]]'' and ''[[Piano Sonata No. 23 (Beethoven)|Appassionata]]'' piano sonatas share the heroic spirit of the Third Symphony.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 6}} Other works of this period include the [[Symphony No. 4 (Beethoven)|Fourth]] through [[Symphony No. 8 (Beethoven)|Eighth]] Symphonies, the oratorio ''[[Christ on the Mount of Olives (Beethoven)|Christ on the Mount of Olives]]'', the opera ''[[Fidelio]]'', and the [[Violin Concerto (Beethoven)|Violin Concerto]].{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 14 and 15}} Beethoven was hailed in 1810 by the writer and composer [[E. T. A. Hoffmann]], in an influential review in the ''[[Allgemeine musikalische Zeitung]]'', as the greatest of (what he considered) the three [[Romantic music|Romantic]] composers (that is, ahead of Haydn and Mozart); in Beethoven's [[Symphony No. 5 (Beethoven)|Fifth Symphony]] his music, wrote Hoffmann, \"sets in motion terror, fear, horror, pain, and awakens the infinite yearning that is the essence of romanticism\".{{sfn|Cassedy|2010|pp=1–6}}\n\nDuring this time Beethoven's income came from publishing his works, from performances of them, and from his patrons, for whom he gave private performances and copies of works they commissioned for an exclusive period before their publication. Some of his early patrons, including Prince Lobkowitz and Prince Lichnowsky, gave him annual stipends in addition to commissioning works and purchasing published works.{{sfn|Cooper|2008|pp= 78–79}} Perhaps his most important aristocratic patron was [[Archduke Rudolf of Austria]], the youngest son of [[Leopold II, Holy Roman Emperor|Emperor Leopold II]], who in 1803 or 1804 began to study piano and composition with him. They became friends, and their meetings continued until 1824.{{sfn|Lockwood|2005|pp=300–301}} Beethoven dedicated 14 compositions to Rudolf, including some of his major works such as the [[Piano Trio, Op. 97 (Beethoven)|''Archduke'' Trio]] Op. 97 (1811) and ''[[Missa solemnis (Beethoven)|Missa solemnis]]'' Op. 123 (1823).\n\nHis position at the Theater an der Wien was terminated when the theatre changed management in early 1804, and he was forced to move temporarily to the suburbs of Vienna with his friend Stephan von Breuning. This slowed work on ''Leonore'' (his original title for his opera), his largest work to date, for a time. It was delayed again by the Austrian [[censorship|censor]] and finally premiered, under its present title of ''Fidelio'', in November 1805 to houses that were nearly empty because of the [[War of the Third Coalition|French occupation of the city]]. In addition to being a financial failure, this version of ''Fidelio'' was also a critical failure, and Beethoven began revising it.{{sfn|Cooper|2008|p= 150}}\n\nDespite this failure, Beethoven continued to attract recognition. In 1807 the musician and publisher [[Muzio Clementi]] secured the rights for publishing his works in England, and Haydn's former patron [[Nikolaus II, Prince Esterházy|Prince Esterházy]] commissioned a mass (the [[Mass in C major (Beethoven)|Mass in C]], Op. 86) for his wife's name-day. But he could not count on such recognition alone. A [[Beethoven concert of 22 December 1808|colossal benefit concert]] which he organized in December 1808, and was widely advertised, included the premieres of the Fifth and [[Symphony No. 6 (Beethoven)|Sixth (''Pastoral'')]] symphonies, the [[Piano Concerto No. 4 (Beethoven)|Fourth Piano Concerto]], extracts from the Mass in C, the [[aria|scena and aria]] ''[[Ah! perfido]]'' Op. 65 and the [[Choral Fantasy (Beethoven)|Choral Fantasy op. 80]]. There was a large audience (including Czerny and the young [[Ignaz Moscheles]]), but it was under-rehearsed, involved many stops and starts, and during the Fantasia Beethoven was noted shouting at the musicians \"badly played, wrong, again!\" The financial outcome is unknown.{{sfn|Thayer|1967a|pp=445–448}}\n\n[[File:Rudolf-habsburg-olmuetz.jpg|thumb|upright|Beethoven's patron, [[Archduke Rudolf of Austria (1788–1831)|Archduke Rudolf]]; portrait by [[Johann Baptist von Lampi the Elder|Johann Baptist von Lampi]]]]In the autumn of 1808, after having been rejected for a position at the Royal Theatre, Beethoven had received an offer from Napoleon's brother [[Jérôme Bonaparte]], then king of [[Kingdom of Westphalia|Westphalia]], for a well-paid position as [[Kapellmeister]] at the court in [[Kassel|Cassel]]. To persuade him to stay in Vienna, Archduke Rudolf, [[Ferdinand, 5th Prince Kinsky of Wchinitz and Tettau|Prince Kinsky]] and Prince Lobkowitz, after receiving representations from Beethoven's friends, pledged to pay him a pension of 4000 florins a year.{{sfn|Thayer|1967a|p=457}} In the event, Archduke Rudolf paid his share of the pension on the agreed date.{{sfn|Cooper|2008|p= 195}} Kinsky, immediately called to military duty, did not contribute and died in November 1812 after falling from his horse.{{sfn|Cooper|1996|p=48}}{{sfn|Cooper|2008|p=48}} The Austrian currency destabilized and Lobkowitz went bankrupt in 1811 so that to benefit from the agreement Beethoven eventually had recourse to the law, which in 1815 brought him some recompense.{{sfn|Solomon|1998|p=194}}\n\nThe [[Napoleonic Wars|imminence of war]] reaching Vienna itself was felt in early 1809. In April, Beethoven completed writing his [[Piano Concerto No. 5 (Beethoven)|Piano Concerto No. 5]] in E flat major, Op. 73,{{sfn|Cooper|1996|p=48}} which the musicologist [[Alfred Einstein]] has described as \"the apotheosis of the military concept\" in Beethoven's music.{{sfn|Einstein|1958|p=248}} Archduke Rudolf left the capital with the Imperial family in early May, prompting Beethoven's piano sonata ''[[Piano Sonata No. 26 (Beethoven)|Les Adieux]]'' (Sonata No. 26, Op. 81a), actually entitled by Beethoven in German ''Das Lebewohl'' (The Farewell), of which the final movement, ''Das Wiedersehen'' (The Return), is dated in the manuscript with the date of Rudolf's homecoming of 30 January 1810.{{sfn|Thayer|1967a|p=464}} During the French bombardment of Vienna in May, Beethoven took refuge in the cellar of the house of his brother Kaspar.{{sfn|Thayer|1967a|p=465}} The subsequent occupation of Vienna and the disruptions to cultural life and to Beethoven's publishers, together with Beethoven's poor health at the end of 1809, explain his significantly reduced output during this period,{{sfn|Thayer|1967a|p=467–473}} although other notable works of the year include his [[String Quartet No. 10 (Beethoven)|String Quartet No. 10]] in E flat major, Op. 74 (known as ''The Harp'') and the [[Piano Sonata No. 24 (Beethoven)|Piano Sonata No. 24]] in F sharp major op. 78, dedicated to Josephine's sister [[Therese Brunsvik]].{{sfn|Thayer|1967a|p=475}}\n\n====Goethe====\n[[File:Goethe Kügelgen.jpg|upright=0.7|thumb|left|Goethe in 1808; portrait by [[Gerhard von Kügelgen]]]] At the end of 1809 Beethoven was commissioned to write incidental music for [[Johann Wolfgang von Goethe|Goethe]]'s play ''[[Egmont (play)|Egmont]]''. [[Egmont (Beethoven)|The result]] (an overture, and nine additional [[entracte]]s and vocal pieces, Op. 84), which appeared in 1810, fitted well with Beethoven's heroic style and he became interested in Goethe, setting three of his poems as songs (Op. 83) and learning about the poet from a mutual acquaintance, [[Bettina Brentano]] (who also wrote to Goethe at this time about Beethoven). Other works of this period in a similar vein were the F minor [[String Quartet No. 11 (Beethoven)|String Quartet Op. 95]], to which Beethoven gave the subtitle ''Quartetto serioso'', and the Op. 97 [[Piano Trio, Op. 97 (Beethoven)|Piano Trio in B flat major]] known, from its dedication to his patron Rudolph as the ''Archduke Trio''.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 7}}\n\nIn the spring of 1811, Beethoven became seriously ill, having headaches and high fever. His doctor [[Johann Baptist Malfatti von Monteregio|Johann Malfatti]] recommended him to take a cure at the [[spa]] of [[Teplice|Teplitz]] (now Teplice in the [[Czech Republic]]), where he wrote two more overtures and sets of incidental music for dramas, this time by [[August von Kotzebue]] – ''[[King Stephen (Beethoven)|King Stephen]]'' Op. 117 and ''[[The Ruins of Athens]]'' Op. 113. Advised again to visit Teplitz in 1812 he met there with Goethe, who wrote: \"His talent amazed me; unfortunately he is an utterly untamed personality, who is not altogether wrong in holding the world to be detestable, but surely does not make it any more enjoyable&nbsp;... by his attitude.\" Beethoven wrote to his publishers [[Breitkopf and Härtel]] that \"Goethe delights far too much in the court atmosphere, far more than is becoming in a poet.\"{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 7}} But following their meeting he began a setting for choir and orchestra of [[Meeresstille und glückliche Fahrt (Beethoven)|Goethe's ''Meeresstille und glückliche Fahrt'']] ''(Calm Sea and Prosperous Voyage)'' (Op. 112), completed in 1815. After this was published in 1822 with a dedication to the poet, Beethoven wrote to him: \"The admiration, the love and esteem which already in my youth I cherished for the one and only immortal Goethe have persisted.\"{{sfn|Cooper|1996|p=47}}\n\n====The Immortal Beloved====\n[[File:Antonie Brentano3.jpg|thumb|right|upright=0.7|Antonie Brentano (1808) painted by [[Joseph Karl Stieler]]]]While he was at Teplitz in 1812 he wrote a ten-page love letter to his \"[[Immortal Beloved]]\", which he never sent to its addressee.{{sfn|Brandenburg|1996|p=582}} The identity of the intended recipient was long a subject of debate, although the musicologist [[Maynard Solomon]] has convincingly demonstrated that the intended recipient must have been [[Antonie Brentano]]; other candidates have included Julie Guicciardi, [[Therese Malfatti]] and Josephine Brunsvik.{{sfn|Cooper|1996|p=107}}{{refn|Solomon sets out his case in detail in his biography of Beethoven.{{sfn|Solomon|1998|pp=223–231}}|group=n}}\n\nAll of these had been regarded by Beethoven as possible soulmates during his first decade in Vienna. Guicciardi, although she flirted with Beethoven, never had any serious interest in him and married [[Wenzel Robert von Gallenberg]] in November 1803. (Beethoven insisted to his later secretary and biographer, [[Anton Schindler]], that Gucciardi had \"sought me out, crying, but I scorned her\".){{sfn|Solomon|1998|pp=196–197}} Josephine had, since Beethoven's initial infatuation with her, married the elderly Count Joseph Deym, who died in 1804. Beethoven began to visit her and commenced a passionate correspondence. Initially, he accepted that Josephine could not love him, but he continued to address himself to her even after she had moved to Budapest, finally demonstrating that he had got the message in his last letter to her of 1807: \"I thank you for wishing still to appear as if I were not altogether banished from your memory\".{{sfn|Solomon|1998|pp=197–199}} Malfatti was the niece of Beethoven's doctor, and he had proposed to her in 1810. He was 40, she was 19 – the proposal was rejected.{{sfn|Solomon|1998|p=196}} She is now remembered as the recipient of the piano [[Bagatelle (music)|bagatelle]] ''[[Für Elise]]''.{{sfn|Cooper|1996|p=20}}{{refn|The manuscript (now lost) was found in Therese Malfatti's papers after her death by Beethoven's early biographer [[Ludwig Nohl]]. It has been suggested that Nohl misread the title, which may have been ''Für Therese''.{{sfn|Thayer|1967a|p=502}}|group=n}}\n\nAntonie (Toni) Brentano (née von Birkenstock), ten years younger than Beethoven, was the wife of Franz Brentano, the half-brother of [[Bettina Brentano]], who provided Beethoven's introduction to the family. It would seem that Antonie and Beethoven had an affair during 1811–1812. Antonie left Vienna with her husband in late 1812 and never met with (or apparently corresponded with) Beethoven again, although in her later years she wrote and spoke fondly of him.{{sfn|Solomon|1998|pp=231–239}} Some speculate that Beethoven was the father of Antonie's son Karl Josef, though the two never met.<ref>{{Cite news|last=Thorpe|first=Vanessa|date=25 February 2017|title=Did Beethoven's Love for a Married Aristocrat and a Doomed Son Colour His Darkest Work?|url=https://www.theguardian.com/music/2017/feb/26/did-beethovens-love-for-married-aristocrat-and-a-doomed-son-colour-his-darkest-work|access-date=15 June 2021|work=[[The Guardian]]}}</ref>\n\nAfter 1812 there are no reports of any romantic liaisons of Beethoven; it is, however, clear from his correspondence of the period and, later, from the conversation books, that he would occasionally meet with prostitutes.{{sfn|Solomon|1998|pp= 284, 339–340}}\n\n===1813–1822: Acclaim===\n====Family problems====\n[[File:Karl van Beethoven Miniature Portrait.jpg|thumb|upright=0.7|Karl van Beethoven, c. 1820: miniature portrait by unknown artist]]In early 1813 Beethoven apparently went through a difficult emotional period, and his compositional output dropped. His personal appearance degraded—it had generally been neat—as did his manners in public, notably when dining.{{sfn|Solomon|1998|pp=284–285}}\n\nFamily issues may have played a part in this. Beethoven had visited his brother Johann at the end of October 1812. He wished to end Johann's cohabitation with Therese Obermayer, a woman who already had an illegitimate child. He was unable to convince Johann to end the relationship and appealed to the local civic and religious authorities, but Johann and Therese married on 8 November.{{sfn|Solomon|1998|p= 282}}\n\nThe illness and eventual death of his brother Kaspar from [[tuberculosis]] became an increasing concern. Kaspar had been ill for some time; in 1813 Beethoven lent him 1500 [[Austro-Hungarian florin|florins]], to procure the repayment of which he was ultimately led to complex legal measures.{{sfn|Solomon|1998|pp=301–302}} After Kaspar died on 15 November 1815, Beethoven immediately became embroiled in a protracted legal dispute with Kaspar's wife [[Johanna van Beethoven|Johanna]] over custody of their son [[Karl van Beethoven|Karl]], then nine years old. Beethoven had successfully applied to Kaspar to have himself named the sole guardian of the boy. A late [[codicil (will)|codicil]] to Kaspar's will gave him and Johanna joint guardianship.{{sfn|Solomon|1998|pp=302–303}} While Beethoven was successful at having his nephew removed from her custody in January 1816, and had him removed to a private school{{sfn|Solomon|1998|p=303}} in 1818 he was again preoccupied with the legal processes around Karl. While giving evidence to the court for the [[nobility]], the [[Landrecht (medieval)|Landrechte]], Beethoven was unable to prove that he was of noble birth and as a consequence, on 18 December 1818 the case was transferred to the civil [[magistrate]] of Vienna, where he lost sole guardianship.{{sfn|Solomon|1998|p=303}}{{refn|Their ruling stated: \"It&nbsp;... appears from the statement of Ludwig van Beethoven &nbsp;... is unable to prove nobility: hence the matter of guardianship is transferred to the Magistrate\".{{sfn|Solomon|1998|p=303}}|group=n}} He only regained custody after intensive legal struggles in 1820.{{sfn|Solomon|1998|p=316–321}} During the years that followed, Beethoven frequently interfered in his nephew's life in what Karl perceived as an overbearing manner.{{sfn|Solomon|1998|pp=364–365}}\n\n====Post-war Vienna====\n[[File:Beethoven Mähler 1815.jpg|thumb|left|upright|Beethoven in 1815: portrait by [[Joseph Willibrord Mähler]]]]Beethoven was finally motivated to begin significant composition again in June 1813, when news arrived of Napoleon's defeat at the [[Battle of Vitoria]] by a coalition led by the [[Arthur Wellesley, 1st Duke of Wellington|Duke of Wellington]]. The inventor Mälzel persuaded him to write a work commemorating the event for his mechanical instrument the [[Panharmonicon]]. This Beethoven also transcribed for orchestra as ''[[Wellington's Victory]]'' (Op. 91, also known as the ''Battle Symphony'').{{refn|The work is not a true symphony, but a [[programme music|programmatic]] piece including French and British soldiers' songs, a battle scene with artillery effects and a [[fugue|fugal]] treatment of \"[[God Save the King]]\".{{sfn|Cooper|1996|p=220}}|group=n}} It was first performed on 8 December, along with his [[Symphony No. 7 (Beethoven)|Seventh Symphony]], Op. 92, at a charity concert for victims of the war, a concert whose success led to its repeat on 12 December. The orchestra included several leading and rising musicians who happened to be in Vienna at the time, including [[Giacomo Meyerbeer]] and [[Domenico Dragonetti]].{{sfn|Thayer|1967a|pp=559–565}} The work received repeat performances at concerts staged by Beethoven in January and February 1814.{{sfn|Thayer|1967a|pp=575–576}} These concerts brought Beethoven more profit than any others in his career, and enabled him to buy the bank shares that were eventually to be the most valuable assets in his estate at his death.{{sfn|Scherer|2004|p=112}}\n\nBeethoven's renewed popularity led to demands for a revival of ''Fidelio'', which, in its third revised version, was also well received at its July opening in Vienna, and was frequently staged there during the following years.{{sfn|Solomon|1998|pp=288, 348}} Beethoven's publishers, [[Artaria]], commissioned the 20-year old Moscheles to prepare a piano score of the opera, which he inscribed \"Finished, with God's help!\" – to which Beethoven added \"O Man, help thyself.\"{{refn|\"''Fine'' mit Gottes Hülfe\" – \"O, Mensch, hilf dir selber.\"|group=n}}{{sfn|Conway|2012|p=129}} That summer Beethoven composed a piano sonata for the first time in five years, his [[Piano Sonata No. 27 (Beethoven)|Sonata in E minor, Opus 90]].{{sfn|Solomon|1998|p=292}} He was also one of many composers who produced music in a patriotic vein to entertain the many heads of state and diplomats who came to the [[Congress of Vienna]] that began in November 1814, with the cantata ''[[Der glorreiche Augenblick]] (The Glorious Moment)'' (Op. 136) and similar choral works which, in the words of Maynard Solomon \"broadened Beethoven's popularity, [but] did little to enhance his reputation as a serious composer\".{{sfn|Solomon|1998|p=287}}\n\nIn April and May 1814, playing in his ''Archduke'' Trio, Beethoven made his last public appearances as a soloist. The composer [[Louis Spohr]] noted: \"the piano was badly out of tune, which Beethoven minded little, since he did not hear it&nbsp;... there was scarcely anything left of the virtuosity of the artist&nbsp;... I was deeply saddened.\"{{sfn|Thayer|1967a|p=577–578}} From 1814 onwards Beethoven used for conversation [[ear-trumpet]]s designed by [[Johann Nepomuk Maelzel]] (a number of these are on display at the Beethoven-Haus in Bonn).{{sfn|Ealy|1994|pp=266–267}}\n\nHis 1815 compositions include an expressive second setting of the poem ''An die Hoffnung'' (Op. 94) in 1815. Compared to its first setting in 1805 (a gift for Josephine Brunsvik), it was \"far more dramatic&nbsp;... The entire spirit is that of an operatic scena.\"{{sfn|Lockwood|2005|p=278}} But his energy seemed to be dropping: apart from these works, he wrote the two [[Cello Sonatas Nos. 4 and 5 (Beethoven)|cello sonatas Op. 102 nos. 1 and 2]], and a few minor pieces, and began but abandoned a sixth piano concerto.{{sfn|Cooper|1996|pp=24–25}}\n\n====Pause====\n[[File:Beethoven 7.jpg|thumb|upright|right|Beethoven in 1818 by {{interlanguage link|August Klöber|de|August von Kloeber}}]]Between 1815 and 1819 Beethoven's output dropped again to a level unique in his mature life.{{sfn|Solomon|1998|p=296}} He attributed part of this to a lengthy illness (he called it an inflammatory fever) that he had for more than a year, starting in October 1816.{{sfn|Cooper|2008|p= 254}} His biographer Maynard Solomon suggests it is also doubtless a consequence of the ongoing legal problems concerning his nephew Karl,{{sfn|Solomon|1998|p=297}} and of Beethoven finding himself increasingly at odds with current musical trends. Unsympathetic to developments in German romanticism that featured the supernatural (as in operas by Spohr, [[Heinrich Marschner]] and [[Carl Maria von Weber]]), he also \"resisted the impending Romantic fragmentation of the&nbsp;... cyclic forms of the Classical era into small forms and lyric mood pieces\" and turned towards study of Bach, [[George Frederic Handel|Handel]] and [[Giovanni Pierluigi da Palestrina|Palestrina]].{{sfn|Solomon|1998|p=295}} An old connection was renewed in 1817 when Maelzel sought, and obtained, Beethoven's endorsement for his newly developed [[metronome]].{{sfn|Thayer|1967b|pp=684–686}} During these years the few major works he completed include the 1818 [[Hammerklavier Sonata|''Hammerklavier'' Sonata]] (Sonata No. 29 in B flat major, Op. 106) and his settings of poems by [[Alois Jeitteles]], ''[[An die ferne Geliebte]]'' Op. 98 (1816), which introduced the [[song cycle]] into classical repertoire.{{sfn|Swafford|2014|pp=675–677}} In 1818 he began musical sketches that were eventually to form part of his final Ninth Symphony.{{sfn|Solomon|1998|p=322}}\n\nBy early 1818 Beethoven's health had improved, and his nephew Karl, now aged 11, moved in with him in January (although within a year Karl's mother had won him back in the courts).{{sfn|Cooper|1996|p=41}} By now Beethoven's hearing had again seriously deteriorated, necessitating Beethoven and his interlocutors writing in notebooks to carry out conversations. These 'conversation books' are a rich written resource for his life from this period onwards. They contain discussions about music, business, and personal life; they are also a valuable source for his contacts and for investigations into how he intended his music should be performed, and of his opinions of the art of music.{{sfn|Cooper|1996|pp=164–167}} {{refn|It was suggested by Beethoven's biographer [[Alexander Wheelock Thayer]] that, of 400 conversation books, 264 were destroyed (and others were altered) after his death by his secretary Schindler, who wished only an idealised biography to survive.{{sfn|Clive|2001|p=239}} The music historian [[Theodore Albrecht]] has, however, demonstrated that Thayer's allegations were over the top. \"[It is now] abundantly clear that Schindler never possessed as many as c. 400 conversation books, and that he never destroyed roughly five-eighths of that number.\"{{sfn|Albrecht|2009|p=181}} Schindler did however insert a number of fraudulent entries that bolstered his own profile and his prejudices.{{sfn|Cooper|1996|p=52}}{{sfn|Nettl|1994|p=103}} Presently 136 books covering the period 1819–1827 are preserved at the [[Staatsbibliothek Berlin]], with another two at the Beethoven-Haus in Bonn.{{sfn|Hammelmann|1965|p=187}}|group=n}} His household management had also improved somewhat with the help of [[Nannette Streicher]]. A proprietor of the Stein piano workshop and a personal friend, Streicher had assisted in Beethoven's care during his illness; she continued to provide some support, and in her he finally found a skilled cook.{{sfn|Cooper|2008|p= 260}}<ref>{{cite news |last=Morrisroe |first=Patricia |date=6 November 2020 |title=The Woman Who Built Beethoven's Pianos |url=https://www.nytimes.com/2020/11/06/arts/music/beethoven-piano.html |work=[[The New York Times]] |access-date=10 November 2020 |archive-date=9 November 2020 |archive-url=https://web.archive.org/web/20201109161026/https://www.nytimes.com/2020/11/06/arts/music/beethoven-piano.html |url-status=live }}</ref> A testimonial to the esteem in which Beethoven was held in England was the presentation to him in this year by Thomas Broadwood, the proprietor of the company, of a [[John Broadwood & Sons|Broadwood piano]], for which Beethoven expressed thanks. He was not well enough, however, to carry out a visit to London that year which had been proposed by the [[Royal Philharmonic Society|Philharmonic Society]].{{sfn|Thayer|1967b|pp=696–698}}{{refn|The Broadwood piano is now in the collection of the [[Hungarian National Museum]] in [[Budapest]].{{sfn|Cooper|1996|p=43}}|group=n}}\n\n====Resurgence====\n[[File:Ludwig_Van_Beethoven_LCCN2003663902.jpg|thumb|upright|left|Beethoven in 1819: portrait by {{interlanguage link|Ferdinand Schimon|de|Ferdinand Schimon}}]]Despite the time occupied by his ongoing legal struggles over Karl, which involved continuing extensive correspondence and lobbying,{{sfn|Thayer|1967b|p=790}} two events sparked off Beethoven's major composition projects in 1819. The first was the announcement of Archduke Rudolf's promotion to [[Cardinal (Catholic Church)|Cardinal]]-[[Archbishop]] as Archbishop of [[Olomouc]] (now in the Czech Republic), which triggered the ''[[Missa solemnis (Beethoven)|Missa solemnis]]'' Op. 123, intended to be ready for his installation in Olomouc in March 1820. The other was the invitation by the publisher [[Antonio Diabelli]] to fifty Viennese composers, including Beethoven, [[Franz Schubert]], Czerny and the 8-year old [[Franz Liszt]], to compose a variation each on a theme which he provided. Beethoven was spurred to outdo the competition and by mid-1819 had already completed 20 variations of what were to become the 33 ''[[Diabelli Variations]]'' op. 120. Neither of these works was to be completed for a few years.{{sfn|Kerman|Tyson|Burnham|2001|loc= § 8}}{{sfn|Cooper|1996|p=45}} A significant tribute of 1819, however, was Archduke Rudolf's set of forty piano variations on a theme written for him by Beethoven (WoO 200) and dedicated to the master.{{sfn|Thayer|1967b|pp=741, 745}} Beethoven's portrait by {{interlanguage link|Ferdinand Schimon|de|Ferdinand Schimon}} of this year, which was one of the most familiar images of him for the next century, was described by Schindler as, despite its artistic weaknesses, \"in the rendering of that particular look, the majestic forehead&nbsp;... the firmly shut mouth and the chin shaped like a shell,&nbsp;... truer to nature than any other picture\".{{sfn|Thayer|1967b|p=742}}\n\nBeethoven's determination over the following years to write the ''Mass'' for Rudolf was not motivated by any devout [[Catholic Church|Catholicism]]. Although he had been born a Catholic, the form of religion as practised at the court in Bonn where he grew up was, in the words of Maynard Solomon, \"a compromise ideology that permitted a relatively peaceful coexistence between the Church and [[rationalism]]\".{{sfn|Solomon|1998|p=54}} Beethoven's ''Tagebuch'' (a diary he kept on an occasional basis between 1812 and 1818) shows his interest in a variety of religious philosophies, including those of India, Egypt and the Orient and the writings of the [[Rig-Veda]].{{sfn|Cooper|1996|pp=146–147}} In a letter to Rudolf of July 1821, Beethoven shows his belief in a personal God: \"God&nbsp;... sees into my innermost heart and knows that as a man I perform most conscientiously and on all occasions the duties which Humanity, God, and Nature enjoin upon me.\" On one of the sketches for the ''Missa solemnis'' he wrote \"Plea for inner and outer peace\".{{sfn|Solomon|1998|p=342}}\n\nBeethoven's status was confirmed by the series of ''Concerts sprituels'' given in Vienna by the choirmaster Franz Xaver Gebauer in the 1819/1820 and 1820/1821 seasons, during which all eight of his symphonies to date, plus the oratorio ''Christus'' and the Mass in C, were performed. Beethoven was typically underwhelmed: when in an April 1820 conversation book a friend mentioned Gebauer, Beethoven wrote in reply \"Geh! Bauer\" (Begone, peasant!){{sfn|Thayer|1967b|pp=770–771|loc=(editor's translation)}}\n\n{{Listen|type=music|filename=Beethoven - Piano sonata in C minor (opus 111), movement 1.ogg|title=Piano Sonata No. 32 in C minor, Op. 111 (1st movement)|description=written between 1821 and 1822, during Beethoven's late period}}\nIt was in 1819 that Beethoven was first approached by the publisher [[Maurice Schlesinger|Moritz Schlesinger]] who won the suspicious composer round, whilst visiting him at [[Mödling]], by procuring for him a plate of roast veal.{{sfn|Thayer|1967b|pp=734–735}} One consequence of this was that Schlesinger was to secure Beethoven's three last piano sonatas and his final quartets; part of the attraction to Beethoven was that Schlesinger had publishing facilities in Germany and France, and connections in England, which could overcome problems of copyright piracy.{{sfn|Conway|2012|pp=185–187}} The first of the three sonatas, for which Beethoven contracted with Schlesinger in 1820 at 30 [[Ducat#Spread of the ducat|ducat]]s per sonata (further delaying completion of the Mass), was sent to the publisher at the end of that year (the [[Piano Sonata No. 30 (Beethoven)|Sonata in E major, Op. 109]], dedicated to Maximiliane, Antonie Brentano's daughter).{{sfn|Cooper|1996|pp=27–28}}\n\nThe start of 1821 saw Beethoven once again in poor health, having [[rheumatism]] and [[jaundice]]. Despite this he continued work on the remaining piano sonatas he had promised to Schlesinger (the [[Piano Sonata No. 31 (Beethoven)|Sonata in A flat major Op. 110]] was published in December), and on the Mass.{{sfn|Thayer|1967b|pp= 776–777, 781–782}} In early 1822 Beethoven sought a reconciliation with his brother Johann, whose marriage in 1812 had met with his disapproval, and Johann now became a regular visitor (as witnessed by the conversation books of the period) and began to assist him in his business affairs, including him lending him money against ownership of some of his compositions. He also sought some reconciliation with the mother of his nephew, including supporting her income, although this did not meet with the approval of the contrary Karl.{{sfn|Solomon|1998|pp= 362–363}} Two commissions at the end of 1822 improved Beethoven's financial prospects. In November the [[Philharmonic Society]] of London offered a commission for a symphony, which he accepted with delight, as an appropriate home for the Ninth Symphony on which he was working.{{sfn|Thayer|1967b|pp= 833–834}} Also in November Prince [[Nikolai Borisovich Galitzin|Nikolai Galitzin]] of [[Saint Petersburg]] offered to pay Beethoven's asking price for three string quartets. Beethoven set the price at the high level of 50 ducats per quartet in a letter dictated to his nephew Karl, who was then living with him.{{sfn|Thayer|1967b|pp=815–816}}\n\nDuring 1822, Anton Schindler, who in 1840 became one of Beethoven's earliest and most influential (but not always reliable) biographers, began to work as the composer's unpaid secretary. He was later to claim that he had been a member of Beethoven's circle since 1814, but there is no evidence for this. Cooper suggests that \"Beethoven greatly appreciated his assistance, but did not think much of him as a man\".{{sfn|Cooper|1996|pp=52, 309–310}}\n\n===1823–1827: The final years===\n[[File:Beethoven Waldmuller 1823.jpg|thumb|right|upright=0.7|Beethoven in 1823 by [[Ferdinand Georg Waldmüller]]]]\nThe year 1823 saw the completion of three notable works, all of which had occupied Beethoven for some years, namely the ''Missa solemnis'', the Ninth Symphony and the ''Diabelli Variations''.{{sfn|Thayer|1967b|p= 879}}\n\nBeethoven at last presented the manuscript of the completed ''Missa'' to Rudolph on 19 March (more than a year after the archduke's enthronement as archbishop). He was not however in a hurry to get it published or performed as he had formed a notion that he could profitably sell manuscripts of the work to various courts in Germany and Europe at 50 ducats each. One of the few who took up this offer was [[Louis XVIII]] of France, who also sent Beethoven a heavy gold medallion.{{sfn|Thayer|1967b|pp=812–829}} The Symphony and the variations took up most of the rest of Beethoven's working year. Diabelli hoped to publish both works, but the potential prize of the Mass excited many other publishers to lobby Beethoven for it, including Schlesinger and [[Carl Friedrich Peters]]. (In the end, it was obtained by [[Schott Music|Schotts]]).{{sfn|Conway|2012|p=186}}\n\nBeethoven had become critical of the Viennese reception of his works. He told the visiting [[Johann Friedrich Rochlitz]] in 1822:<blockquote>You will hear nothing of me here&nbsp;... ''Fidelio''? They cannot give it, nor do they want to listen to it. The symphonies? They have no time for them. My concertos? Everyone grinds out only the stuff he himself has made. The solo pieces? They went out of fashion long ago, and here fashion is everything. At the most, [[Ignaz Schuppanzigh|Schuppanzigh]] occasionally digs up a quartet.{{sfn|Thayer|1967b|p=801}}</blockquote> He, therefore, enquired about premiering the ''Missa'' and the Ninth Symphony in Berlin. When his Viennese admirers learnt of this, they pleaded with him to arrange local performances. Beethoven was won over, and the symphony was first performed, along with sections of the ''Missa solemnis'', on 7 May 1824, to great acclaim at the [[Kärntnertortheater]].{{sfn|Kerman|Tyson|Burnham|2001|loc= § 9}}{{refn|The first full performance of the ''Missa solemnis'' had already been given in St. Petersburg by Galitzin, who had been a subscriber for the manuscript 'preview' that Beethoven had arranged.{{sfn|Kerman|Tyson|Burnham|2001|loc=§10}}|group=n}} Beethoven stood by the conductor [[Michael Umlauf]] during the concert beating time (although Umlauf had warned the singers and orchestra to ignore him), and because of his deafness was not even aware of the applause which followed until he was turned to witness it.{{sfn|Solomon|1998|p=351}} The ''[[Allgemeine musikalische Zeitung]]'' gushed, \"inexhaustible genius had shown us a new world\", and Carl Czerny wrote that the Symphony \"breathes such a fresh, lively, indeed youthful spirit&nbsp;... so much power, innovation, and beauty as ever [came] from the head of this original man, although he certainly sometimes led the old wigs to shake their heads\". The concert did not net Beethoven much money, as the expenses of mounting it were very high.{{sfn|Cooper|2008|p=317}} A second concert on 24 May, in which the producer guaranteed him a minimum fee, was poorly attended; nephew Karl noted that \"many people [had] already gone into the country\". It was Beethoven's last public concert.{{sfn|Cooper|2008|p= 318}} Beethoven accused Schindler of either cheating him or mismanaging the ticket receipts; this led to the replacement of Schindler as Beethoven's secretary by [[Karl Holz (violinist)|Karl Holz]], the second violinist in the [[Schuppanzigh Quartet]], although by 1826 Beethoven and Schindler were reconciled.{{sfn|Cooper|1996|p=310}}\n\nBeethoven then turned to writing the string quartets for Galitzin, despite failing health. The first of these, the [[String Quartet No. 12 (Beethoven)|quartet in E♭ major, Op. 127]] was premiered by the Schuppanzigh Quartet in March 1825. While writing the next, the [[String Quartet No. 15 (Beethoven)|quartet in A minor, Op. 132]], in April 1825, he was struck by a sudden illness. Recuperating in [[Baden]], he included in the quartet its slow movement to which he gave the title \"Holy song of thanks (Heiliger Dankgesang) to the Divinity, from a convalescent, in the [[Lydian mode]]\".{{sfn|Kerman|Tyson|Burnham|2001|loc=§10}} The next quartet to be completed was the [[String Quartet No. 13 (Beethoven)|Thirteenth, op. 130]], in B♭ major. In six movements, the last, contrapuntal movement proved to be very difficult for both the performers and the audience at its premiere in March 1826 (again by the Schuppanzigh Quartet). Beethoven was persuaded by the publisher [[Artaria]], for an additional fee, to write a new finale, and to issue the last movement as a separate work (the [[Grosse Fugue]], Op. 133).{{sfn|Thayer|1967b|pp= 974–975}} Beethoven's favourite was the last of this series, the [[String Quartet No. 14 (Beethoven)|quartet in C{{music|#}} minor Op. 131]], which he rated as his most perfect single work.{{sfn|Morris|2010|p=213}}\n\nBeethoven's relations with his nephew Karl had continued to be stormy; Beethoven's letters to him were demanding and reproachful. In August, Karl, who had been seeing his mother again against Beethoven's wishes, attempted suicide by shooting himself in the head. He survived and after discharge from hospital went to recuperate in the village of [[Gneixendorf]] with Beethoven and his uncle Johann. Whilst in Gneixendorf, Beethoven completed a further quartet ([[String Quartet No. 16 (Beethoven)|Op. 135 in F major]]) which he sent to Schlesinger. Under the introductory slow chords in the last movement, Beethoven wrote in the manuscript \"Muss es sein?\" (Must it be?); the response, over the faster main theme of the movement, is \"Es muss sein!\" (It must be!). The whole movement is headed ''Der schwer gefasste Entschluss'' (The difficult decision).{{sfn|Thayer|1967b|p=977}} Following this in November Beethoven completed his final composition, the replacement finale for the op. 130 quartet.{{sfn|Kerman|Tyson|Burnham|2001|loc=§10}} Beethoven at this time was already ill and depressed;{{sfn|Kerman|Tyson|Burnham|2001|loc=§10 }} he began to quarrel with Johann, insisting that Johann made Karl his heir, in preference to Johann's wife.{{sfn|Thayer|1967b|p= 1014}}\n\n=== Death ===\n{{Main|Death of Ludwig van Beethoven}}\n[[File:Beethoven on his deathbed.jpg|thumb|left|Beethoven on his deathbed; sketch by [[Josef Danhauser]]]]On his return journey to Vienna from Gneixendorf in December 1826, illness struck Beethoven again. He was attended until his death by Dr. Andreas Wawruch, who throughout December noticed symptoms including fever, [[jaundice]] and [[dropsy]], with swollen limbs, coughing and breathing difficulties. Several operations were carried out to tap off the excess fluid from Beethoven's abdomen.{{sfn|Kerman|Tyson|Burnham|2001|loc=§10}}{{sfn|Thayer|1967b|pp=1017–1024}}\n\nKarl stayed by Beethoven's bedside during December, but left after the beginning of January to join the army at [[Jihlava|Iglau]] and did not see his uncle again, although he wrote to him shortly afterwards: \"My dear father&nbsp;... I am living in contentment and regret only that I am separated from you.\" Immediately following Karl's departure, Beethoven wrote a will making his nephew his sole heir.{{sfn|Solomon|1998|p=377}} Later in January, Beethoven was attended by Dr. Malfatti, whose treatment (recognizing the seriousness of his patient's condition) was largely centred on alcohol. As the news spread of the severity of Beethoven's condition, many old friends came to visit, including Diabelli, Schuppanzigh, Lichnowsky, Schindler, the composer [[Johann Nepomuk Hummel]] and his pupil [[Ferdinand Hiller]]. Many tributes and gifts were also sent, including £100 from the Philharmonic Society in London and a case of expensive wine from Schotts.{{sfn|Kerman|Tyson|Burnham|2001|loc=§10}}{{sfn|Solomon|1998|pp=378–379}} During this period, Beethoven was almost completely bedridden despite occasional efforts to rouse himself. On 24 March, he said to Schindler and the others present \"Plaudite, amici, comoedia finita est\" (\"Applaud, friends, the comedy is over\"). Later that day, when the wine from Schott arrived, he whispered, \"Pity – too late.\"{{sfn|Solomon|1998|pp=380–381}}\n\n[[File:Beethoven_Funerals.jpg|thumb|Beethoven's funeral procession: watercolour by F. X. Stoeber]]Beethoven died on 26 March 1827 at the age of 56; only his friend [[Anselm Hüttenbrenner]] and a \"Frau van Beethoven\" (possibly his old enemy Johanna van Beethoven) were present. According to Hüttenbrenner, at about 5 pm there was a flash of lightning and a clap of thunder: \"Beethoven opened his eyes, lifted his right hand and looked up for several seconds with his fist clenched&nbsp;... not another breath, not a heartbeat more.\"{{sfn|Thayer|1967b|p=1050–1051}} Many visitors came to the death-bed; some locks of the dead man's hair were retained by Hüttenbrenner and Hiller, amongst others.{{sfn|Solomon|1998|pp=381–382}}{{sfn|Conway|2012|p=44}} An [[autopsy]] revealed Beethoven had significant [[liver]] damage, which may have been due to his heavy alcohol consumption,{{sfn|Cooper|2008|pp= 318, 349}} and also considerable dilation of the auditory and other related nerves.{{sfn|SaccentiSmildeSaris|2011}}{{sfn|SaccentiSmildeSaris|2012}}{{refn|There is dispute about the actual cause of his death: [[alcoholic cirrhosis]], [[syphilis]], [[infectious hepatitis]], [[lead poisoning]], [[sarcoidosis]] and [[Whipple's disease]] have all been proposed.{{sfn|Mai|2006}} Surviving locks of his hair have been subjected to additional analysis, as have skull fragments removed during an 1863 [[exhumation]].{{sfn|Meredith|2005 |pp=2–3}} Some of these analyses have led to controversial assertions that he was accidentally [[poison]]ed by excessive doses of lead-based treatments administered under instruction from his doctor.{{sfn|Eisinger|2008}}{{sfn|Lorenz|2007}}|group=n}}\n\nBeethoven's funeral procession in Vienna on 29 March 1827 was attended by an estimated 10,000 people.{{sfn|Taruskin|2010|p=687}} [[Franz Schubert]] and the violinist [[Joseph Mayseder]] were among the torchbearers. A funeral oration by the poet [[Franz Grillparzer]] was read by the actor [[Heinrich Anschütz]].<ref>[https://www.beethoven.de/de/media/view/6274758668713984/scan/0 \"Franz Grillparzer, Rede zu Beethovens Begräbnis am 29. März 1827, Abschrift\"], [[Beethoven House]], Bonn (in German)</ref> Beethoven was buried in the [[Währing]] cemetery, north-west of Vienna, after a [[requiem mass]] at the church of the Holy Trinity (Dreifaltigkeitskirche) in Alserstrasse. Beethoven's remains were [[exhume]]d for study in 1863, and moved in 1888 to Vienna's [[Zentralfriedhof]] where they were reinterred in a grave adjacent to that of Schubert.{{sfn|Cooper|2008|pp= 318, 349}}{{sfn|Thayer|1967b|pp=1053–1056}}\n\n== Music ==\n{{further|Beethoven's musical style|Beethoven's compositional method|Beethoven and C minor|List of compositions by Ludwig van Beethoven}}\n\n=== The three periods ===\nThe historian William Drabkin notes that as early as 1818 a writer had proposed a three-period division of Beethoven's works and that such a division (albeit often adopting different dates or works to denote changes in period) eventually became a convention adopted by all of Beethoven's biographers, starting with Schindler, [[François-Joseph Fétis|F.-J. Fétis]] and [[Wilhelm von Lenz]]. Later writers sought to identify sub-periods within this generally accepted structure. Its drawbacks include that it generally omits a fourth period, that is, the early years in Bonn, whose works are less often considered; and that it ignores the differential development of Beethoven's composing styles over the years for different categories of work. The piano sonatas, for example, were written throughout Beethoven's life in a progression that can be interpreted as continuous development; the symphonies do not all demonstrate linear progress; of all of the types of composition, perhaps the quartets, which seem to group themselves in three periods (Op. 18 in 1801–1802, Opp. 59, 74 and 95 in 1806–1814, and the quartets, today known as 'late', from 1824 onwards) fit this categorization most neatly. Drabkin concludes that \"now that we have lived with them so long&nbsp;... as long as there are programme notes, essays written to accompany recordings, and all-Beethoven recitals, it is hard to imagine us ever giving up the notion of discrete stylistic periods.\"{{sfn|Cooper|1996|pp=198–200}}{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 11}}\n\n===Bonn 1782–1792===\nSome forty compositions, including ten very early works written by Beethoven up to 1785, survive from the years that Beethoven lived in Bonn. It has been suggested that Beethoven largely abandoned composition between 1785 and 1790, possibly as a result of negative critical reaction to his first published works. A 1784 review in [[Johann Nikolaus Forkel]]'s influential ''Musikalischer Almanack'' compared Beethoven's efforts to those of rank beginners.{{sfn|Solomon|1972|p=169}} The three early piano quartets of 1785 (WoO 36), closely modelled on violin sonatas of Mozart, show his dependency on the music of the period. Beethoven himself was not to give any of the Bonn works an opus number, save for those which he reworked for use later in his career, for example, some of the songs in his Op. 52 collection (1805) and the [[Octet (Beethoven)|Wind Octet]] reworked in Vienna in 1793 to become his [[String Quintet, Op. 4 (Beethoven)|String Quintet, Op. 4]].{{sfn|Kerman|Tyson|Burnham|2001|loc=12}}{{sfn|Cooper|1996|pp=227, 230}} [[Charles Rosen]] points out that Bonn was something of a backwater compared to Vienna; Beethoven was unlikely to be acquainted with the mature works of Haydn or Mozart, and Rosen opines that his early style was closer to that of Hummel or [[Muzio Clementi]].{{sfn|Rosen|1972|pp=379–380}} Kernan suggests that at this stage Beethoven was not especially notable for his works in [[sonata]] style, but more for his vocal music; his move to Vienna in 1792 set him on the path to develop the music in the genres he became known for.{{sfn|Kerman|Tyson|Burnham|2001|loc=12}}\n\n===The first period===\nThe conventional first period begins after Beethoven's arrival in Vienna in 1792. In the first few years he seems to have composed less than he did at Bonn, and his Piano Trios, op.1 were not published until 1795. From this point onward, he had mastered the 'Viennese style' (best known today from [[Joseph Haydn|Haydn]] and [[Wolfgang Amadeus Mozart|Mozart]]) and was making the style his own. His works from 1795 to 1800 are larger in scale than was the norm (writing sonatas in four movements, not three, for instance); typically he uses a [[scherzo]] rather than a [[minuet and trio]]; and his music often includes dramatic, even sometimes over-the-top, uses of extreme dynamics and tempi and chromatic harmony. It was this that led Haydn to believe the third trio of Op.1 was too difficult for an audience to appreciate.{{sfn|Kerman|Tyson|Burnham|2001|loc=§ 13}}\n\nHe also explored new directions and gradually expanded the scope and ambition of his work. Some important pieces from the early period are the [[Symphony No. 1 (Beethoven)|first]] and [[Symphony No. 2 (Beethoven)|second]] symphonies, the set of six string quartets [[String Quartets Nos. 1–6, Op. 18 (Beethoven)|Opus 18]], the first two piano concertos, and the first dozen or so [[Beethoven's piano sonatas|piano sonatas]], including the famous ''[[Piano Sonata No. 8 (Beethoven)|Pathétique]]'' sonata, Op. 13.\n\n===The middle period===\nHis middle period began shortly after the personal crisis brought on by his recognition of encroaching deafness. It includes large-scale works that express heroism and struggle. Middle-period works include six symphonies (Nos. 3–8), the last two piano concertos, the [[Triple Concerto (Beethoven)|Triple Concerto]] and [[Violin Concerto (Beethoven)|violin concerto]], five string quartets (Nos. 7–11), several piano sonatas (including the ''[[Piano Sonata No. 21 (Beethoven)|Waldstein]]'' and ''[[Piano Sonata No. 23 (Beethoven)|Appassionata]]'' sonatas), the ''[[Violin Sonata No. 9 (Beethoven)|Kreutzer]]'' violin sonata and his only [[opera]], ''[[Fidelio]]''.\n\nThis period is sometimes associated with a ''heroic'' manner of composing,{{sfn|Solomon|1990|page=124}} but the use of the term \"heroic\" has become increasingly controversial in Beethoven scholarship. The term is more frequently used as an alternative name for the middle period.<ref name=\"Steinberg2006\">{{cite book|last=Steinberg|first=Michael P.|author-link=Michael P. Steinberg|title=Listening to reason: culture, subjectivity, and nineteenth-century music|url={{google books |plainurl=y |id=Xj43LwnGAccC|page=59}}|access-date=4 August 2011|year=2006|publisher=Princeton University Press|isbn=978-0-691-12616-6|pages=59–60}}</ref> The appropriateness of the term heroic to describe the whole middle period has been questioned as well: while some works, like the Third and Fifth Symphonies, are easy to describe as heroic, many others, like his [[Symphony No. 6 (Beethoven)|Symphony No. 6, ''Pastoral'']] or his [[Piano Sonata No. 24 (Beethoven)|Piano Sonata No. 24]], are not.<ref name=\"BurnhamSteinberg2000\">{{cite book|last1=Burnham|first1=Scott G.|last2=Steinberg|first2=Michael P.|author-link2=Michael P. Steinberg|title=Beethoven and his world|url={{google books |plainurl=y |id=iIAexj-DFqYC|page=39}}|access-date=4 August 2011|year=2000|publisher=Princeton University Press|isbn=978-0-691-07073-5|pages=39–40}}</ref>\n\n===The late period===\n[[File:Zentralfriedhof Vienna - Beethoven.JPG|thumb|upright|Beethoven's grave at Vienna [[Zentralfriedhof]]]]Beethoven's late period began in the decade 1810-1819.{{sfn|Brendel|1991|pp=60–61}} He began a renewed study of older music, including works by [[Giovanni Pierluigi da Palestrina|Palestrina]], [[Johann Sebastian Bach]], and [[George Frideric Handel]], whom Beethoven considered \"the greatest composer who ever lived\".{{sfn|Cooper|1970|pp=126–127}} Beethoven's late works incorporated [[polyphony]] and [[Baroque music|Baroque]]-era devices.{{sfn|Brendel|1991|p=62}} For example, the overture ''[[The Consecration of the House (overture)|The Consecration of the House]]'' (1822) included a fugue influenced by Handel's music.{{sfn|Cooper|1970|pp=347–348}} A new style emerged, as he returned to the keyboard to compose his first piano sonatas in almost a decade; the works of the late period include the last five piano sonatas and the ''[[Diabelli Variations]]'', the last two sonatas for cello and piano, the [[Late string quartets (Beethoven)|late string quartets]] (including the massive ''[[Große Fuge]]''), and two works for very large forces: the ''[[Missa solemnis (Beethoven)|Missa solemnis]]'' and the [[Symphony No. 9 (Beethoven)|Ninth Symphony]].{{sfn|Cooper|1970|p=10}}{{sfn|Brendel|1991|pp=60–63}} Works from this period are characterised by their intellectual depth, their formal innovations, and their intense, highly personal expression. The [[String Quartet No. 14 (Beethoven)|String Quartet, Op. 131]] has seven linked movements, and the [[Symphony No. 9 (Beethoven)|Ninth Symphony]] adds choral forces to the orchestra in the last movement.{{sfn|Kerman|Tyson|Burnham|2001}}\n\n===Beethoven's pianos===\nBeethoven's earlier preferred pianos included those of [[Johann Andreas Stein]]; he may have been given a Stein piano by Count Waldstein.{{sfn|Newman|1970|p= 486}} From 1786 onwards there is evidence of Beethoven's cooperation with [[Johann Andreas Streicher]], who had married Stein's daughter [[Nannette Streicher|Nannette]]. Streicher left Stein's business to set up his own firm in 1803, and Beethoven continued to admire his products, writing to him in 1817 of his \"special preference\" for his pianos.{{sfn|Newman|1970|p= 486}} Amongst the other pianos Beethoven possessed was an [[Sébastien Érard|Érard]] piano given to him by the manufacturer in 1803.{{sfn|Skowroneck|2002|p=523}} The Érard piano, with its exceptional resonance, may have influenced Beethoven's piano style – shortly after receiving it he began writing his [[Piano Sonata No. 21 (Beethoven)|Waldstein Sonata]]{{sfn|Skowroneck|2002|p=530-531}} – but despite initial enthusiasm he seems to have abandoned it before 1810, when he wrote that it was \"simply not of any use any more\"; in 1824 he gave it to his brother Johann.{{sfn|Skowroneck|2002|p=530-531}}{{refn|The piano is now in the Oberösterreichisches Landesmuseum in [[Linz]].{{sfn|Skowroneck|2002|p=522}}|group=n}} In 1818 Beethoven received, also as gift, a grand piano by [[John Broadwood & Sons]]. Although Beethoven was proud to receive it, he seems to have been dissatisfied by its tone (a dissatisfaction which was perhaps also a consequence of his increasing deafness), and sought to get it remodelled to make it louder.{{sfn|Newman|1970|p= 489-90}}{{refn|The piano is now in the [[Hungarian National Museum]], Budapest, to which it was donated by [[Franz Liszt]]; it was restored to playing condition in 1991.{{sfn|Winston|1993}}|group=n}} In 1825 Beethoven commissioned a piano from [[Conrad Graf]], which was equipped with quadruple strings and a special resonator to make it audible to him, but which failed in this task.{{sfn|Newman|1970|p= 491}}{{refn|Now in the [[Beethoven House|Beethoven-Haus]], Bonn.<ref>{{cite web |url=https://www.beethoven.de/en/g/Beethovens-letzter-Fluegel |title=Beethoven's Last Grand Piano |last= |first= |date= |website=Beethoven House, Bonn |publisher= |access-date=21 February 2021 |quote= |archive-date=13 March 2021 |archive-url=https://web.archive.org/web/20210313132157/https://www.beethoven.de/en/g/Beethovens-letzter-Fluegel |url-status=live }}</ref>|group=n}}\n\n== Legacy ==\n{{see also|Beethoven in film}}\n[[File:Beethoven bust statue by Hagen.jpg|thumb|upright|Bust of Beethoven by [[Hugo Hagen]], 1892, [[Library of Congress]], Washington, D.C.]]\n\n===Museums===\nThere is a museum—the [[Beethoven House]], the place of his birth—in central Bonn. The same city has hosted a musical festival, the [[Beethovenfest]], since 1845. The festival was initially irregular but has been organised annually since 2007.\n\nThe [[Ira F. Brilliant Center for Beethoven Studies]], in the [[Dr. Martin Luther King Jr. Library]], in the campus of [[San Jose State University]], California, serves as a museum, research center, and host of lectures and performances devoted solely to Beethoven's life and works.<ref>{{cite web |url=https://www.sjsu.edu/beethoven/ |title=Beethoven Centre |author=<!--Not stated--> |date= |website=San Jose State University |publisher= |access-date=21 February 2021 |quote= |archive-date=10 February 2021 |archive-url=https://web.archive.org/web/20210210220038/https://www.sjsu.edu/beethoven/ |url-status=live }}</ref>\n\n===Sculptures===\n{{main|List of sculptures of Ludwig van Beethoven}}\n\nThe [[Beethoven Monument (Bonn)|Beethoven Monument]] in Bonn was unveiled in August 1845, in honour of the 75th anniversary of his birth. It was the first statue of a composer created in Germany, and the music festival that accompanied the unveiling was the impetus for the very hasty construction of the original [[Beethovenhalle]] in Bonn (it was designed and built within less than a month, on the urging of [[Franz Liszt]]). Vienna honoured Beethoven with a statue in 1880.{{sfn|Comini|2008|p=316}}\n\n===Space===\nThe [[Beethoven (crater)|third-largest crater]] on Mercury is named in his honour,<ref>{{cite journal|last1=Spudis|first1=P. D.|last2=Prosser|first2=J. G.|date=1984|title=Geologic map of the Michelangelo quadrangle of Mercury|journal=U.S. Geological Survey Miscellaneous Investigations Series|page=1659|version=Map I-1659, scale 1:5,000,000|publisher=[[United States Geological Survey]]|bibcode=1984USGS...IM.1659S|url=http://www.lpi.usra.edu/resources/mercury_maps/MichelangeloI-1067/|access-date=15 April 2020|archive-date=8 August 2020|archive-url=https://web.archive.org/web/20200808184020/https://www.lpi.usra.edu/resources/mercury_maps/MichelangeloI-1067/|url-status=live}}</ref> as is the main-belt asteroid [[1815 Beethoven]].<ref>{{cite web\n  |title      = 1815 Beethoven (1932 CE1)\n  |work      = Minor Planet Center\n  |url      = https://www.minorplanetcenter.net/db_search/show_object?object_id=1815\n  |access-date      = 15 April 2020\n|archive-date      = 4 March 2016\n|archive-url      = https://web.archive.org/web/20160304110043/http://www.minorplanetcenter.net/db_search/show_object?object_id=1815\n  |url-status      = live\n  }}</ref>\n\nBeethoven's music features twice on the [[Voyager Golden Record]], a phonograph record containing a broad sample of the images, common sounds, languages, and music of Earth, sent into outer space with the two [[Voyager program|Voyager]] probes.<ref name=\"Golden Record Music List\">{{cite web|url=http://voyager.jpl.nasa.gov/spacecraft/music.html|title=Golden Record Music List|access-date=26 July 2012|publisher=[[NASA]]|archive-date=20 July 2013|archive-url=https://web.archive.org/web/20130720053223/http://voyager.jpl.nasa.gov/spacecraft/music.html|url-status=live}}</ref>\n\n== References ==\n===Notes===\n{{Reflist|group=n|colwidth=30em}}\n\n=== Citations ===\n{{Reflist|colwidth=21em}}\n\n=== Sources ===\n{{div col|colwidth=45em}}\n{{refbegin}}\n* {{Cite encyclopedia|title=Anton Schindler as destroyer and forger of Beethoven's conversation books: A case for decriminalization|first=Theodore|last=Albrecht|author-link=Theodore Albrecht|url=https://rilm.org/historiography/talbrecht.pdf|encyclopedia=Music's Intellectual History|editor-first=Zdravko|editor-last=Blažeković|year=2009|publisher=RILM|location=New York|pages=169–181|isbn=978-1-932765-05-2|access-date=28 March 2020|archive-date=22 October 2020|archive-url=https://web.archive.org/web/20201022030919/https://rilm.org/historiography/talbrecht.pdf|url-status=dead}}\n* {{cite book|editor-last=Brandenburg |editor-first=Sieghard |title=Ludwig van Beethoven: Briefwechsel. Gesamtausgabe |location=Munich |publisher=Henle |year=1996|isbn=978-3-87328-061-8 }}\n*{{cite book|last=Brendel|first=Alfred|author-link=Alfred Brendel|title=Music Sounded Out|publisher=Farrar, Straus and Giroux|location=New York|year=1991|isbn=0-37452-331-2|url-access=registration|url=https://archive.org/details/musicsoundedout00alfr}}\n* {{Cite journal|title=Beethoven the Romantic: How E. T. A. Hoffmann Got It Right|first=Steven|last=Cassedy|journal=[[Journal of the History of Ideas]]|volume=71|issue=1|date=January 2010|pages=1–34|doi=10.1353/jhi.0.0071|jstor=20621921|s2cid=170552244|doi-access=free}}\n* {{cite book|first=H.P. |last=Clive|title=Beethoven and His World: A Biographical Dictionary|year=2001|publisher=Oxford University Press|location=Oxford|isbn=978-0-19-816672-6 }}\n* {{cite book|title=The Changing Image of Beethoven: A Study in Mythmaking |date=2008 |isbn=978-0-86534-661-1|last1=Comini |first1=Allesandra|publisher=Sunstone Press|location=Santa Fe}}\n* {{cite book|title=Jewry in Music: Entry to the Profession from the Enlightenment to Richard Wagner|year=2012|isbn=978-1-107-01538-8|last1=Conway|first1=David|author-link=David Conway (music historian)|publisher=Cambridge University Press|location=Cambridge}}\n* {{Cite book|title=The Beethoven Compendium: A Guide to Beethoven's Life and Music|editor-first=Barry|editor-last=Cooper|edition=revised|publisher=Thames and Hudson|location=London|year=1996|isbn=978-0-50-027871-0 }}\n* {{Cite book|title=Beethoven|first=Barry|last=Cooper|publisher=Oxford University Press|location=Oxford|year=2008|isbn=978-0-19-531331-4 }}\n*{{cite book|last=Cooper|first=Martin|author-link=Martin Cooper (musicologist)|title=Beethoven, The Last Decade 1817–1827|publisher=Oxford University Press|location=London|year=1970|isbn=0-19-315310-6|url-access=registration|url=https://archive.org/details/beethovenlastdec00coop}}\n* {{Cite journal|title=Of Ear Trumpets and a Resonance Plate: Early Hearing Aids and Beethoven's Hearing Perception|first=George Thomas|last=Ealy|journal=[[19th-Century Music]]|volume=17|issue=3|date=Spring 1994|pages=262–273|jstor=746569|doi=10.1525/ncm.1994.17.3.02a00050}}\n* {{cite book|first=Alfred |last=Einstein|author-link=Alfred Einstein|title=Essays on Music|year=1958|publisher=Faber and Faber |location=London|oclc=713913183}}\n* {{cite journal|title=The lead in Beethoven's hair|year=2008|last1=Eisinger|first1=Josef|journal=Toxicological & Environmental Chemistry|volume=90|issue=1|pages=1–5|doi=10.1080/02772240701630588|s2cid=95824344}}\n* {{cite journal|doi=10.2307/948240|title=Beethoven's Conversation Books|last1=Hammelmann|first1=Han|journal=[[The Musical Times]]|volume=106|issue=1465|date=March 1965|jstor=948240|pages=187–189}}\n* {{cite encyclopedia|encyclopedia=Oxford Music Online|title=Ludwig van Beethoven|last1=Kerman|first1=Joseph|author-link1=Joseph Kerman|last2=Tyson|first2=Alan|author-link2=Alan Tyson|last3=Burnham|first3=Scott G.|year=2001|doi=10.1093/gmo/9781561592630.article.40026}}\n* {{cite book|first=Lewis |last=Lockwood|title=Beethoven: The Music and the Life|year=2005|publisher=W.W. Norton|location=New York|isbn=978-0-393-32638-3}}\n* {{cite journal|last=Lorenz|first=Michael|author-link=Michael Lorenz (musicologist)|title=Commentary on Wawruch's Report: Biographies of Andreas Wawruch and Johann Seibert, Schindler's Responses to Wawruch's Report, and Beethoven's Medical Condition and Alcohol Consumption|url=https://www.questia.com/read/1P3-1543548641|journal=Beethoven Journal|volume=22|issue=2|pages=92–100|date=Winter 2007}}\n* {{cite journal|pmid=17214130|year=2006|last1=Mai|first1=F. M. M.|title=Beethoven's terminal illness and death|volume=36|issue=3|pages=258–263|journal=[[Journal of the Royal College of Physicians of Edinburgh]]}}\n* {{cite journal |first1=William Rhea |last1=Meredith |year=2005 |title=The History of Beethoven's Skull Fragments |url=https://www.questia.com/read/1P3-1552096671 |journal=Beethoven Journal |volume=20 |issue=1–2 |pages=3–46 |oclc=64392567}}\n* {{cite book|last=Morris|first=Edmund|author-link=Edmund Morris (writer)|title=Beethoven: The Universal Composer|year=2010|publisher=HarperCollins|location=London|isbn=978-0-06-075975-9}}\n* {{cite book|last=Nettl|first=Paul|title=Beethoven Encyclopedia|year=1994|publisher=Carel Publishing|location=Secaucus, New Jersey|isbn= 978-0-7351-0113-5}}\n* {{Cite journal|last=Newman|first=William S.|author-link=William S. Newman|date=1970|title=Beethoven's Pianos versus His Piano Ideals|journal=[[Journal of the American Musicological Society]]|volume=23|issue=3|pages=484–504|doi=10.2307/830617|jstor=830617}}\n* {{cite journal |first1=Julia |last1=Ronge |year=2013 |title=Beethoven's Studies with Joseph Haydn (With a Postscript on the Length of Beethoven's Bonn Employment)|journal=Beethoven Journal |volume=28 |issue=1 |pages=4–25 }}\n* {{cite book|last=Rosen|first=Charles|author-link=Charles Rosen|title=The Classical Style: Haydn, Mozart, Beethoven |year=1972|publisher=Faber|location=London|isbn= 978-0-571-10234-1}}\n* {{anchor|{{harvid|Saccenti2011}}}}{{cite journal |first1=Edoardo |last1=Saccenti |first2=Age K |last2=Smilde |first3=Wim H M |last3=Saris |year=2011 |title=Beethoven's deafness and his three styles |journal=[[The BMJ]]|pmid=22187391 |doi=10.1136/bmj.d7589 |volume=343 |pages=d7589|s2cid=206894214 }}\n* {{anchor|{{harvid|Saccenti2012}}}}{{cite journal |doi=10.1136/bmj.e512 |title=Beethoven's deafness and his three styles |first1=Edoardo |last1=Saccenti |first2=Age K |last2=Smilde |first3=Wim H M |last3=Saris|year=2012 |journal=[[The BMJ]]|volume=344 |pages=e512|doi-access=free }}\n* {{Cite book|last=Scherer|first=E. M.|title=Quarter Notes and Bank Notes: the Economics of Music Composition in the Eighteenth and Nineteenth Centuries|location=Princeton|date=2004|publisher=Princeton University Press|isbn=978-0-6911-1621-1}}\n* {{cite journal|last=Skowroneck|first=Tilman|author-link=|year=2002|title=Beethoven's Erard Piano: Its Influence on His Compositions and on Viennese Fortepiano Building|journal=[[Early Music (journal)|Early Music]]|volume=30|issue=4|pages=522–538|publisher=Oxford University Press|location=Oxford|doi=10.1093/em/XXX.4.523|jstor=3519211}}\n* {{cite journal|last=Solomon|first=Maynard|author-link=Maynard Solomon|year=1972|title=Beethoven's Productivity at Bonn|journal=[[Music & Letters]]|volume=LIII|issue=2|pages=165–172|publisher=Oxford University Press|location=Oxford|doi=10.1093/ml/LIII.2.165}}\n* {{cite book|last=Solomon|first=Maynard|title=Beethoven Essays|url={{google books |plainurl=y |id=2ZH3v2_-4F4C|page=124}}|access-date=4 August 2011|year=1990|publisher=Harvard University Press|isbn=978-0-674-06379-2|page=124}}\n* {{Cite book|last=Solomon|first=Maynard|title=Beethoven|edition=2nd revised|location=New York|date=November 1998|publisher=Schirmer Trade Books|isbn=978-0-8256-7268-2}}\n* {{Cite book|date=2000|editor-last=Stanley|editor-first=Glenn|title=The Cambridge Companion to Beethoven|publisher=Cambridge University Press|location=Cambridge|isbn=978-0-521-58074-8}}\n* {{cite journal | last1 = Steblin | first1 = Rita | author-link = Rita Steblin | year = 2009 | title = 'A dear, enchanting girl who loves me and whom I love': New Facts about Beethoven's Beloved Piano Pupil Julie Guicciardi | journal = Bonner Beethoven-Studien | volume = 8 | pages = 89–152 }}\n* {{Cite journal|last=Stevens|first=Michael|display-authors=etal|date=November 2013|title=Lead and the Deafness of Ludwig van Beethoven|journal=[[The Laryngoscope]]|volume=123|issue=11|pages=2854–2858|doi=10.1002/lary.24120|pmid=23686526|s2cid=34595828}}\n* {{cite book|first=Jan|last=Swafford|author-link=Jan Swafford|title=Beethoven: Anguish and Triumph|year=2014|publisher=Faber & Faber|isbn=978-0-571-31255-9|location=London}}\n* {{cite book|first=Richard|last=Taruskin|author-link=Richard Taruskin|title=Music in the Seventeenth and Eighteenth Centuries|year=2010|publisher=Oxford University Press|isbn=978-0-19-538482-6|location=Oxford}}\n* {{cite book|first=Alexander Wheelock |last=Thayer|author-link=Alexander Wheelock Thayer|editor-first=Elliot|editor-last=Forbes|title=Thayer's Life of Beethoven|volume=1|year=1967a|publisher=Princeton University Press|isbn=978-0-691-02717-3|location=Princeton}}\n* {{cite book|first=Alexander Wheelock |last=Thayer|author-link=Alexander Wheelock Thayer|editor-first=Elliot|editor-last=Forbes|title=Thayer's Life of Beethoven|volume=2|year=1967b|publisher=Princeton University Press|isbn=978-0-691-02718-0|location=Princeton}}\n* {{Cite journal|last=Tyson|first=Alan|date=February 1969|author-link=Alan Tyson|title=Beethoven's Heroic Phase|journal=[[The Musical Times]]|volume=110|issue=1512|pages=139–141|doi=10.2307/952790|jstor=952790}}\n*{{cite journal |last1=Winston |first1=David|date=1993 |title=The Restoration of Beethoven's 1817 Broadwood Grand Piano |url= |journal=The Galpin Society Journal |volume=46 |issue= |pages=147–151 |doi=10.2307/842353 |jstor=842353}}\n{{refend}}\n{{div col end}}\n===Further reading===\n* {{Cite journal|last=Oiseth|first=Stanley J.|date=27 October 2015|title=Beethoven's autopsy revisited: A pathologist sounds a final note|journal=[[Journal of Medical Biography]]|volume=25|issue=3|pages=139–147|doi=10.1177/0967772015575883|pmid=26508624|s2cid=19048190|ref=none}}\n\n== External links ==\n{{sisterlinks|d=y|n=no|b=no|v=no|voy=no|mw=no|m=no|species=no|wikt=no}}\n* {{Musopen|ludwig-van-beethoven}}\n* [https://www.beethoven.de/ Beethoven-Haus Bonn]\n* {{IMSLP|id=Beethoven, Ludwig van}}\n* {{ChoralWiki}}\n* [http://www.sjsu.edu/beethoven/ The Ira F. Brilliant Center for ''Beethoven'' Studies], San José State University\n* {{BBC composer page|beethoven|Beethoven}}\n* {{Gutenberg author |id=Beethoven,+Ludwig+van | name=Ludwig van Beethoven}}\n* {{Internet Archive author |sname=Ludwig van Beethoven}}\n* {{Librivox author |id=4437}}\n\n{{Ludwig van Beethoven}}\n{{Navboxes\n|title=Links to related articles\n|list1=\n{{First Viennese School}}\n{{Classical period (music)}}\n{{Romanticism}}\n{{Voyager Golden Record}}\n}}\n{{Portal bar|Biography|Classical music|Germany|Opera}}\n{{Authority control}}\n\n{{DEFAULTSORT:Beethoven, Ludwig Van}}\n[[Category:Ludwig van Beethoven| ]]\n[[Category:1770 births]]\n[[Category:1827 deaths]]\n[[Category:18th-century classical composers]]\n[[Category:18th-century classical pianists]]\n[[Category:18th-century German composers]]\n[[Category:18th-century keyboardists]]\n[[Category:18th-century German male musicians]]\n[[Category:19th-century classical composers]]\n[[Category:19th-century classical pianists]]\n[[Category:19th-century German composers]]\n[[Category:19th-century keyboardists]]\n[[Category:19th-century German male musicians]]\n[[Category:Age of Enlightenment]]\n[[Category:Ballet composers]]\n[[Category:Beethoven family]]\n[[Category:Burials at the Vienna Central Cemetery]]\n[[Category:Catholic liturgical composers]]\n[[Category:Child classical musicians]]\n[[Category:Composers for piano]]\n[[Category:Deaf classical musicians]]\n[[Category:Deaf people from Germany]]\n[[Category:German classical pianists]]\n[[Category:German male classical composers]]\n[[Category:German male classical pianists]]\n[[Category:German opera composers]]\n[[Category:German people of Flemish descent]]\n[[Category:German Roman Catholics]]\n[[Category:German Romantic composers]]\n[[Category:Male opera composers]]\n[[Category:Musicians from Bonn]]\n[[Category:National anthem writers]]\n[[Category:Oratorio composers]]\n[[Category:People from the Electorate of Cologne]]\n[[Category:Pupils of Johann Georg Albrechtsberger]]\n[[Category:Pupils of Joseph Haydn]]\n[[Category:String quartet composers]]\n[[Category:German emigrants to Austria]]", "sha1": "dlpwyklz0gbd8okdx4cbrc9fl2fv5o2"}