{"title": "Roy Orbison", "id": "1113981233", "parentid": "1113462897", "timestamp": "2022-10-04T05:39:35Z", "contributor": "\n        ", "minor": null, "comment": "rm comma per [[MOS:JR]] (via [[WP:JWB]])", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|American singer-songwriter (1936–1988)}}\n{{Use mdy dates|date=April 2020}}\n{{Use American English|date=July 2019}}\n{{Infobox musical artist\n| name             = Roy Orbison\n| image            = Roy Orbison (1965).jpg\n| caption          = Orbison in 1965\n| image_upright    = \n| birth_name       = Roy Kelton Orbison\n| alias            = \n| birth_date       = {{Birth date|1936|4|23}}\n| birth_place      = [[Vernon, Texas]], U.S.\n| death_date       = {{Death date and age|1988|12|6|1936|4|23}}\n| death_place      = [[Hendersonville, Tennessee]], U.S.\n| genre            = {{flatlist|\n*[[Rock and roll]]\n*[[Pop music|pop]]\n*[[Country music|country]]\n*[[rockabilly]]\n}}\n| occupations      = {{flatlist|\n*Singer-songwriter\n*musician\n}}\n| instruments      = {{flatlist|\n*Vocals\n*guitar\n*harmonica\n}}\n| years_active     = 1953–1988\n| label            = {{flatlist|\n*[[Sun Records|Sun]]\n*[[RCA Victor]]\n*[[Monument Records|Monument]]\n*[[London Records|London]]\n*[[MGM Records|MGM]]\n*[[Mercury Records|Mercury]]/[[PolyGram]]\n*[[Asylum Records|Asylum]]\n*[[Virgin Records|Virgin]]\n}}\n| past_member_of   = [[Traveling Wilburys]]\n| website          = {{url|royorbison.com}}\n}}\n\n'''Roy Kelton Orbison''' (April 23, 1936&nbsp;– December 6, 1988) was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. His music was described by critics as operatic, earning him the nicknames \"The [[Enrico Caruso|Caruso]] of Rock\" and \"The Big O.\" Many of Orbison's songs conveyed vulnerability at a time when most male rock-and-roll performers chose to project machismo. He performed while standing motionless and wearing black clothes to match his dyed black hair and dark [[sunglasses]], which he wore to counter his shyness and [[stage fright]].\n\nBorn in Texas, Orbison began singing in a [[rockabilly]] and [[Country music|country-and-western]] band as a teenager. He was signed by [[Sam Phillips]] of [[Sun Records]] in 1956, but enjoyed his greatest success with [[Monument Records]]. From 1960 to 1966, 22 of Orbison's singles reached the ''Billboard'' Top 40. He wrote or co-wrote almost all of his own Top 10 hits, including \"[[Only the Lonely]]\" (1960), \"[[Running Scared (Roy Orbison song)|Running Scared]]\" (1961), \"[[Crying (Roy Orbison song)|Crying]]\" (1961), \"[[In Dreams (Roy Orbison song)|In Dreams]]\" (1963), and \"[[Oh, Pretty Woman]]\" (1964).\n\nAfter the mid-1960s, Orbison suffered a number of personal tragedies and his career faltered. He experienced a resurgence in popularity in the 1980s following the success of several cover versions of his songs. In 1988, he co-founded the [[Traveling Wilburys]] (a rock  [[Supergroup (music)|supergroup]]) with [[George Harrison]], [[Bob Dylan]], [[Tom Petty]], and [[Jeff Lynne]]. Orbison died of a heart attack in December 1988 at age 52. One month later, his song \"[[You Got It]]\" (1989) was released as a solo single, becoming his first hit to reach the US & UK Top 10 in nearly 25 years.\n\nOrbison's honors include inductions into the [[Rock and Roll Hall of Fame]] and [[Nashville Songwriters Hall of Fame]] in 1987, the [[Songwriters Hall of Fame]] in 1989, and the [[Musicians Hall of Fame and Museum]] in 2014. He received a [[Grammy Lifetime Achievement Award]] and five other Grammy Awards. ''[[Rolling Stone (magazine)|Rolling Stone]]'' placed him at number 37 on its list of the \"Greatest Artists of All Time\" and number 13 on its list of the \"100 Greatest Singers of All Time\". In 2002, ''Billboard'' magazine listed him at number 74 on its list of the Top 600 recording artists.\n{{toclimit|3}}\n\n==Early life==\nOrbison was born on April 23, 1936 in [[Vernon, Texas]],<ref>{{Cite book|last=Orbison| first=Roy Jr. |url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|publisher=Center Street|others=Wesley Orbison, Alex Orbison, Jeff Slate|date=2017|isbn=9781478976547|edition=First|location=New York|pages=27|oclc=1017566749}}</ref> the middle son of nurse Nadine Vesta Shults (July 25, 1913 – May 12, 1992) and Orbie Lee Orbison (1913–1984), an oil-well driller and car mechanic.<ref>{{cite web |url=https://www.geni.com/people/Nadine-Orbison/6000000012909498491 |title=Nadine Vesta Orbison |website=geni}}</ref> According to ''The Authorized Roy Orbison'', the family moved to [[Fort Worth, Texas|Fort Worth]] in 1942 to find work in the aircraft factories.<ref name=\":0\">{{Cite book|title=The Authorized Roy Orbison|last=Orbison|first=Alex|publisher=Center Street|others=Orbison, Wesley,, Orbison, Roy Jr., Slate, Jeff|year=2017|isbn=9781478976547|edition= Second|location=New York|pages=28|oclc=1017566749}}</ref> He attended Denver Avenue Elementary School<ref name=\":0\" /> there until a polio scare prompted the family to return to Vernon.\n\nOrbison's father gave him a guitar on his sixth birthday. He recalled, \"I was finished, you know, for anything else\" by the time he was 7, and music became the focus of his life.<ref>Clayson, Alan, p. 7.</ref> His major musical influence as a youth was country music. He was particularly moved by [[Lefty Frizzell]]'s singing, with its slurred syllables,<ref>Clayson, Alan, p. 21.</ref> and he adopted the name \"Lefty Wilbury\" during his time with the [[Traveling Wilburys]]. He also enjoyed [[Hank Williams]], [[Moon Mullican]] and [[Jimmie Rodgers (country singer)|Jimmie Rodgers]]. One of the first musicians that he heard in person was [[Ernest Tubb]], playing on the back of a truck in Fort Worth. In West Texas, he was exposed to [[rhythm and blues]], [[Tejano music|Tex-Mex]], the orchestral arrangements of [[Mantovani]], and Cajun music. The cajun favorite \"[[Jole Blon]]\" was one of the first songs that he sang in public. He began singing on a local radio show at age 8, and he became the show's host by the late 1940s.<ref>Amburn, pp. 8, 9.</ref>\n\nAccording to ''The Authorized Roy Orbison'', the family moved again in 1946, to [[Wink, Texas]].<ref>{{Cite book|last1=Orbison|first1=Roy Jr.|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=978-1-4789-7654-7|location=New York|pages=31|language=English|oclc=1017566749}}</ref> Orbison described life in Wink as \"football, oil fields, oil, grease, and sand\"<ref name=\"escott\">Escott, Colin (1990). Biographical insert with ''The Legendary Roy Orbison'' CD box set. Sony. ASIN: B0000027E2.</ref> and expressed relief that he was able to leave the desolate town.{{efn|Ellis Amburn argues that Orbison was bullied and ostracized in Wink and that he gave conflicting reports to Texas newspapers, claiming that it was still home to him while simultaneously maligning the town to ''Rolling Stone''.<ref>Amburn, pp. 11–20.</ref>}}<ref name=\"Pond\">{{cite magazine | url=https://www.rollingstone.com/music/news/roy-orbison-1936-1988-19890126 | title=Roy Orbison's Triumphs and Tragedies | magazine=Rolling Stone | date=January 26, 1989 | access-date=August 15, 2014 |last=Pond |first=Steve}}</ref> All the Orbison children had poor eyesight; Roy used thick corrective lenses from an early age. He was self-conscious about his appearance and began dyeing his nearly-white hair black when he was still young.<ref>Clayson, Alan, p. 3.</ref> He was quiet, self-effacing, and remarkably polite and obliging.<ref>Clayson, Alan, pp. 3, 9.</ref> He was always keen to sing, however, and considered his voice memorable, but not great.<ref name=\"escott\" />\n\nIn high school, Orbison and some friends formed the band Wink Westerners. They played country standards and [[Glenn Miller]] songs at local honky-tonks and had a weekly radio show on [[KERB (AM)|KERB]] in [[Kermit, Texas]].<ref name=\"royorb1\">{{cite web |url=http://www.royorbison.com/us/historymaker |title=History Maker |url-status=dead |archive-url=https://web.archive.org/web/20120401175007/http://www.royorbison.com/us/historymaker |archive-date=April 1, 2012 |website=The Official Roy Orbison Site |access-date=April 12, 2012}}</ref> They were offered $400 to play at a dance, and Orbison realized that he could make a living in music. He enrolled at [[University of North Texas|North Texas State College]] in [[Denton, Texas|Denton]], planning to study geology so that he could secure work in the oil fields if music did not pay.<ref>Amburn, pp. 29–30.</ref> He then heard that his schoolmate [[Pat Boone]] had signed a record deal, and it further strengthened his resolve to become a professional musician. He heard a song called \"Ooby Dooby\" while in college, composed by [[Dick Penner]] and Wade Moore, and he returned to Wink with \"Ooby Dooby\" in hand and continued performing with the Wink Westerners after his first year.{{sfnp|Slate, Orbison et al.|2017}} He then enrolled in [[Odessa College|Odessa Junior College]]. Two members of the band quit and two new members were added,{{sfnp|Slate, Orbison et al.|2017}} and the group won a talent contest and obtained their own television show on [[KMID-TV]] in [[Midland, Texas|Midland]].{{sfnp|Slate, Orbison et al.|2017}} The Wink Westerners kept performing on local TV, played dances at the weekends, and attended college during the day.\n\nWhile living in Odessa, Orbison saw a performance by [[Elvis Presley]].{{efn|Orbison later said that he \"couldn't overemphasise how shocking\" Presley looked and seemed to him that night.<ref>Clayson, Alan, pp. 26–27.</ref>}} [[Johnny Cash]] toured the area in 1955 and 1956,{{sfnp|Slate, Orbison et al.|2017}} appearing on the same local TV show as the Wink Westerners,{{sfnp|Slate, Orbison et al.|2017}} and he suggested that Orbison approach Sam Phillips at Sun Records. Orbison did so and was told, \"Johnny Cash doesn't run my record company!\"{{efn|Both Orbison and Cash mentioned this anecdote years later, but Phillips denied that he was so abrupt on the phone with Orbison or that he hung up on him. One of the Teen Kings later stated that the band did not meet Cash until they were on tour with him and other Sun Records artists.<ref>Amburn, pp. 42–43.</ref>}} The success of their KMID television show got them another show on [[KOSA-TV]], and they changed their name to the Teen Kings.{{sfnp|Slate, Orbison et al.|2017}} They recorded \"Ooby Dooby\" in 1956 for the Odessa-based [[Je–Wel]] label.<ref name=\"escott\"/>{{sfnp|Slate, Orbison et al.|2017|p=245}} Record store owner Poppa Holifield played it over the telephone for Sam Phillips, and Phillips offered the Teen Kings a contract.{{sfnp|Slate, Orbison et al.|2017}}\n\n==1956–1959: Sun Records and Acuff-Rose==\n{{main|Roy Orbison's Sun Recordings}}\n[[File:Roy Orbison 1965 (2).png|thumb|Orbison with his original thick-rimmed glasses ({{Circa|1950s–1960s}})]]\n\nThe Teen Kings went to [[Sun Studio]] in [[Memphis, Tennessee|Memphis]], where Phillips wanted to record \"Ooby Dooby\" again, in his studio. The song was released on Sun 242 in May 1956{{sfnp|Slate, Orbison et al.|2017}} and broke into the [[Billboard Hot 100|''Billboard'' Hot 100]], peaking at number 59 and selling 200,000 copies.<ref name=\"escott\"/> The Teen Kings toured with [[Sonny James]], [[Johnny Horton]], [[Carl Perkins]], and Cash. Much influenced by Elvis Presley, Orbison performed frenetically, doing \"everything we could to get applause because we had only one hit record\".<ref>Clayson, Alan p. 44.</ref> Orbison also began writing songs in a rockabilly style, including \"[[Go Go Go (Down the Line)|Go! Go! Go!]]\" and \"Rockhouse\".<ref>{{Cite book|last1=Orbison|first1=Roy Jr|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=9781478976547|location=New York|pages=50, 57|language=English|oclc=1017566749}}</ref> The band ultimately split over disputed writing credits and royalties, but Orbison stayed in Memphis and asked his 16-year-old girlfriend, Claudette Frady, to join him there.{{efn|Alan Clayson's biography refers to her as Claudette Hestand.}} They stayed in Phillips' home, sleeping in separate rooms. In the studio, Orbison concentrated on the mechanics of recording. Phillips remembered being much more impressed with Orbison's mastery of the guitar than with his voice.<ref>Amburn, pp. 60–61.</ref> A ballad Orbison wrote, \"The Clown\", met with a lukewarm response; after hearing it, Sun Records producer [[Jack Clement]] told Orbison that he would never make it as a ballad singer.<ref>Clayson, Alan, p. 45.</ref>\n\nOrbison was introduced to Elvis Presley's social circle, once going to pick up a date for Presley in his purple [[Cadillac]]. Orbison wrote \"Claudette\"—about Claudette Frady, whom he married in 1957—and the [[Everly Brothers]] recorded it as the B-side of \"[[All I Have to Do Is Dream]]\". The first, and perhaps only, royalties Orbison earned from Sun Records enabled him to make a down payment on his own Cadillac. Increasingly frustrated at Sun, he gradually stopped recording. He toured music circuits around Texas and then quit performing for seven months in 1958.<ref>Clayson, Alan, p. 56.</ref>\n\nFor a brief period in the late 1950s, Orbison made his living at [[Acuff-Rose Music|Acuff-Rose]], a songwriting firm concentrating mainly on country music. After spending an entire day writing a song, he would make several demonstration tapes at a time and send them to [[Wesley Rose]], who would try to find musical acts to record them. Orbison attempted to sell to [[RCA Records|RCA Victor]] his recordings of songs by other writers, working with and being in awe of [[Chet Atkins]], who had played guitar with Presley. One song he tried was \"Seems to Me\", by [[Felice and Boudleaux Bryant|Boudleaux Bryant]]. Bryant's impression of Orbison was of \"a timid, shy kid who seemed to be rather befuddled by the whole music scene. I remember the way he sang then—softly, prettily but almost bashfully, as if someone might be disturbed by his efforts and reprimand him.\"<ref>Clayson, Alan, p. 62.</ref>\n\nPlaying shows at night and living with his wife and young child in a tiny apartment, Orbison often took his guitar to his car to write songs. The songwriter [[Joe Melson]], an acquaintance of Orbison's, tapped on his car window one day in Texas in 1958, and the two decided to write some songs together.<ref>Clayson, pp. 68–69.</ref> In three recording sessions in 1958 and 1959, Orbison recorded seven songs for [[RCA Victor]] at their [[RCA Studio B|Nashville studios]]; only two singles were judged worthy of release by the label.<ref name=\"Zak, p. 32.\">Zak, p. 32.</ref> Wesley Rose brought Orbison to the attention of the producer [[Fred Foster]] at [[Monument Records]].\n\n== 1960–1964: Monument Records and stardom ==\n\n===Early singles===\nOrbison was one of the first recording artists to popularise the \"[[Nashville sound]]\", with a group of session musicians known as [[The Nashville A-Team]]. The Nashville sound was developed by producers [[Chet Atkins]], [[Owen Bradley]] (who worked closely with [[Patsy Cline]]), Sam Phillips, bassist [[Bob Moore]] and Fred Foster.<ref>Wolfe and Akenson, p. 24.</ref><ref>Hoffmann and Ferstler, p. 779.</ref> In his first session for Monument in Nashville, Orbison recorded a song that RCA Victor had refused, \"Paper Boy\", backed by \"With the Bug\", but neither charted.<ref name=\"Zak, p. 33.\">Zak, p. 33.</ref>\n\nOrbison's own style, the sound created at  [[RCA Studio B|RCA Victor Studio B]] in Nashville with pioneer engineer [[Bill Porter (sound engineer)|Bill Porter]], the production by Foster, and the accompanying musicians gave Orbison's music a \"polished, professional sound... finally allowing Orbison's stylistic inclinations free rein\".<ref name=\"Zak, p. 32.\"/> Orbison requested a string section and with it, he recorded three new songs, the most notable of which was \"Uptown\", written with Joe Melson.<ref name=\"Lehman, p. 48.\">Lehman, p. 48.</ref> Impressed with the results, Melson later recalled, \"We stood in the studio, listening to the playbacks, and thought it was the most beautiful sound in the world.\"<ref name=\"escott\"/><ref>Clayson, Alan, pp. 70–71.</ref> ''The Rolling Stone Illustrated History of Rock and Roll'' states that the music Orbison made in Nashville \"brought a new splendour to rock\", and compared the melodramatic effects of the orchestral accompaniment to the musical productions of [[Phil Spector]].<ref name=decurtis155>DeCurtis and Henke, p. 155.</ref>\n\n\"Uptown\" reached only number 72 on the ''Billboard'' Top 100, and Orbison set his sights on negotiating a contract with an upscale nightclub somewhere. His initial success came just as the '50s rock-and-roll era was winding down. Starting in 1960, the charts in the United States came to be dominated by teen idols, novelty acts, and Motown girl groups.<ref>Lehman, p. 19.</ref>\n\n===Top-10 hits===\n\n====1960–1962====\nExperimenting with a new sound, Orbison and Joe Melson wrote a song in early 1960 which, using elements from \"Uptown\", and another song they had written called \"Come Back to Me (My Love)\", employed strings and the Anita Kerr doo-wop backing singers.<ref name=\"Zak, p. 35.\">Zak, p. 35.</ref> It also featured a note hit by Orbison in [[falsetto]] that showcased a powerful voice which, according to biographer Clayson, \"came not from his throat but deeper within\".<ref>Clayson, p. 77.</ref> The song was \"[[Only the Lonely|Only the Lonely (Know the Way I Feel)]]\". Orbison and Melson tried to pitch it to Elvis Presley and the Everly Brothers, but were turned down.<ref>Amburn p. 91.</ref> They instead recorded the song at RCA Victor's Nashville studio, with sound engineer Bill Porter trying a completely new strategy, building the mix from the top down rather than from the bottom up, beginning with close-miked backing vocals in the foreground, and ending with the rhythm section soft in the background.<ref name=\"Lehman, p. 48.\"/><ref name=Fremer>{{cite interview |interviewer=Michael Fremer |last=Porter |first=Bill |date=January 1, 2006 |url=http://www.musicangle.com/feat.php?id=108 |title=Recording Elvis and Roy With Legendary Studio Wiz Bill Porter-Part II |website=MusicAngle |access-date=February 8, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110714134327/http://www.musicangle.com/feat.php?id=108 |archive-date=July 14, 2011}}</ref> This combination became Orbison's trademark sound.<ref name=\"Zak, p. 35.\"/>\n\n\"Only the Lonely\" shot to number two on the ''Billboard'' Hot 100 and hit number one in the UK and Australia. According to Orbison, the subsequent songs he wrote with Melson during this period were constructed with his voice in mind, specifically to showcase its range and power. He told ''Rolling Stone'' in 1988, \"I liked the sound of [my voice]. I liked making it sing, making the voice ring, and I just kept doing it. And I think that somewhere between the time of \"Ooby Dooby\" and \"Only the Lonely\", it kind of turned into a good voice.\"<ref name=\"rockhall\">{{cite web |url=http://www.rockhall.com/inductees/roy-orbison |title=Roy Orbison |publisher=[[Rock and Roll Hall of Fame]] |access-date=May 21, 2009}}</ref> Its success transformed Orbison into an overnight star and he appeared on Dick Clark's ''Saturday Night Beechnut Show'' out of New York City.{{sfnp|Slate, Orbison et al.|2017|p=78}} When Presley heard \"Only the Lonely\" for the first time, he bought a box of copies to pass to his friends.<ref name=\"amburn98\">Amburn, p. 98.</ref> Melson and Orbison followed it with the more complex \"Blue Angel\", which peaked at number nine in the US and number 11 in the UK. \"I'm Hurtin'\", with \"I Can't Stop Loving You\" as the B-side, rose to number 27 in the US, but failed to chart in the UK.{{sfnp|Whitburn|2004|p=470}}\n\n{{Listen\n|filename=Roy Orbison - Running Scared.ogg\n|title=\"Running Scared\" (1961)\n|description=The ending of \"Running Scared\" features Orbison's natural voice hitting high A natural.\n|format=[[Ogg]]}}\n\nOrbison was now able to move to Nashville permanently with his wife Claudette and son Roy DeWayne, born in 1958. Another son, Anthony King, would follow in 1962.<ref>{{Cite book|last1=Orbison|first1=Roy Jr.|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=9781478976547|location=New York|pages=92|language=English|oclc=1017566749}}</ref> Back in the studio, seeking a change from the pop sound of \"Only the Lonely\", \"Blue Angel\", and \"I'm Hurtin'\",<ref>{{Cite book|last1=Orbison|first1=Roy Jr|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=9781478976547|location=New York|pages=245|language=English|oclc=1017566749}}</ref> Orbison worked on a new song, \"[[Running Scared (Roy Orbison song)|Running Scared]]\", based loosely on the rhythm of [[Maurice Ravel|Ravel's]] ''[[Boléro]]''; the song was about a man on the lookout for his girlfriend's previous boyfriend, whom he feared would try to take her away. Orbison encountered difficulty when he found himself unable to hit the song's highest note without his voice breaking. He was backed by an orchestra in the studio and Porter told him he would have to sing louder than his accompaniment because the orchestra was unable to be softer than his voice.<ref>Clayson, Alan, pp. 81–82.</ref> Fred Foster then put Orbison in the corner of the studio and surrounded him with coat racks forming an improvised isolation booth to emphasise his voice. Orbison was unhappy with the first two takes. In the third, however, he abandoned the idea of using falsetto and sang the final high 'A' naturally, so astonishing everyone present that the accompanying musicians stopped playing.<ref name=decurtis155/> On that third take, \"Running Scared\" was completed. Fred Foster later recalled, \"He did it, and everybody looked around in amazement. Nobody had heard anything like it before.\"<ref name=\"escott\"/> Just weeks later \"Running Scared\" reached number one on the ''Billboard'' Hot 100 chart and number 9 in the UK. The composition of Orbison's following hits reflected \"Running Scared\": a story about an emotionally vulnerable man facing loss or grief, with a crescendo culminating in a surprise climax that employed Orbison's dynamic voice.{{sfnp|Whitburn|2004|p=470}}\n\n\"Crying\" followed in July 1961 and reached number two; it was coupled with an up-tempo R&B song, \"[[Candy Man (Roy Orbison song)|Candy Man]]\", written by Fred Neil and Beverley Ross, which reached the ''Billboard'' Top 30, staying on the charts for two months.{{sfnp|Whitburn|2004|p=470}} While Orbison was touring Australia in 1962, an Australian DJ referred to him affectionately as \"The Big O\", partly based on the big finishes to his dramatic ballads, and the moniker stuck with him thereafter. Orbison's second son was born the same year, and Orbison hit number four in the United States and number two in the UK with \"[[Dream Baby (How Long Must I Dream)]]\", an upbeat song by country songwriter [[Cindy Walker]]. Orbison enlisted The Webbs from Dothan, Alabama as his backing band. The band changed their names to The Candy Men (in reference to Roy's hit) and played with Orbison from 1962 to 1967.<ref>{{Cite book|last1=Orbison|first1=Roy Jr|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=9781478976547|location=New York|pages=137|language=English|oclc=1017566749}}</ref> They later went on to have their own career, releasing a few singles and two albums on their own. Also in 1962, he charted with \"The Crowd\", \"Leah\", and \"Workin' for the Man\", which he wrote about working one summer in the oil fields near Wink.{{sfnp|Whitburn|2004|p=524}}<ref>Amburn, p. 32.</ref> His relationship with Joe Melson, however, was deteriorating over Melson's growing concerns that his own solo career would never get off the ground.<ref>Clayson, Alan, p. 91.</ref>\n\n====1963–1964====\n[[File:1965 Roy Orbison.jpg|left|thumb|upright=1.1|Orbison began performing while wearing sunglasses in 1963, later recalling that he \"wasn't trying to be weird ...  I didn't have a manager who told me to dress or how to present myself or anything, but the image developed of a man of mystery and a quiet man in black somewhat of a recluse, although I never was, really.\"<ref>Creswell, p. 600.</ref>]]\n\nOrbison eventually developed an image that did not reflect his personality. He had no publicist in the early 1960s, therefore he had little presence in fan magazines, and his single sleeves did not feature his picture. ''[[Life (magazine)|Life]]'' called him an \"anonymous celebrity\".<ref>Lehman, p. 18.</ref> After leaving his thick eyeglasses on an aeroplane in 1963, while on tour with the Beatles, Orbison was forced to wear his prescription [[Ray-Ban Wayfarer|Wayfarer]] sunglasses on stage and found that he preferred them. His biographers suggest that although he had a good sense of humour and was never morose, Orbison was very shy and suffered from severe [[stage fright]]; wearing sunglasses helped him hide somewhat. The sunglasses led some people to assume he was blind.<ref>{{cite web |first=Robert|last= Fontenot |url=http://oldies.about.com/od/oldieshistory/a/oldiesmyths.htm |title=Top 10 Oldies Myths: Urban Legends and Other Misperceptions about Early Rock and Roll: 2. Roy Orbison Was Blind |website=About.com |url-status=dead |archive-url=https://web.archive.org/web/20140711194805/http://oldies.about.com/od/oldieshistory/a/oldiesmyths.htm |archive-date=July 11, 2014 |access-date=July 4, 2014}}</ref> His black clothes and song lyrics emphasized the image of mystery and introversion.<ref name=\"escott\"/><ref>Clayson, Alan, pp. 102–103.</ref><ref>Amburn, p. 108.</ref> His dark and brooding persona, combined with his tremulous voice in lovelorn ballads marketed to teenagers, made Orbison a star in the early 1960s. His string of top-40 hits continued with \"[[In Dreams (Roy Orbison song)|In Dreams]]\" (US number seven, UK number six), \"Falling\" (US number 22, UK number 9), and \"[[Mean Woman Blues]]\" (US number five, UK number three) coupled with \"[[Blue Bayou]]\" (US number 29, UK number three).{{sfnp|Whitburn|2004|p=524}}<ref name=\"britishhits\">Brown, Kutner, and Warwick, p. 645.</ref> According to the discography in ''The Authorized Roy Orbison'',<ref>{{Cite book|last=Orbison| first=Roy Jr. |url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|others=Wesley Orbison, Alex Orbison, Jeff Slate|year=2017|isbn=978-1-4789-7654-7|edition=1st|location=New York|pages=245|oclc=1017566749}}</ref> a rare alternative version of \"Blue Bayou\" was released in Italy. Orbison finished 1963 with a Christmas song written by [[Willie Nelson]], \"[[Pretty Paper (song)|Pretty Paper]]\" (US number 15 in 1963, UK number six in 1964).\n\nAs \"In Dreams\" was released in April 1963, Orbison was asked to replace [[Duane Eddy]] on a tour of the UK in top billing with the [[the Beatles|Beatles]]. When he arrived in Britain, however, he realized he was no longer the main draw. He had never heard of the Beatles, and annoyed, asked rhetorically, \"What's a Beatle, anyway?\" to which [[John Lennon]] replied, after tapping his shoulder, \"I am\".<ref>Amburn, p. 115.</ref> On the opening night, Orbison opted to go onstage first, although he was the more established act. The Beatles stood dumbfounded backstage as Orbison simply played through 14 encores.<ref name=\"clayson109-113\">Clayson, Alan, pp. 109–113.</ref> Finally, when the audience began chanting \"We want Roy!\" again, Lennon and [[Paul McCartney]] physically held Orbison back.<ref>Amburn, p. 117.</ref> [[Ringo Starr]] later said, \"In [[Glasgow]], we were all backstage listening to the tremendous applause he was getting. He was just standing there, not moving or anything.\"<ref name=\"clayson109-113\"/> Through the tour, however, the two acts quickly learned to get along, a process made easier by the fact that the Beatles admired his work.<ref>Lennon, John; McCartney, Paul; Harrison, George; Starr, Ringo (2002). ''The Beatles Anthology. Chronicle''. p. 94</ref> Orbison felt a kinship with Lennon, but it was [[George Harrison]] with whom he would later form a strong friendship.\n\nIn 1963, touring took a toll on Orbison's personal life. His wife Claudette had an affair with the contractor who built their home in [[Hendersonville, Tennessee]]. Friends and relatives attributed the breakdown of the marriage to her youth and her inability to withstand being alone and bored. When Orbison toured Britain again in the autumn of 1963, she joined him.<ref>Amburn, pp. 122–123.</ref> He was immensely popular wherever he went, finishing the tour in Ireland and Canada. Almost immediately, he toured Australia and New Zealand with [[the Beach Boys]] and returned again to Britain and Ireland, where he was so besieged by teenaged girls that the Irish police had to halt his performances to pull the girls off him.<ref>Amburn, p. 125.</ref> He travelled to Australia again, this time with [[the Rolling Stones]]. [[Mick Jagger]] later remarked, referring to a snapshot he took of Orbison in New Zealand, \"a fine figure of a man in the hot springs, he was.\"<ref name=\"amburn134\">Amburn, p. 134.</ref>\n\n{{Listen\n|filename=Roy Orbison - Oh, Pretty Woman.ogg\n|title=\"Oh, Pretty Woman\" (1964)\n|description=The opening guitar riff of \"[[Oh, Pretty Woman]]\" was a direct influence on \"[[(I Can't Get No) Satisfaction]]\" by the [[The Rolling Stones|Rolling Stones]].<ref>Clayson, Alan, p. 128 and Lehman, p. 169.</ref>\n|format=[[Ogg]]}}\n\nOrbison also began collaborating with [[Bill Dees]], whom he had known in Texas. With Dees, he wrote \"[[It's Over (Roy Orbison song)|It's Over]]\", a number-one hit in the UK and a song that would be one of his signature pieces for the rest of his career. When Claudette walked in the room where Dees and Orbison were writing to say she was heading for Nashville, Orbison asked if she had any money. Dees said, \"A pretty woman never needs any money\".<ref>Amburn, p. 127.</ref> Just 40 minutes later, \"[[Oh, Pretty Woman]]\" was completed. A riff-laden masterpiece that employed a playful growl he got from a [[Bob Hope]] movie, the epithet ''mercy'' Orbison uttered when he was unable to hit a note, it rose to number one in the autumn of 1964 in the United States and stayed on the charts for 14 weeks. It rose to number one in the UK, as well, spending a total of 18 weeks on the charts. The single sold over seven million copies.<ref name=\"escott\"/> Orbison's success was greater in Britain; as ''Billboard'' magazine noted, \"In a 68-week period that began on August 8, 1963, Roy Orbison was the ''only'' American artist to have a number-one single in Britain. He did it twice, with 'It's Over' on June 25, 1964, and 'Oh, Pretty Woman' on October 8, 1964. The latter song also went to number one in America, making Orbison impervious to the current chart dominance of British artists on both sides of the Atlantic.\"<ref name=\"amburn128\">Amburn, p. 128.</ref>\n\n==1965–1969: Career decline and tragedies==\n[[File:Roy Orbison 1967.png|thumb|Orbison in 1967]]\nClaudette and Orbison divorced in November 1964 over her infidelities, but reconciled 10 months later. His contract with Monument was expiring in June 1965. Wesley Rose, at this time acting as Orbison's agent, moved him from Monument Records to [[MGM Records]] (though in Europe he remained with [[Decca Records|Decca's]] [[London Records]]<ref>{{cite web |url=http://www.45cat.com/record/hlu9986 |title=Roy Orbison - Ride Away / Wondering - London - UK - HLU 9986 |website=45cat |access-date=August 29, 2015}}</ref>) for $1&nbsp;million and with the understanding that he would expand into television and films, as Elvis Presley had done. Orbison was a film enthusiast, and when not touring, writing, or recording, he dedicated time to seeing up to three films a day.<ref>Clayson, Alan, pp. 130–131.</ref>\n\nRose also became Orbison's producer. Fred Foster later suggested that Rose's takeover was responsible for the commercial failure of Orbison's work at MGM. Engineer Bill Porter agreed that Orbison's best work could only be achieved with RCA Victor's A-Team in Nashville.<ref name=\"Zak, p. 33.\"/> Orbison's first collection at MGM, an album titled ''There Is Only One Roy Orbison'', sold fewer than 200,000 copies.<ref name=\"escott\"/> With the onset of the [[British Invasion]] in 1964–65, the direction of popular music shifted dramatically, and most performers of Orbison's generation were driven from the charts.<ref>Lehman, p. 14</ref>\n\nWhile on tour again in the UK in 1966,{{sfnp|Slate, Orbison et al.|2017|p=131}} Orbison broke his foot falling off a motorcycle in front of thousands of screaming fans at a race track; he performed his show that evening in a cast. Claudette travelled to Britain  to accompany Roy for the remainder of the tour. It was now made public that the couple had happily remarried and were back together (they had remarried in December 1965).{{sfnp|Slate, Orbison et al.|2017|p=129}}\n\nOrbison was fascinated with machines. He was known to follow a car that he liked and make the driver an offer on the spot.<ref>Amburn, p. 126.</ref>\n\nOrbison and Claudette shared a love for motorcycles; she had grown up around them, but Roy claimed Elvis Presley had introduced him to motorcycles.<ref>Amburn, p. 54.</ref> On June 6, 1966, when Orbison and Claudette were riding home from [[Bristol, Tennessee]], she struck the door of a pickup truck which had pulled out in front of her on South Water Avenue in [[Gallatin, Tennessee]], and died instantly.<ref>Clayson, Alan, p. 139.</ref>\n\nA grieving Orbison threw himself into his work, collaborating with [[Bill Dees]] to write music for ''[[The Fastest Guitar Alive]]'', a film that MGM had scheduled for him to star in as well. It was initially planned as a dramatic Western but was rewritten as a comedy.<ref>Lehman, pp. 108–109.</ref> Orbison's character was a spy who stole and had to protect and deliver a cache of gold to the Confederate Army during the [[American Civil War]] and was supplied with a guitar that turned into a rifle. The prop allowed him to deliver the line, \"I could kill you with this and play your funeral march at the same time,\" with, according to biographer Colin Escott, \"zero conviction\".<ref name=\"escott\"/> Orbison was pleased with the film, although it proved to be a critical and box office failure. While MGM had included five films in his contract, no more were made.<ref>Clayson, Alan, pp. 146–147.</ref><ref>Amburn, pp. 151–153.</ref>\n\nHe recorded an album dedicated to the songs of [[Don Gibson]] and another of [[Hank Williams]] covers, but both sold poorly. During the counterculture era, with the charts dominated by artists like [[Jimi Hendrix]], [[Jefferson Airplane]], the [[Rolling Stones]], and [[the Doors]], Orbison felt lost and directionless, later saying: \"[I] didn't hear a lot I could relate to, so I kind of stood there like a tree where the winds blow and the seasons change, and you're still there and you bloom again.\"<ref>Clayson, Alan, p. 152.</ref>\n\nDuring a tour of Britain and playing [[Birmingham]] on Saturday, September 14, 1968,{{sfnp|Slate, Orbison et al.|2017|p=144}} he received the news that his home in Hendersonville, Tennessee, had burned down, and his two eldest sons had died.<ref>Clayson, Alan, pp. 161–63.</ref> Fire officials stated that the cause of the fire may have been an [[aerosol]] can, which possibly contained [[lacquer]].<ref>{{Cite web|title=Hendersonville, TN Home Fire Roy Orbison's House, Sep 1968 {{!}} GenDisasters ... Genealogy in Tragedy, Disasters, Fires, Floods|url=http://www.gendisasters.com/tennessee/18633/hendersonville-tn-home-fire-roy-orbison-039s-house-sep-1968|access-date=2021-07-26|website=www.gendisasters.com}}</ref> The property was sold to [[Johnny Cash]], who demolished the building and planted an orchard on it. On March 25, 1969, Orbison married German teenager [[Barbara Orbison|Barbara Jakobs]], whom he had met several weeks before his sons' deaths.<ref>Amburn, p. 163.</ref> Wesley (born 1965), his youngest son with Claudette, was raised by Orbison's parents. Orbison and Barbara had a son (Roy Kelton) in 1970 and another ([[Alex Orbison|Alexander]]) in 1975.<ref>Clayson, Alan, p. 178.</ref>\n\n==1970s: Struggles==\nOrbison continued recording albums in the 1970s, but none of them sold well. He went an entire decade by 1976 without an album reaching the charts. He also failed to produce any popular singles, except for a few in Australia. His fortunes sank so low that he began to doubt his own talents, and several of his 1970s albums were not released internationally due to low US sales. He left MGM Records in 1973 and signed a one-album deal with Mercury Records.<ref>Amburn, p. 170.</ref> Peter Lehman observed that Orbison's absence was a part of the mystery of his persona: \"Since it was never clear where he had come from, no one seemed to pay much mind to where he had gone; he was just gone.\"<ref>Lehman, p. 2.</ref> His influence was apparent, however, as several artists released popular covers of his songs. Orbison's version of \"[[Love Hurts]]\" was remade by [[Gram Parsons]] and [[Emmylou Harris]], again by hard rock band [[Nazareth (band)|Nazareth]], and by [[Jim Capaldi]]. [[Sonny James]]' version of \"Only the Lonely\" reached number one on the country music charts.<ref>Amburn, pp. 167–168.</ref> [[Bruce Springsteen]] ended his concerts with Orbison songs, and [[Glen Campbell]] had a minor hit with a remake of \"Dream Baby\".\n\nA compilation of Orbison's greatest hits reached number one in the UK in January 1976, and Orbison began to open concerts for the [[Eagles (band)|Eagles]] that year, who started as [[Linda Ronstadt]]'s backup band. Ronstadt herself covered \"[[Blue Bayou]]\" in 1977, her version reaching number three on the ''Billboard'' charts and remaining in the charts for 24 weeks. Orbison credited this cover in particular for reviving his memory in the popular mind, if not his career.<ref>Amburn, p. 178.</ref> He signed again with Monument in 1976 and recorded ''[[Regeneration (Roy Orbison album)|Regeneration]]'' with Fred Foster, but it proved no more successful than before.\n\n[[File:Carl Perkins Roy Orbison Johnny Cash Jerry Lee Lewis 1977.jpg|thumb|Orbison with Carl Perkins, Johnny Cash, and Jerry Lee Lewis for a televised 1977 Christmas special]]\n\nIn late 1977, Orbison was not feeling well and decided to spend the winter in [[Hawaii]]. He checked in to a hospital there where testing discovered that he had severely obstructed [[coronary arteries]]. He underwent a triple [[Coronary artery bypass surgery|coronary bypass]] on January 18, 1978. He had suffered from [[Peptic ulcer|duodenal ulcers]] since 1960 and had been a heavy smoker since adolescence.<ref>Clayson, Alan, pp. 3, 183–184.</ref>\n\n== 1980–1988: Career revival ==\nIn 1980, [[Don McLean]] recorded \"Crying\"{{sfnp|Slate, Orbison et al.|2017}} and it went to the top of the charts, first in the Netherlands then reaching number five in the US and staying on the charts for 15 weeks; it was number one in the UK for three weeks and also topped the Irish Charts.<ref>Amburn, p. 182.</ref> In 1981 he performed \"Pretty Woman\" on an episode of ''[[The Dukes of Hazzard]]''.<ref>{{Cite web|url=https://www.imdb.com/title/tt0567227/|title = The Great Hazzard Hijack| website=[[IMDb]] |date = March 27, 1981}}</ref> Orbison was all but forgotten in the US, yet he reached popularity in less likely places such as [[Bulgaria]] in 1982.{{sfnp|Slate, Orbison et al.|2017}} He was astonished to find that he was as popular there as he had been in 1964, and he was forced to stay in his hotel room because he was mobbed on the streets of [[Sofia]].<ref>Amburn, p. 183.</ref> In 1981, he and Emmylou Harris won a [[Grammy Award]] for their duet \"That Lovin' You Feelin' Again\" from the comedy film ''[[Roadie (1980 film)|Roadie]]'' (in which Orbison also played a cameo role), and things were picking up.{{sfnp|Slate, Orbison et al.|2017|p=183}} It was Orbison's first Grammy, and he felt hopeful of making a full return to popular music,<ref>Clayson, Alan, p. 192.</ref> In the meantime, [[Van Halen]] released a hard-rock cover of \"Oh, Pretty Woman\" on their 1982 album ''[[Diver Down]]'', further exposing a younger generation to Orbison's music.{{sfnp|Slate, Orbison et al.|2017|p=183}}\n[[File:Orbison1987.jpg|thumb|left|Orbison performing in New York in 1987]]\n\nIt has been alleged that Orbison originally declined [[David Lynch]]'s request to allow the use of \"In Dreams\" for the film ''[[Blue Velvet (film)|Blue Velvet]]'' (1986),<ref>Amburn, p. 191.</ref> although Lynch has stated to the contrary that he and his producers obtained permission to use the song without speaking to Orbison in the first place.<ref>{{cite web |url=https://www.youtube.com/watch?v=GXoqN6mPGPE  |archive-url=https://ghostarchive.org/varchive/youtube/20211211/GXoqN6mPGPE| archive-date=2021-12-11|title=David Lynch on working with Roy Orbison |author=adamzanzie |website=youtube.com |date=September 5, 2019 |access-date=August 20, 2021 |url-status=live}}{{cbignore}}</ref> Lynch's first choice for a song had actually been \"Crying\";{{sfnp|Slate, Orbison et al.|2017|p=199}} the song served as one of several obsessions of a psychopathic character named [[Frank Booth (Blue Velvet)|Frank Booth]] (played by [[Dennis Hopper]]). It was lip-synched by an [[Effeminacy|effeminate]] drug dealer played by [[Dean Stockwell]], after which Booth demanded the song be played over and over, once beating the protagonist while the song played. During filming, Lynch asked for the song to be played repeatedly to give the set a surreal atmosphere.<ref name=\"Amburn, p. 193\">Amburn, p. 193.</ref> Orbison was initially shocked at its use: he saw the film in a theatre in Malibu and later said, \"I was mortified because they were talking about the 'candy-coloured clown' in relation to a dope deal&nbsp;... I thought, 'What in the world&nbsp;...?' But later, when I was touring, we got the video out and I really got to appreciate what David gave to the song, and what the song gave to the movie—how it achieved this otherworldly quality that added a whole new dimension to 'In Dreams'.\"<ref name=\"escott\"/>\n\nIn 1987, Orbison released an album of re-recorded hits titled ''[[In Dreams: The Greatest Hits]]''. \"Life Fades Away\", a song he co-wrote with his friend [[Glenn Danzig]] and recorded, was featured in the film ''[[Less than Zero (film)|Less than Zero]]'' (1987).<ref>{{cite web|url=http://www.royorbison.com/glenn-danzig-and-roy-orbison/ |title=Glenn Danzig and Roy Orbison |publisher=RoyOrbison.com |access-date=July 1, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20150219224630/http://www.royorbison.com/glenn-danzig-and-roy-orbison/ |archive-date=February 19, 2015 }}</ref> He and [[k.d. lang]] performed a duet of \"Crying\" for inclusion on the soundtrack to the film ''[[Hiding Out]]'' (1987); the pair received a [[Grammy Award for Best Country Collaboration with Vocals]] after Orbison's death.<ref name=\"grammy\">{{cite web |url=https://www.grammy.com/grammys/artists/roy-orbison |title=Grammy Award Results for Roy Orbison |website=Recording Academy GRAMMY Awards |access-date=June 16, 2018}}</ref>\n\nAlso in 1987, Orbison was inducted into the [[Nashville Songwriters Hall of Fame]] and was initiated into the [[Rock and Roll Hall of Fame]] by Bruce Springsteen, who concluded his speech with a reference to his own album ''[[Born to Run]]'': \"I wanted a record with words like Bob Dylan that sounded like Phil Spector—but, most of all, I wanted to sing like Roy Orbison. Now, everyone knows that no one sings like Roy Orbison.\"<ref name=\"clayson202-203\">Clayson, Alan, pp. 202–203.</ref> In response, Orbison asked Springsteen for a copy of the speech, and said of his induction that he felt \"validated\" by the honor.<ref name=\"clayson202-203\"/>\n\nA few months later, Orbison and Springsteen paired again to film a concert at the [[Ambassador Hotel (Los Angeles)|Cocoanut Grove nightclub]] in Los Angeles. They were joined by [[Jackson Browne]], [[T Bone Burnett]], [[Elvis Costello]], [[Tom Waits]], [[Bonnie Raitt]], [[Jennifer Warnes]], [[James Burton]],<ref>{{cite web|url=http://www.james-burton.net/biography/ |title=Biography |website=The Official James Burton Website |access-date=July 4, 2014}}</ref> and [[k.d. lang]]. Lang later recounted how humbled Orbison had been by the display of support from so many talented and busy musicians: \"Roy looked at all of us and said, 'If there is anything I can ever do for you, please call on me'. He was very serious. It was his way of thanking us. It was very emotional.\"<ref>Amburn, p. 207.</ref> The concert was filmed in one take and aired on [[Cinemax]] under the title ''[[Roy Orbison and Friends: A Black and White Night]]''; it was released on video by Virgin Records, selling 50,000 copies.<ref>Amburn, p. 205.</ref>\n\nIt was also in 1988 that Orbison began collaborating seriously with [[Electric Light Orchestra]] bandleader [[Jeff Lynne]] on a new album. Lynne had just completed production work on George Harrison's ''[[Cloud Nine (George Harrison album)|Cloud Nine]]'' album, and all three ate lunch together one day when Orbison accepted an invitation to sing on Harrison's new single.{{sfnp|Slate, Orbison et al.|2017|p=211}} They subsequently contacted [[Bob Dylan]], who, in turn, allowed them to use a recording studio in his home. Along the way, Harrison made a quick visit to [[Tom Petty]]'s residence to obtain his guitar; Petty and his band had backed Dylan on his last tour.<ref>Amburn, p. 218.</ref> By that evening, the group had written \"[[Handle with Care (song)|Handle with Care]]\", which led to the concept of recording an entire album. They called themselves the [[Traveling Wilburys]], representing themselves as half-brothers with the same father. They gave themselves stage names; Orbison chose his from his musical hero, calling himself \"Lefty Wilbury\" after Lefty Frizzell.<ref>Clayson, Alan, pp. 206–207.</ref><ref>{{Cite magazine|url=https://www.rollingstone.com/music/music-album-reviews/traveling-wilburys-vol-1-103329/|title=Traveling Wilburys Volume One|first1=David|last1=Wild|magazine=[[Rolling Stone]] |date=October 18, 1988}}</ref> Expanding on the concept of a traveling band of raucous musicians, Orbison offered a quote about the group's foundation in honor: \"Some people say Daddy was a cad and a bounder. I remember him as a Baptist minister.\"<ref>Amburn, p. 221.</ref>\n\nLynne later spoke of the recording sessions: \"Everybody just sat there going, 'Wow, it's Roy Orbison!'&nbsp;... Even though he's become your pal and you're hanging out and having a laugh and going to dinner, as soon as he gets behind that [mic] and he's doing his business, suddenly it's shudder time.\"<ref>Clayson, Alan, p. 208.</ref> The band's debut album, ''[[Traveling Wilburys Vol. 1]]'' (1988), was released on October 25, 1988.<ref>{{Cite web|url=https://www.allmusic.com/album/the-traveling-wilburys-vol-1-mw0000787431|title=The Traveling Wilburys, Vol. 1 - The Traveling Wilburys &#124; Songs, Reviews, Credits &#124; AllMusic|via=www.allmusic.com}}</ref> Orbison was given one solo track, \"[[Not Alone Any More]]\", on the album. His contributions were highly praised by the press.<ref name=\"grammy\"/><ref name=\"auto1\">Amburn, p. 222.</ref>\n\nOrbison determinedly pursued his second chance at stardom, but he expressed amazement at his success: \"It's very nice to be wanted again, but I still can't quite believe it.\"<ref>Amburn, p. 223.</ref> He lost some weight to fit his new image and the constant demand of touring, as well as the newer demands of making videos. In the final three months of his life, he gave ''Rolling Stone'' magazine extensive access to his daily activities; he intended to write an autobiography and wanted [[Martin Sheen]] to play him in a biopic.<ref name=Pond/>\n\nOrbison completed a solo album, ''Mystery Girl'', in November 1988.<ref name=\"auto\">Amburn, pp. 227–228.</ref> ''Mystery Girl'' was co-produced by [[Jeff Lynne]]. Orbison considered Lynne to be the best producer with whom he had ever collaborated.<ref>Amburn, p. 213.</ref> [[Elvis Costello]], Orbison's son Wesley and others offered their songs to him.{{sfnp|Whitburn|2004|p=524}}<ref name=\"britishhits\"/>\n\nAround November 1988, Orbison confided in [[Johnny Cash]] that he was having chest pains. He went to Europe, was presented with an award there, and played a show in [[Antwerp]], where footage for the video for \"You Got It\" was filmed. He gave several interviews a day in a hectic schedule. A few days later, a manager at a club in [[Boston]] was concerned that he looked ill, but Orbison played the show to a standing ovation.<ref name=\"auto\"/>\n\n==Death and aftermath==\n[[File:Phoenix-Musical Instrument Museum-Roy Orbison exhibit.jpg|250px|thumb|The Roy Orbison \nexhibit in the Artist Gallery of the Musical Instrument Museum of Phoenix]]\n\n===Death===\nOrbison performed at the [[Front Row Theater]] in [[Highland Heights, Ohio]] on December 4, 1988. Exhausted, he returned to his home in Hendersonville to rest for several days before flying again to London to film two more videos for the Traveling Wilburys. On December 6, 1988, he spent the day flying [[model aircraft|model airplanes]] with his bus driver and friend Benny Birchfield and ate dinner at Birchfield's home in Hendersonville (Birchfield was married to country star [[Jean Shepard]]).<ref>{{Cite book|last1=Orbison|first1=Roy Jr|url=https://www.worldcat.org/title/authorized-roy-orbison/oclc/1017566749|title=The Authorized Roy Orbison|last2=Orbison Alex|last3=Orbison|first3=Wesley|last4=Slate|first4=Jeff|publisher=Center Street|date=2017|isbn=9781478976547|location=New York|pages=226|language=English|oclc=1017566749}}</ref> Later that day, Orbison died of a [[heart attack]] at the age of 52, at his mother's house.<ref>Clayson, Alan, p. 213.</ref>\n\nA memorial for Orbison was held in Nashville, and another was held in Los Angeles. He was buried at [[Westwood Village Memorial Park Cemetery]] in an unmarked grave.<ref>Clayson, Alan, p. 215.</ref><ref>Amburn, pp. 233–235.</ref>\n\n===Aftermath===\n''Mystery Girl'' was released by [[Virgin Records]] on January 31, 1989.<ref name=\":1\">{{Cite book|title=The authorized Roy Orbison|last=Orbison|first=Roy Jr.|publisher=Center Street|others=Orbison, Wesley,, Orbison, Alex,, Slate, Jeff|year=2017|isbn=9781478976547|edition=  Second|location=New York|pages=235|oclc=1017566749}}</ref> The biggest hit from ''Mystery Girl'' was \"[[You Got It]]\", written with Lynne and Tom Petty. \"You Got It\" rose to No. 9 in the US and No. 3 in the UK.{{sfnp|Whitburn|2004|p=524}}<ref name=\"britishhits\"/> The song earned Orbison a posthumous Grammy Award nomination.<ref>{{Cite web|url=https://www.yardbarker.com/entertainment/articles/life_after_death_the_best_and_worst_posthumous_albums/s1__31845896|title=Life after death: The best and worst posthumous albums|date=November 16, 2020|website=Yardbarker}}</ref> According to ''Rolling Stone'', \"Mystery Girl cloaks the epic sweep and grandeur of his classic sound in meticulous, modern production—the album encapsulates everything that made Orbison great, and for that reason it makes a fitting valedictory\".<ref>{{Cite magazine|url=https://www.rollingstone.com/music/music-album-reviews/mystery-girl-249142/|title=Mystery Girl|first1=Michael|last1=Azerrad|magazine=[[Rolling Stone]] |date=March 23, 1989}}</ref>\n\n''Traveling Wilburys Vol. 1'' spent 53 weeks on the US charts, peaking at number three. It reached No. 1 in Australia and No. 16 in the UK. The album won a Grammy for [[Grammy Award for Best Rock Performance by a Duo or Group with Vocal|Best Rock Performance by a Duo or Group]].<ref name=\"grammy\"/> ''Rolling Stone'' included it in the top 100 albums of the decade.<ref name=\"auto1\"/>\n\nOn April 8, 1989, Orbison became the first deceased musician since [[Elvis Presley]] to have two albums in the US Top Five at the same time, with ''Traveling Wilburys Vol. 1'' at number 4 and his own ''Mystery Girl'' at number 5.<ref>{{cite magazine |url=http://www.americanradiohistory.com/Archive-Billboard/80s/1989/BB-1989-04-08.pdf |date=April 8, 1989 |magazine=Billboard |title=Top Pop Albums |page=80 |volume=101 |issue=14}}</ref> In the United Kingdom, he achieved even greater posthumous success, with two solo albums in the Top 3 on February 11, 1989 (''Mystery Girl'' was number 2 and the compilation ''The Legendary Roy Orbison'' was number 3).<ref>{{cite web |url=http://www.officialcharts.com/charts/albums-chart/19890205/7502/ |title=Official Albums Chart Top 75: 05 February 1989 - 11 February 1989 |publisher=The Official UK Charts Company}}</ref>\n\nAlthough the video for the Traveling Wilburys' \"Handle with Care\" was filmed with Orbison, the video for \"[[End of the Line (Traveling Wilburys song)|End of the Line]]\" was filmed and released posthumously. During Orbison's vocal solo parts in \"End of the Line\", the video shows Orbison's guitar in a rocking chair next to Orbison's framed photo.<ref>{{cite AV media|url=https://www.youtube.com/watch?v=UMVjToYOjbM  |archive-url=https://ghostarchive.org/varchive/youtube/20211211/UMVjToYOjbM| archive-date=2021-12-11 |url-status=live|last1=Lynne |first1=Jeff |last2=Harrison |first2=George|last3=Petty |first3=Tom |last4=Orbison |first4=Roy |last5=Dylan |first5=Bob |date=May 20, 2016 |title= The Traveling Wilburys - End Of The Line (Official Video)|medium=Music Video |time=1:46 |work=[[Traveling Wilburys]]|accessdate=March 22, 2021}}{{cbignore}}</ref>\n\nOn October 20, 1992, ''[[King of Hearts (Roy Orbison album)|King of Hearts]]''—another album of Orbison songs—was released.<ref>{{Cite web|url=https://www.allmusic.com/album/king-of-hearts-mw0000090512|title=King of Hearts - Roy Orbison &#124; Songs, Reviews, Credits &#124; AllMusic|via=www.allmusic.com}}</ref>\n\nIn 2014, a demo of Orbison's \"The Way Is Love\" was released as part of the 25th-anniversary deluxe edition of ''Mystery Girl''. The song was originally recorded on a stereo cassette player around 1986. Orbison's sons contributed instrumentation on the track along with Orbison's vocals; it was produced by [[John Carter Cash]].<ref>{{cite web\n| url        = https://www.theguardian.com/music/2014/mar/21/unreleased-roy-orbison-track-the-way-is-love\n| title      = Unreleased Roy Orbison track resurrected by singer's sons\n| author     = Sean Michaels\n| date       = March 21, 2014\n| work       = The Guardian\n| access-date = October 7, 2015\n}}</ref>\n\n==Style and legacy==\n{{Quote box\n | width = 30%\n | quote = \"[Roy Orbison] was the true master of the romantic apocalypse you dreaded and knew was coming after the first night you whispered 'I Love You' to your first girlfriend. You were going down. Roy was the coolest uncool loser you'd ever seen. With his Coke-bottle black glasses, his three-octave range, he seemed to take joy sticking his knife deep into the hot belly of your teenage insecurities.\"\n| source = —[[Bruce Springsteen]], 2012 [[South by Southwest|SXSW]] Keynote Address<ref>{{cite web |last=Tuttle |first=Mike |date=March 19, 2012 |url=http://www.webpronews.com/springsteen-sxsw-keynot-2012-03 |title=Bruce Springsteen Schools 'Em At SXSW 2012 |website=WebProNews |access-date=March 22, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20120322042314/http://www.webpronews.com/springsteen-sxsw-keynot-2012-03 |archive-date=2012-03-22}}</ref>\n}}\n\nRock and roll in the 1950s was defined by a driving [[Beat (music)#Backbeat|backbeat]], heavy guitars, and lyrical themes that glorified youthful rebellion.<ref>Lehman, p. 8.</ref> Few of Orbison's recordings have these characteristics. The structure and themes of his songs defied convention, and his much-praised voice and performance style were unlike any other in rock and roll.{{according to whom|date=July 2021}} Many of his contemporaries compared his music with that of classically trained musicians, although he never mentioned any classical music influences. Peter Lehman summarized it, writing, \"He achieved what he did not by copying classical music but by creating a unique form of popular music that drew upon a wide variety of music popular during his youth.\"<ref>Lehman, p. 58.</ref> Orbison was known as \"the [[Enrico Caruso|Caruso]] [[Honorific nicknames in popular music#O|of Rock]]\"<ref name=\"amburn97\">Amburn, p. 97.</ref><ref name=\"rollingstone.com\">{{cite magazine|url=https://www.rollingstone.com/music/music-country/hear-roy-orbison-croon-oh-pretty-woman-with-the-royal-philharmonic-125895/|title=Hear Roy Orbison Croon 'Oh, Pretty Woman' With the Royal Philharmonic|first1=Stephen L.|last1=Betts|magazine=[[Rolling Stone]] |date=October 5, 2017}}</ref> and \"the Big O\".<ref name=\"rollingstone.com\"/>\n\nRoys Boys LLC, a Nashville-based company founded by Orbison's sons to administer their father's catalog and safeguard his legacy, announced a November 16, 2018, release of ''Unchained Melodies: Roy Orbison with the Royal Philharmonic Orchestra'' album as well as an autumn 2018 Roy Orbison Hologram tour called ''In Dreams: Roy Orbison in Concert''.<ref>{{cite web|url=https://www.musicnewsnet.com/2018/10/roy-orbison-with-royal-philharmonic-unchained-melodies-releases-1116-includes-duet-with-country-musi.html|title=Roy Orbison with Royal Philharmonic \"Unchained Melodies\" Releases 11/16, Includes Duet With Country Music Sensation Cam|website=Music News Net}}</ref>\n\n===Songwriting===\n\n====Structures====\nMusic critic [[Dave Marsh]] wrote that Orbison's compositions \"define a world unto themselves more completely than any other body of work in pop music\".<ref name=\"Lehman, p. 20\">Lehman, p. 20.</ref> Orbison's music, like the man himself, has been described as timeless, diverting from contemporary rock and roll and bordering on the eccentric, within a hair's breadth of being weird.<ref>Lehman, p. 9.</ref> Peter Watrous, writing for the ''New York Times'', declared in a concert review, \"He has perfected an odd vision of popular music, one in which eccentricity and imagination beat back all the pressures toward conformity\".<ref name=\"watrous\">Watrous, Peter (July 31, 1988). \"Roy Orbison Mines Some Old Gold\". ''The New York Times''. p. 48.</ref>\n\nIn the 1960s, Orbison refused to splice edits of songs together and insisted on recording them in single takes with all the instruments and singers together.<ref>Lehman, p. 46.</ref> The only convention Orbison followed in his most popular songs is the time limit for radio fare in pop songs. Otherwise, each seems to follow a separate structure. Using the standard [[32-bar form]] for verses and choruses, normal pop songs followed the verse-chorus-verse-chorus-bridge-verse-chorus structure. Where A represents the verse, B represents the chorus, and C the bridge, most pop songs can be represented by A-B-A-B-C-A-B, like \"Ooby Dooby\" and \"Claudette\". Orbison's \"In Dreams\" was a song in seven movements that can be represented as Intro-A-B-C-D-E-F; no sections are repeated. In \"Running Scared\", however, the entire song repeats to build suspense to a final climax, to be represented as A-A-A-A-B. \"Crying\" is more complex, changing parts toward the end to be represented as A-B-C-D-E-F-A-B'-C'-D'-E'-F'.<ref>Lehman, p. 53.</ref> Although Orbison recorded and wrote standard structure songs before \"Only the Lonely\", he claimed never to have learned how to write them:<ref name=\"nswhof\">{{cite web |url=http://www.nashvillesongwritersfoundation.com/l-o/roy-orbison.aspx |title=Roy Orbison |publisher=Nashville Songwriters Hall of Fame |year=2008 |archive-url=https://web.archive.org/web/20090102144848/http://www.nashvillesongwritersfoundation.com/l-o/roy-orbison.aspx |archive-date=January 2, 2009 |access-date=May 30, 2009}}</ref>\n\n{{blockquote|I'm sure we had to study composition or something like that at school, and they'd say 'This is the way you do it,' and that's the way I would have done it, so being blessed again with not knowing what was wrong or what was right, I went on my own way.&nbsp;... So the structure sometimes has the chorus at the end of the song, and sometimes there is no chorus, it just goes&nbsp;... But that's always after the fact—as I'm writing, it all sounds natural and in sequence to me.\" | Roy Orbison}}\n\n[[Elton John]]'s songwriting partner and main lyricist [[Bernie Taupin]] wrote that Orbison's songs always made \"radical left turns\", and [[k.d. lang]] declared that good songwriting comes from being constantly surprised, such as how the entirety of \"Running Scared\" eventually depends on the final note, one word.<ref>Lehman, p. 52.</ref> Some of the musicians who worked with Orbison were confounded by what he asked them to do. The Nashville session guitarist [[Jerry Kennedy]] stated, \"Roy went against the grain. The first time you'd hear something, it wouldn't sound right. But after a few playbacks, it would start to grow on you.\"<ref name=\"amburn128\"/>\n\n====Themes====\nCritic Dave Marsh categorizes Orbison's ballads into themes reflecting pain and loss, and dreaming. A third category is his uptempo rockabilly songs such as \"Go! Go! Go!\" and \"Mean Woman Blues\" that are more thematically simple, addressing his feelings and intentions in a masculine [[braggadocio (rap)|braggadocio]]. In concert, Orbison placed the uptempo songs between the ballads to keep from being too consistently dark or grim.<ref>Lehman, pp. 70–71.</ref>\n\nIn 1990, Colin Escott wrote an introduction to Orbison's biography published in a CD box set: \"Orbison was the master of compression. Working the singles era, he could relate a short story, or establish a mood in under three minutes. If you think that's easy—try it. His greatest recordings were quite simply perfect; not a word or note surplus to intention.\"<ref name=\"escott\"/> After attending a show in 1988, Peter Watrous of ''The New York Times'' wrote that Orbison's songs are \"dreamlike claustrophobically intimate set pieces\".<ref name=\"watrous\"/> Music critic Ken Emerson writes that the \"apocalyptic romanticism\" in Orbison's music was well-crafted for the films in which his songs appeared in the 1980s because the music was \"so over-the-top that dreams become delusions, and self-pity paranoia\", striking \"a post-modern nerve\".<ref>DeCurtis and Henke, p. 157.</ref> [[Led Zeppelin]] singer [[Robert Plant]] favored American R&B music as a youth, but beyond the black musicians, he named Elvis and Orbison especially as foreshadowing the emotions he would experience: \"The poignancy of the combination of lyric and voice was stunning. [Orbison] used drama to great effect and he wrote dramatically.\"<ref name=\"hall\"/>\n\nThe loneliness in Orbison's songs that he became most famous for, he both explained and downplayed: \"I don't think I've been any more lonely than anyone else&nbsp;... Although if you grow up in West Texas, there are a lot of ways to be lonely.\"<ref name=\"hall\"/> His music offered an alternative to the postured masculinity that was pervasive in music and culture. [[Robin Gibb]] of the [[Bee Gees]] stated, \"He made emotion fashionable, that it was all right to talk about and sing about very emotional things. For men to sing about very emotional things&nbsp;... Before that no one would do it.\"<ref name=\"hall\"/> Orbison acknowledged this in looking back on the era in which he became popular: \"When [\"Crying\"] came out I don't think anyone had accepted the fact that a man should cry when he wants to cry.\"<ref name=\"hall\"/>\n\n===Voice quality===\n{{Quote box\n | width = 30%\n | quote = What separates Orbison from so many other multi-octave-spanning power singers is that he can hit the biggest notes imaginable and still sound ''unspeakably sad'' at the same time. All his vocal gymnastics were just a means to a powerful end, not a mission unto themselves. Roy Orbison didn't just sing beautifully—he sang brokenheartedly.\n| source = —[[Stephen Thompson (journalist)|Stephen Thompson]], [[NPR]]<ref name=\"NPRsongswelove\">{{cite web |url=https://www.npr.org/2011/04/28/135734524/roy-orbison-songs-we-love |title=Roy Orbison: Songs We Love |author=NPR staff |website=NPR |date=April 27, 2011 |access-date=April 29, 2011}}</ref>\n}}\n\nOrbison admitted that he did not think his voice was put to appropriate use until \"Only the Lonely\" in 1960, when it was able, in his words, to allow its \"flowering\".<ref>Lehman, p. 50.</ref> Carl Perkins, however, toured with Orbison while they were both signed with Sun Records and recalled a specific concert when Orbison covered the [[Nelson Eddy]] and [[Jeanette MacDonald]] standard \"[[Indian Love Call]]\", and had the audience completely silenced, in awe.<ref>Lehman, p. 49.</ref> When compared to the Everly Brothers, who often used the same session musicians, Orbison is credited with \"a passionate intensity\" that, according to ''The Rolling Stone Illustrated History of Rock and Roll'', made \"his love, his life, and, indeed, the whole world [seem] to be coming to an end—not with a whimper, but an agonised, beautiful bang\".<ref name=decurtis155/>\n\nBruce Springsteen and [[Billy Joel]] both commented on the otherworldly quality of Orbison's voice. [[Dwight Yoakam]] stated that Orbison's voice sounded like \"the cry of an angel falling backward through an open window\".<ref>Lehman, p. 22.</ref> [[Barry Gibb]] of [[The Bee Gees]] went further to say that when he heard \"Crying\" for the first time, \"That was it. To me that was the voice of God.\"<ref name=\"hall\">Hall, Mark. (director) ''In Dreams: The Roy Orbison Story'', Nashmount Productions Inc., 1999.</ref> Elvis Presley stated Orbison's voice was the greatest and most distinctive he <!--check who 'they' are---> had ever heard.<ref name=\"amburn175_193\">Amburn, pp. 175, 193.</ref> Orbison's music and voice have been compared to opera by Bob Dylan, Tom Waits, and songwriter [[Will Jennings]], among others.{{sfn|Lehman|ref=none|p=21}} Dylan marked Orbison as a specific influence, remarking that there was nothing like him on radio in the early 1960s:<ref name=\"dylan33\">Dylan, p. 33.</ref>{{Which one|reason=Which source is this referring to?|date=October 2019}}\n\n{{blockquote|With Roy, you didn't know if you were listening to mariachi or opera. He kept you on your toes. With him, it was all about fat and blood. He sounded like he was singing from an Olympian mountaintop. [After \"Ooby Dooby\"] he was now singing his compositions in three or four octaves that made you want to drive your car over a cliff. He sang like a professional criminal&nbsp;... His voice could jar a corpse, always leave you muttering to yourself something like, \"Man, I don't believe it\". | Bob Dylan}}\n\nLikewise, Tim Goodwin, who conducted the orchestra that backed Orbison in Bulgaria, had been told that Orbison's voice would be a singular experience to hear. When Orbison started with \"Crying\" and hit the high notes, Goodwin stated: \"The strings were playing and the band had built up and, sure enough, the hair on the back of my neck just all started standing up. It was an incredible physical sensation.\"<ref>Amburn, p. 184.</ref> Bassist [[Jerry Scheff]], who backed Orbison in his ''[[Roy Orbison and Friends: A Black and White Night|A Black and White Night]]'' concert, wrote about him, \"Roy Orbison was like an opera singer. His voice melted out of his mouth into the stratosphere and back. He never seemed like he was trying to sing, he just did it.\"<ref>Scheff, Jerry (2012). ''Way Down: Playing Bass with Elvis, Dylan, the Doors & More.'' Backbeat Books. p. 33.</ref>\n\nHis voice ranged from [[baritone]] to [[tenor]], and music scholars have suggested that he had a three- or four-octave range.<ref>{{cite web |last=O'Grady |first=Terence J. |date=February 2000 |url=http://www.anb.org/articles/18/18-02294.html |title=Orbison, Roy |website=American National Biography |url-access=subscription |access-date=May 20, 2009}}</ref>\n\nOrbison's severe stage fright was particularly noticeable in the 1970s and early 1980s. During the first few songs in a concert, the [[vibrato]] in his voice was almost uncontrollable, but afterward, it became stronger and more dependable.<ref name=\"Lehman, p. 24\">Lehman, p. 24.</ref> This also happened with age. Orbison noticed that he was unable to control the tremor in the late afternoon and evenings, and chose to record in the mornings when it was possible.<ref>{{Citation|last=Townsend|first=Paul|title=Roy Orbison, March 1967, Colston Hall, Bristol|date=January 2, 2014|url=https://www.flickr.com/photos/brizzlebornandbred/11707869923/|access-date=October 24, 2019}}</ref>\n\n===Performance===\n[[File:Roy Orbison.jpg|thumb|250 px|Orbison, center (in white), performing in 1976]]\nOrbison often excused his motionless performances by saying that his songs did not allow instrumental sections so he could move or dance on stage, although songs like \"Mean Woman Blues\" did offer that.<ref>Lehman, p. 62.</ref> He was aware of his unique performance style even in the early 1960s when he commented, \"I'm not a super personality—on stage or off. I mean, you could put workers like [[Chubby Checker]] or [[Bobby Rydell]] in second-rate shows and they'd still shine through, but not me. I'd have to be prepared. People come to hear my music, my songs. That's what I have to give them.\"<ref>Clayson, Alan, p. 78.</ref>\n\n[[k.d. lang]] compared Orbison to a tree, with passive but solid beauty.<ref>{{cite web |author=Lang, k. d. |date=April 15, 2004 |url=https://www.rollingstone.com/news/story/5939233/the_immortals__the_greatest_artists_of_all_time_37_roy_orbison |title=The Immortals – The Greatest Artists of All Time: 37) Roy Orbison |magazine=Rolling Stone |access-date=June 2, 2009 |url-status=dead |archive-url=https://web.archive.org/web/20090506004850/https://www.rollingstone.com/news/story/5939233/the_immortals__the_greatest_artists_of_all_time_37_roy_orbison |archive-date=May 6, 2009}}</ref> This image of Orbison as immovable was so associated with him it was parodied by [[John Belushi]] on ''[[Saturday Night Live]]'', as Belushi dressed as Orbison falls over while singing \"Oh, Pretty Woman\", and continues to play as his bandmates set him upright again.<ref name=\"Lehman, p. 24\"/> However, Lang quantified this style by saying, \"It's so hard to explain what Roy's energy was like because he would fill a room with his energy and presence, but not say a word. Being that he was so grounded and so strong and so gentle and quiet. He was just there.\"<ref name=\"hall\"/>\n\nOrbison attributed his own passion during his performances to the period when he grew up in Fort Worth while the US was mobilising for World War II. His parents worked in a defence plant; his father brought out a guitar in the evenings, and their friends and relatives who had just joined the military gathered to drink and sing heartily. Orbison later reflected, \"I guess that level of intensity made a big impression on me, because it's still there. That sense of 'do it for all it's worth and do it now and do it good.' Not to analyse it too much, but I think the verve and gusto that everybody felt and portrayed around me has stayed with me all this time.\"<ref>Amburn, p. 7.</ref>\n\n==Discography==\n{{Main|Roy Orbison discography}}\n\n==Honors==\n''[[Rolling Stone]]'' placed him at number 37 on their list of the \"Greatest Artists of All Time\" and number 13 on their list of the \"100 Greatest Singers of All Time'.<ref>{{cite magazine |url=https://www.rollingstone.com/music/lists/100-greatest-singers-of-all-time-19691231 |title=100 Greatest Singers of All Time |magazine=Rolling Stone |date=November 27, 2008 |via=Rolling Stone website |access-date=October 3, 2011}}</ref> In 2002, ''Billboard'' magazine listed Orbison at number 74 in the Top 600 recording artists.{{sfnp|Whitburn|2004|p=524}}\n\n* '''Grammy Awards'''<ref name=\"grammy\"/>\n** Best Country Performance Duo or Group (1980) (\"That Lovin' You Feelin' Again\", with Emmylou Harris)\n** Best Spoken Word or Non-Musical Recording (1986) (\"Interviews From The Class Of '55 Recording Sessions\", with Johnny Cash, Carl Perkins, Jerry Lee Lewis, Sam Phillips, Rick Nelson and Chips Moman)\n** Best Country Vocal Collaboration (1988) (\"Crying\", with k.d. lang)\n** Best Rock Performance by a Duo or Group with Vocal (1989) (''Traveling Wilburys Volume One'', as a member of the Traveling Wilburys)\n** Best Pop Vocal Performance, Male (1990) (\"Oh, Pretty Woman\")\n** Lifetime Achievement Award (1998)\n* [[Rock and Roll Hall of Fame]] (1987)<ref name=\"rockhall\"/>\n* [[Nashville Songwriters Hall of Fame]] (1987)<ref name=\"nswhof\"/>\n* [[Songwriters Hall of Fame]] (1989)<ref>{{cite web |url=http://www.songwritershalloffame.org/exhibits/C173 |title=Roy Orbison |publisher=Songwriters Hall of Fame |access-date=May 30, 2009 |url-status=dead |archive-url=https://web.archive.org/web/20090130041222/http://www.songwritershalloffame.org/exhibits/C173 |archive-date=January 30, 2009}}</ref>\n* Star on the [[Hollywood Walk of Fame]] (2010)<ref name=\"Beeb\">[http://news.bbc.co.uk/1/hi/entertainment/8488965.stm Roy Orbison given Hollywood Walk of Fame star] BBC News (January 30, 2010). Retrieved on January 31, 2010.</ref>\n* America's Pop Music Hall of Fame (2014)\n* [[Memphis Music Hall of Fame]] (2017)\n\n==See also==\nVideo and televised feature performances:\n* 1972: ''[[Live from Australia (Roy Orbison album)]]''\n* 1982: ''[[Live at Austin City Limits]]''\n* 1988: ''[[Roy Orbison and Friends: A Black and White Night]]''\n\n==Notes==\n{{Notelist}}\n\n==References==\n{{Reflist}}\n\n==Sources==\n{{Spoken Wikipedia|Roy_Orbison.ogg|date=2005-04-21}}\n* Amburn, Ellis (1990). ''Dark Star: The Roy Orbison Story'', Carol Publishing Group. {{ISBN|0-8184-0518-X}}.\n* Brown, Tony; Kutner, Jon; Warwick, Neil (2000). ''Complete Book of the British Charts: Singles & Albums'', Omnibus. {{ISBN|0-7119-7670-8}}.\n* Clayson, Alan (1989). ''Only the Lonely: Roy Orbison's Life and Legacy''. St. Martin's Press. {{ISBN|0-312-03961-1}}.\n* Clayton, Lawrence; Sprecht, Joe, eds. (2003). ''The Roots of Texas Music'', Texas A&M University Press. {{ISBN|1-58544-997-0}}.\n* Creswell, Toby (2006). ''1001 Songs: The Greatest Songs of All Time and the Artists, Stories, and Secrets Behind Them''. Thunder's Mouth Press. {{ISBN|1-56025-915-9}}.\n* DeCurtis, Anthony; Henke, James (eds.) (1992). ''The Rolling Stone Illustrated History of Rock & Roll''. Random House. {{ISBN|0-679-73728-6}}.\n* Hoffman, Frank W., Ferstler, Howard (2005). ''Encyclopedia of Recorded Sound, Volume 1''. CRC Press. {{ISBN|0-415-93835-X}}.\n* Lehman, Peter (2003). ''Roy Orbison: The Invention of An Alternative Rock Masculinity''. Temple University Press. {{ISBN|1-59213-037-2}}.\n* {{Cite book |first1=Roy Jr |last1=Orbison |first2=Wesley |last2=Orbison |first3=Alex |last3=Orbison |first4=Jeff |last4=Slate |year=2017 |title=The Authorized Roy Orbison |publisher=Center Street |isbn=9781478976547 |edition= 2nd |location=New York |oclc=1017566749 |ref={{harvid|Slate, Orbison et al.|2017}}}}\n* {{Cite book |last=Whitburn |first=Joel |year=2004 |title=The Billboard Book of Top 40 Hits |publisher=Billboard Books |isbn=0-8230-7499-4}}\n* Wolfe, Charles K., Akenson, James (eds.) (2000). ''Country Music Annual'', issue 1. University Press of Kentucky. {{ISBN|0-8131-0989-2}}.\n* Zak, Albin (2010). \"[https://books.google.com/books?id=eg0dpgvfVqEC&pg=PA18 'Only The Lonely'&nbsp;— Roy Orbison's Sweet West Texas Style]\", pp.&nbsp;18–41 in John Covach and Mark Spicer, ''Sounding Out Pop: Analytical Essays in Popular Music''. University of Michigan Press. {{ISBN|0-472-03400-6}}.\n\n==External links==\n*[http://hdl.handle.net/1903.1/4595 Hugo Keesing Collection on Roy Orbison] — Special Collections in Performing Arts, [[University of Maryland]]\n{{wikiquote}}\n{{Commons category}}\n*{{Official website}}\n*{{allMusic|artist|id=mn0000852007}}\n*{{Find a Grave|1463}}\n* {{IMDb name|649413}}\n*[http://au.lifestyle.yahoo.com/marie-claire/features/life-stories/article/-/5869871/roy-orbison-the-big-o/ Roy Orbison: The Big O] life story by ''[[Marie Claire|Marie Claire Australia]]'' magazine\n\n{{Roy Orbison|state=expanded}}\n{{Navboxes\n| title = Awards for Roy Orbison\n| list =\n{{Grammy Award for Best Male Pop Vocal Performance}}\n{{Grammy Award for Best Spoken Word Album 1980s}}\n{{1987 Rock and Roll Hall of Fame}}\n}}\n{{Traveling Wilburys}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Orbison, Roy}}\n[[Category:1936 births]]\n[[Category:1988 deaths]]\n[[Category:20th-century American guitarists]]\n[[Category:20th-century American male singers]]\n[[Category:20th-century American singers]]\n[[Category:American country guitarists]]\n[[Category:American country rock singers]]\n[[Category:American country singer-songwriters]]\n[[Category:American rockabilly guitarists]]\n[[Category:American rock guitarists]]\n[[Category:American male guitarists]]\n[[Category:American male singer-songwriters]]\n[[Category:American rockabilly musicians]]\n[[Category:American rock songwriters]]\n[[Category:American rock singers]]\n[[Category:American tenors]]\n[[Category:Asylum Records artists]]\n[[Category:Ballad musicians]]\n[[Category:Burials at Westwood Village Memorial Park Cemetery]]\n[[Category:Grammy Award winners]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:Guitarists from Texas]]\n[[Category:Mercury Records artists]]\n[[Category:MGM Records artists]]\n[[Category:Monument Records artists]]\n[[Category:Music of Denton, Texas]]\n[[Category:People from Vernon, Texas]]\n[[Category:People from Wilbarger County, Texas]]\n[[Category:People from Winkler County, Texas]]\n[[Category:RCA Victor artists]]\n[[Category:Rock and roll musicians]]\n[[Category:Roy Orbison| ]]\n[[Category:Singers with a four-octave vocal range]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Sun Records artists]]\n[[Category:Traveling Wilburys members]]\n[[Category:University of North Texas alumni]]\n[[Category:Virgin Records artists]]\n[[Category:Winkler County, Texas]]", "sha1": "if9vmlwobs6w78g5rz5bt8v73bx60qr"}