{"title": "Scissor Sisters", "id": "1112735283", "parentid": "1112732894", "timestamp": "2022-09-27T20:35:32Z", "contributor": "\n        ", "minor": null, "comment": "Dating maintenance tags: {{Fact}}", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|American pop rock band}}\n{{Other uses}}\n{{Use mdy dates|date=June 2013}}\n{{Infobox musical artist\n| name = Scissor Sisters\n| background = group_or_band\n| image = ScissorsistersSBSR.jpg\n| landscape = yes\n| caption = Scissor Sisters at [[Super Bock Super Rock]] 2007 in Portugal\n| origin = [[New York City]], [[New York (state)|NY]], U.S.\n| genre = {{hlist|[[Pop rock]]|[[indie pop]]|[[glam rock]]|[[nu-disco]]|[[electroclash]] (early)}}\n| years_active = 2000–2012, 2017 (on indefinite hiatus)\n| label = [[Polydor]], [[Universal Records|Universal]] [[Jive Records|Jive]], [[Motown]], [[Casablanca Records|Casablanca]]\n| associated_acts = [[Elton John]], [[Kylie Minogue]]\n| website = {{URL|www.scissorsisters.com}}\n| current_members = {{plainlist|\n*[[Jake Shears]]\n*[[Babydaddy]]\n*[[Ana Matronic]]\n*[[Del Marquis]]\n*Randy Real\n}}\n| past_members = [[Paddy Boom]]\n| Img size =\n}}\n\n'''Scissor Sisters''' are an American [[pop rock]] band formed in 2001. Its members include [[Jake Shears]] and [[Ana Matronic]] as vocalists, [[Babydaddy]] as multi-instrumentalist, [[Del Marquis]] as lead guitar/bassist, and Randy Real (who replaced [[Paddy Boom]]) as drummer. Scissor Sisters incorporates diverse and eclectic styles in their music, but tends to sway towards [[pop rock]], [[glam rock]], [[nu-disco]], and [[electroclash]]. Forged in the \"[[LGBT culture in New York City|gay nightlife scene of New York\"]], the band took its name from the female same-sex sexual activity [[tribadism]].<ref name=\"Hannaford\">Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 29.</ref><ref name=Washpost>{{cite news|title=Scissor Sisters: On the Cutting Edge|first=Richard|last=Harrington|newspaper=[[The Washington Post]]|date=January 7, 2005|url=https://www.washingtonpost.com/wp-dyn/articles/A53256-2005Jan6.html|access-date=September 17, 2008}}</ref> \n\nThe band came to prominence following the release of their [[Grammy Award|Grammy]]-nominated and chart-topping disco version of \"[[Comfortably Numb#Cover versions|Comfortably Numb]]\" and subsequent debut album ''[[Scissor Sisters (album)|Scissor Sisters]]'' (2004). The album was a success, particularly in the UK where it reached number one, was the best-selling album of 2004, was later certified platinum by the BPI, and earned them three [[BRIT Awards]] in 2005.<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/entertainment/5332932.stm|publisher=BBC News|title=Scissors score first number one|date=September 10, 2006|access-date=May 23, 2010}}</ref> All five of its singles reached positions within the top 20 of the [[UK Singles Chart]] while \"[[Filthy/Gorgeous]]\" scored the band their first number one on ''[[Billboard (magazine)|Billboard]]''{{'s}} [[Hot Dance Club Songs]], despite the album's meager success in their native US.\n\nThe album continued its success in countries around Europe, in Australia and in Canada before the release of the band's second studio album ''[[Ta-Dah]]'' (2006), their second consecutive UK number one album which produced their first UK number one single \"[[I Don't Feel Like Dancin']]\". Their third studio album ''[[Night Work (album)|Night Work]]'' (2010)  displayed a shift towards a more club-oriented sound, charting at number two on the UK Albums Chart, number one on [[Independent Albums|''Billboard''{{'s}} Top Independent Albums]] chart and in the top 10 of several international territories. The band released their fourth studio album ''[[Magic Hour (Scissor Sisters album)|Magic Hour]]'' in May 2012.\n\nScissor Sisters has performed around the world and have become recognized for their controversial and transgressive live performances. They also collaborated with a number of other well-known pop musicians, including [[Elton John]] and [[Kylie Minogue]]; these particular collaborations have been received positively by both critics and other notable figures. In 2004, [[Bono]], lead vocalist of rock band [[U2]], described Scissor Sisters as \"the best pop group in the world\".<ref>[[Bono]], quoted in Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Blurb.</ref> They also collaborated with [[Global Cool]] in 2007 on one of their green lifestyle campaigns.<ref>{{cite news|url=http://business.timesonline.co.uk/tol/business/industry_sectors/natural_resources/article1779692.ece|work=The Times|location=London|title=Global Cool is hot on carbon emissions|date=May 12, 2007|access-date=February 1, 2011}}</ref>\n\n==History==\n===Early career (2000–2003)===\nOriginally named '''Dead Lesbian''' and then the '''Fibrillating Scissor Sisters''', the final two words of the latter being derived from the lesbian sexual act [[tribadism]],<ref name=\"Hannaford\"/><ref name=Washpost/> the band was founded in 2000 after friends [[Jake Shears|Jason \"Jake Shears\" Sellards]] and [[Babydaddy|Scott \"Babydaddy\" Hoffman]] (who had met in 1999 in [[Lexington, Kentucky|Lexington]]) both moved to [[New York City]], enjoying its open and gay-friendly ethos. They began producing music together, with Babydaddy composing music and Shears writing lyrics. The duo released a couple of singles to little success and began appearing at underground clubs on New York's [[Lower East Side]].<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Pages 13–16.</ref> On a trip to [[Disneyland]], the pair met [[Ana Matronic|Ana \"Matronic\" Lynch]] at a screening of [[Michael Jackson]]'s ''[[Captain EO]]''. During a subsequent teacup ride, they discovered that they had a lot in common. Shears later remarked, \"I really thought she was a freak but when I started singing \"[[Another Part of Me]]\" she showed me the best [[Moonwalk (dance)|moonwalk]] I've ever seen.\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 19.</ref>\n\nAna Matronic ran a weekly cabaret event known as Knock Off at a club called the [[The Slipper Room|Slipper Room]] in New York, where she liked to hire eccentric and alternative acts; one reporter described it as a place that \"served up a racy, multigender revue of kitsch,\" and that a performer dressed as a giant [[vulva]] \"enfolded me with her [[Labia (genitalia)|labia]] while singing \"Lick Me in My Wet Spot\" to the tune of \"[[Hit Me With Your Best Shot]]\".\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 23.</ref> Matronic invited the pair to appear at Knock Off, which they did on September 21, 2001. Shears dressed as his character \"Jason the Amazing Back-Alley Late Term Abortion\" whilst Matronic, dressed as a reject from [[Andy Warhol]]'s [[The Factory|Factory]], joined the pair on stage and sang. Shears and Babydaddy felt she was very effective and asked her to join the band on a permanent basis, to which she agreed.\n\nThe trio then began appearing at other clubs, dropping the word \"Fibrillating\" from their name. They primarily played [[electroclash]], which was popular at the time in the underground club scene of New York with bands like [[Peaches (musician)|Peaches]] and [[Chicks on Speed]].<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 26-28.</ref> They were soon joined by [[Del Marquis|Derek \"Del Marquis\" Gruen]] on lead guitar, who had known Shears from when they both worked at the IC Guys club where Shears had been a stripper.<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 35.</ref> They were joined by a fifth member, [[Paddy Boom|Patrick \"Paddy Boom\" Seacor]], on drums who (being [[heterosexual]]) felt the need to explain to his mother that \"it's not a gay band... there [are] gay members, but it doesn't matter. It's about the music and about performance.\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 37.</ref>\n\nIn 2002, the band signed with a small New York record company called A Touch of Class for a two-single deal. Their first single \"[[Electrobix]]\" dealt with gay men's obsessions with working out but proved to be less popular than its B-side, a cover version of [[Pink Floyd]]'s [[progressive rock]] classic \"[[Comfortably Numb]]\". Matronic commented, \"It's one of those songs that people were either gonna love or hate, and that's really, really powerful, because it basically means you're evoking a reaction in everyone. The first time I heard it, I thought that if it doesn't make us famous, it'll make us infamous because somebody will shoot us!\" Their version of \"Comfortably Numb\" became a hit in many dance clubs and, after sending Pink Floyd themselves a copy, the Scissor Sisters received positive remarks from the song's original writers [[Roger Waters]] and [[David Gilmour]].<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 39-43.</ref><ref>{{cite news| url=https://www.washingtonpost.com/wp-dyn/articles/A53256-2005Jan6.html | newspaper=The Washington Post | title=Scissor Sisters: On the Cutting Edge | first=Richard | last=Harrington | date=January 7, 2005 | access-date=May 23, 2010}}</ref> The song proved to be particularly popular in the UK, where various record labels soon took an interest in the band. In 2003, they decided they would tour Europe where they believed audiences would be more receptive to them and their music than their native US.<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 45.</ref>\n\n===Debut album and breakthrough success (2003–2004)===\n\"Comfortably Numb\" came to the attention of British label [[Polydor]], who signed the group to a contract. Their first single for the label \"[[Laura (Scissor Sisters song)|Laura]]\" (with two different music videos) had a limited release in 2003 and reaching number 54 in the [[UK Singles Chart]], receiving little attention with the exceptions of British music paper ''[[New Musical Express]]'', Channel 4's entertainment programme ''[[V Graham Norton]]'', and the same channel's music programme ''[[Popworld]]'' for which they were interviewed. The track also received much radio play in Australia. Their track \"It Can't Come Quickly Enough\" was also included on the soundtrack of the film ''[[Party Monster (2003 film)|Party Monster]]'' (2003), playing over its ending credits.\n\nTheir first hit was in 2004 with the official release of \"Comfortably Numb\". Reaching number 10 in the UK, this success was followed by \"[[Take Your Mama]]\" which went to number 17, a re-release of \"Laura\" (with two different music videos) which went to number 12, the ballad \"Mary\" which went to number 14, and the hedonist anthem \"[[Filthy/Gorgeous]]\" which peaked at number 5 in the UK. All the singles came from their debut album ''[[Scissor Sisters (album)|Scissor Sisters]]'', which reached number one in the [[UK Albums Chart]] and became the best selling album of 2004, beating [[Keane (band)|Keane]]'s ''[[Hopes and Fears]]'' by 582 copies. As of 2016, it is the 20th biggest-selling album of the 21st century, and the 39th biggest-selling of all time in the UK.<ref>{{Cite web|url=https://www.officialcharts.com/chart-news/the-uks-biggest-studio-albums-of-all-time__24431/|title = The UK's Top 40 biggest studio albums of time| website=[[Official Charts Company|Official Charts]] }}</ref>\n\nSeveral media outlets noted that Scissor Sisters \"stick out like a sore thumb\" on the list of artists who have sold over 2&nbsp;million copies of an album in the UK in the 21st century; the others being [[James Blunt]], [[Robbie Williams]], [[Keane (band)|Keane]], [[Dido (singer)|Dido]], [[Coldplay]] and [[Norah Jones]]—artists considered \"mainstream\" compared to the Scissor Sisters' brash and controversial image. The band had been particularly keen on producing an album that fitted together well rather than simply producing a string of singles. According to Babydaddy, their purpose was \"to create a perfect pop rock album that would pick you up at the beginning, take you on a journey in the middle, and set you right back down again in the same place at the end.\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 62.</ref>\n\nAbout six months after its British release, ''Scissor Sisters'' was released in the US. To publicize it the band appeared on the popular morning television show ''[[Live with Regis and Kelly]]'', an event that Shears later recalled: \"[[Kelly Ripa]] loved us, after the first time we played, she gave me a hug and whispered in my ear, 'I just want you to know that this is my favorite music performance we've ever had.' It was amazing.\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 108.</ref> Nonetheless, neither the band nor the album proved to be a big commercial success in the US: major chain store [[Wal-Mart]] refused to stock it, claiming on its website that it contained \"a snarling, swaggering attack on [[conservatism]]\" in the form of the song \"Tits on the Radio\".<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 112.</ref>\n\nThe band refused to produce a \"clean\" version of the album, and Babydaddy remarked that, \"We did have to slap a parental warning sticker on the disc, which is completely absurd. I think a kid listening to [[Eminem]] is getting a much more negative message than what we've been putting forward. We've only got one 'shit' and a few 'tits!'\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 65.</ref> Band members have shown their dissatisfaction with the decision on a number of occasions. However, they continued their success in Europe by performing at the [[Brixton Academy]] in London for Halloween 2004, where they asked the audience to dress up as the characters from ''[[The Rocky Horror Show]]''; the band themselves did so too.<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 56-57.</ref>\n\n===''Ta-Dah'' (2005–2007)===\nRecording of the second album, ''[[Ta-Dah]]'', commenced in mid-May 2005 at the Discoball; sneak previews of new songs were played at live performances, including \"[[Everybody Wants the Same Thing]]\", performed at the [[Live 8]] concert, \"Paul McCartney\", \"I Can't Decide\", \"Hybrid Man\", \"Forever Right Now\" and \"Hair Baby\" (a title that refers to the phenomenon of tumors containing [[Parasitic twin|partially formed fetuses]]). Among the assumed [[pseudonym]]s used to play a series of secret shows to test this new material were \"Bridget Jones' Diarrhea\", \"Portion Control\" and \"Megapussi\".<ref name=\"BTN\">{{cite web|url=http://www.out.com/|title=''Out'' magazine|publisher=Out.com|access-date=September 28, 2014}}</ref> Scissor Sisters were also one of the headlining acts at the British [[V Festival]] in 2005, where they collaborated on stage with Scottish rock group [[Franz Ferdinand (band)|Franz Ferdinand]] to perform a cover version of [[David Bowie]]'s \"[[Suffragette City]]\".\n\n[[File:Jake Shears in St. Louis, 2007.jpg|thumb|left|Jake Shears on tour in St. Louis, 2007]]\nThe band fulfilled one of its dreams: [[Elton John]] collaborated with them on \"[[I Don't Feel Like Dancin']]\" (as [[piano|pianist]] and co-writer). The song reached No. 1 in the United Kingdom on September 10, 2006, and remained in the top spot for four consecutive weeks. \"[[I Don't Feel Like Dancin']]\" also peaked at No. 1 on the [[Australian ARIA Singles Chart]] and the [[Euro Hot 100]]. \"[[I Don't Feel Like Dancin']]\" became the group's biggest hit to date.\n\n[[Elton John]] also contributed to the song \"Intermission\" on ''Ta-Dah'' and played piano on a demo of the song ''Bad Shit'' (that can be found on the ''Lights'' CDsingle).\n\nIn 2006, they acted as an opening act for [[Depeche Mode]]'s [[Touring the Angel]] Tour for a concert in [[Mountain View, California]]. Their first gig in the UK for promotion of the second album took place at the [[KOKO (venue)|KOKO Club]], [[Camden Town|Camden]], London, on Aug. 31, 2006, and was filmed for [[MTV]]. 2006 performances at the [[Bowery Ballroom]] and [[Siren Music Festival]] in New York and the [[Coachella Valley Music and Arts Festival]] allowed the band to showcase an array of songs from the new album. A free concert was given in [[Trafalgar Square]] to 10,000 ballot winners on September 16, 2006, to promote the Red charity. The band also headlined the 2006 [[Bestival]] festival on the [[Isle of Wight]].<ref>{{cite web |last=Diver |first=Mike |url=http://drownedinsound.com/news/984591 |title=DON'T send in the clowns: Bestival cancels fancy dress event / Music News // Drowned In Sound |publisher=Drownedinsound.com |date=July 10, 2006 |access-date=May 25, 2010 |archive-date=August 22, 2009 |archive-url=https://web.archive.org/web/20090822195210/http://drownedinsound.com/news/984591 |url-status=dead }}</ref> Additionally, they were invited to [[BBC]]'s [[Maida Vale]] studios to perform different songs on every show broadcast on [[BBC Radio 1]].<ref>{{cite web|url=http://www.bbc.co.uk/radio1/presents/scissorsisters/ |title=Radio 1 Presents&nbsp;– Scissor Sisters |publisher=BBC |date=February 24, 2007 |access-date=May 25, 2010}}</ref> The event, dubbed \"Scissor Sisters Day\", culminated in them actually standing in for presenter [[Pete Tong]] and hosting his three-hour slot themselves. The show took an unexpected turn when a woman [[Childbirth|in labour]] telephoned the show to share her experience with the band and they played \"[[Push It (Salt-n-Pepa song)|Push It]]\" by [[Salt-n-Pepa]] for her. Several performances, interviews, and a humorous jingle that was written in an hour, were filmed and edited into a special seven-day, looped broadcast on [[BBC Red Button|BBCi]].\n\nThe album was released on September 18, 2006 in the United Kingdom, and on September 26, 2006 in the United States. According to Shears, the album is a combination of 1960s [[psychedelia]], glam rock and [[disco]]. It reached No. 1 in the [[UK Albums Chart]] in its first week of release, officially taking the top spot on September 24, 2006, marking a first for the Scissor Sisters, consisting of a single and album at the top of the UK charts simultaneously. The album ''Ta-Dah'' leaked onto the Internet on September 10, 2006, five days before its release in the United Kingdom.\n\nThe Scissor Sisters ended their first UK tour at [[Wembley Arena]], [[London]], from November 24 to 26, 2006, supported by new artist [[Lily Allen]], who performed during the three days there. The band has also been in the Latin America Top 40 Airplay. \"I Don't Feel Like Dancin'\" is still charting and is so far their biggest hit to date in Latin America, reaching No. 23, charting mostly in South America, particularly [[Peru]]. \"[[Land of a Thousand Words]]\" was released as the second single from the album, peaking at No. 19 in the UK. \"[[She's My Man]]\" was the third single released in February 2007, peaking at No. 29. \"[[Kiss You Off]]\" was the fourth and final single released in May 2007 but failed to dent the Top 40, their first single since their debut ''Laura'' to do so. The \"[[Kiss You Off]]\" video centered around Ana Matronic in a futuristic beauty salon. The group was the main event during the New Year's Eve celebrations for 2007 in Berlin. On February 8 and 9, 2007, the group appeared on the American daytime soap opera ''[[Passions]]''.<ref>[http://www.advocate.com/news_detail_ektid40178.asp Scissor Sisters ignite Passions | Entertainment News | Advocate.com] {{webarchive |url=https://web.archive.org/web/20070930165237/http://www.advocate.com/news_detail_ektid40178.asp |date=September 30, 2007 }}</ref> They performed \"I Don't Feel Like Dancin'\" and \"[[Land of a Thousand Words]]\" from the album ''Ta-Dah''.\n\n===''Night Work'' and other projects (2008–2011)===\n[[File:Scissor Sisters -Fuji Rock Festival, Japan-31July2010.jpg|thumb|right|Jake Shears and Ana Matronic performing in 2010 at the [[Fuji Rock Festival]], Japan]]\nAfter touring the world in 2007, the band had a short hiatus in order to work on their next studio album.<ref>{{cite web|url=http://www.spinner.com/2008/01/16/scissor-sisters-hit-the-studio-to-work-on-new-album/ |title=Scissor Sisters Hit the Studio to Work on New Album&nbsp;– |publisher=Spinner.com |date=January 16, 2008 |access-date=2011-02-25}}</ref> Premiering new material of this album at secret gigs in New York City's [[Mercury Lounge]] in October 2008, they assumed the names Queef Latina and Debbie's Hairy. New songs included on the set list were \"Television\", \"Who's Your Money\",<ref>{{cite web|url=http://www.arjanwrites.com/arjanwrites/scissor_sisters/ |title=:: arjanwrites music blog ::: Scissor Sisters Archives |publisher=Arjanwrites.com |access-date=May 25, 2010}}</ref> \"Other Girls\", \"Major for You\", \"None of My Business\", \"Singularity\", \"[[Do the Strand]]\", \"Who's There\", \"Not the Loving Kind\", \"Taking Shape\" (with [[Babydaddy]] on lead vocals), and \"[[Uroboros]]\". Shears stated on the band's website there was a possibility that none of these songs would appear on the album, as the band was less than satisfied with most of them. This was confirmed to be the case when the track list was revealed. Drummer [[Paddy Boom]] was absent at these gigs and it was later announced that he had amicably parted from the band. The band had come into contact with drummer [[Randy Schrager|Randy \"Real\" Schrager]], who was known from his work on the downtown New York scene, playing with bands such as Jessica Vale and The Act. He was initially brought on as a fill-in during Paddy Boom's leave of absence. Eventually, Randy was made part of the full-time line-up.\n\nScissor Sisters spent much of 2008 and early 2009 in the recording studio. However, after working on new material for approximately 18 months, the band decided to shelve their third album. Shears explained: \"In my heart I knew it wasn't right. I didn't really know what it was trying to say. It left me a little bit cold.\"<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/entertainment/8665388.stm|title=Scissor Sisters: Back from the brink|date=May 7, 2010|publisher=News.bbc.co.uk|access-date=September 28, 2014}}</ref> Reportedly, an entire record had been worked on but that the group had \"shelved it about a year ago.\" Shears admits, \"If it wasn't something we could fully get behind and believe in, I think the band was going to be over.\"<ref>{{cite web|url= http://www.dailyrecord.co.uk/showbiz/music-news/2010/05/08/new-scissor-sisters-album-had-to-be-scrapped-admits-singer-86908-22243598/|title= New Scissor Sisters album had to be scrapped, admits singer |access-date= May 8, 2010|date= May 8, 2010|work=Daily Record |location=UK}}</ref>\n\nIn June 2009, the band returned to the studio and began to work on new tracks that made it onto ''[[Night Work (album)|Night Work]]'', their replacement third album. Produced in collaboration with [[Stuart Price]], ''Night Work'' was released on June 28, 2010. The album was described as \"supersexual and sleazy\" with its first single, \"[[Fire With Fire (song)|Fire with Fire]]\" as \"a really epic song that makes you feel really good\".<ref>{{cite web|url=http://www.popjustice.com/index.php?option=com_content&task=view&id=3977&Itemid=206|title=The new Scissor Sisters album: here is the news.|access-date=Sep 1, 2009|date=August 27, 2009|publisher=popjustice.com}}</ref> With the album, the band have toured worldwide on The Night Work Tour. As an opening act, they joined [[Lady Gaga]] for select dates on her third leg of [[The Monster Ball Tour]] in early 2011.\n\nShears and Scissor Sisters collaborator John \"JJ\" Garden provided the lyrics and score for a world-premiere musical adaptation of Armistead Maupin's ''[[Tales of the City]]'', a much-loved series of novels (and later a television miniseries) about life in San Francisco in the 1970s. The musical was first developed at the [[Eugene O'Neill Theater Center]]'s National Music Theater Conference in 2009, where Shears and Garden collaborated with a creative team that included playwright [[Jeff Whitty]] and director [[Jason Moore (director)|Jason Moore]], of the Tony-Award-winning musical ''[[Avenue Q]]''.<ref>{{cite web|url=http://www.playbill.com/news/article/138214-Tales-of-the-City-Musical-Will-Premiere-in-San-Fran-ACT-Season-to-Include-McCraney-Irwin-and-Pinter/ |title=Tales of the City Musical Will Premiere in San Fran; ACT Season to Include McCraney, Irwin and Pinter |access-date=April 16, 2011 |date=March 26, 2010 |work=Playbill |location=US |url-status=dead |archive-url=https://web.archive.org/web/20100604023319/http://www.playbill.com/news/article/138214-Tales-of-the-City-Musical-Will-Premiere-in-San-Fran-ACT-Season-to-Include-McCraney-Irwin-and-Pinter |archive-date=June 4, 2010 }}</ref><ref>{{cite web|url=http://www.act-sf.org/1011/talesofthecity/index.html |title=American Conservatory Theater: Armistead Maupin's ''Tales of the City'' - A New Musical |access-date=April 17, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110412103114/http://www.act-sf.org/1011/talesofthecity/index.html |archive-date=April 12, 2011 }}</ref>  The show had a subsequent run in San Francisco on May 18, 2011 at the [[American Conservatory Theater]].\n\n===''Magic Hour'' and indefinite hiatus (2012)===\n[[File:Babydaddy & Ana Matronic of the Scissor Sisters, 2012..jpg|thumb|left|Babydaddy and Ana Matronic performing in Kansas City on the 2012 \"Magic Hour\" tour.]]\nOn October 31, 2011, Shears tweeted that the band's fourth album was in its final stages. A song from the new album titled \"[[Shady Love]]\" debuted on [[Annie Mac]]'s [[BBC Radio 1]] show on January 2, 2012. \"Shady Love\" features guest vocals from [[Azealia Banks]] while Jake Shears performs under his pseudonym Krystal Pepsy.<ref>{{cite web|url=http://www.bbc.co.uk/programmes/b018t0hw |title=Radio 1 Programmes&nbsp;– Annie Mac, Jake Shears Special Delivery |publisher=BBC |date=January 2, 2012 |access-date=2012-04-24}}</ref>\n\nOn March 13, 2012, Scissor Sisters announced the title of the album, ''[[Magic Hour (Scissor Sisters album)|Magic Hour]]'', and revealed that the record would be released worldwide on May 28, 2012. The band also announced the release date of a new single, \"[[Only the Horses]]\".<ref>{{cite web|last=Stickler|first=John|title=Scissor Sisters announce new single, new album and UK live shows|url=http://www.stereoboard.com/content/view/171233/9|publisher=Stereoboard|access-date=March 13, 2012}}</ref> Originally scheduled to come out on May 20, the release of \"Only the Horses\" was brought forward to May 13. The video premiered on Thursday April 18, 2012. On May 7, the band released the track \"[[Let's Have a Kiki]]\" exclusively via [[Spotify]] in some countries.{{citation needed|date=January 2017}}\n\nUpon release, ''Magic Hour'' peaked at #4 on the UK Albums Chart and #35 on the US Billboard 200.<ref>{{cite web|url={{BillboardURLbyName|artist=scissor sisters|chart=all}}|title=Magic Hour&nbsp;– Scissor Sisters, Billboard.com|access-date=June 27, 2012}}</ref> The album reached #1 on Billboard's Dance/Electronic Albums chart. The band embarked on a world tour in support of ''Magic Hour'', starting with summer shows in North America.<ref name = \"official\">{{cite web|url=http://www.scissorsisters.com/events|title=Scissor Sisters&nbsp;– Events|access-date=Jun 27, 2012}}</ref> On July 9, 2012, they performed the American TV premiere of \"Let's Have a Kiki\" on [[Bravo (U.S. TV channel)|Bravo-TV's]] ''[[Watch What Happens Live]]''.<ref>{{cite web|title=Let's Have a Kiki!|url=http://www.bravotv.com/watch-what-happens-live/season-7/videos/lets-have-a-kiki|publisher=[[Bravo (U.S. TV channel)|Bravo TV]]|access-date=July 10, 2012}}</ref>  They toured Europe in September and October 2012.<ref name = \"official\"/>\n\nOn October 23, 2012, while performing at the [[Camden Roundhouse]], Scissor Sisters announced an indefinite hiatus.<ref>{{cite web|title=Scissor Sisters announce 'hiatus' at London show|url=http://www.gigwise.com/news/77230/scissor-sisters-announce-hiatus-at-london-show|publisher=Gigwise|date=2012-10-25}}</ref> A year later, Ana Matronic insisted that the band, while still on break, had not permanently split.<ref>{{cite web|url=http://www.3news.co.nz/Scissor-Sisters-havent-split-insists-singer/tabid/418/articleID/315123/Default.aspx|title=Scissor Sisters haven't split, insists singer|work=3 News NZ|date=2013-09-30}}</ref>\n\nThe band collaborated on a [[charity record]] with [[MNDR]] and released \"[[Swerlk]]\" on June 9, 2017, their first release in five years.<ref name=\"swerlk\">{{cite web|last1=Sodomsky|first1=Sam|title=Scissor Sisters and MNDR Join for New Benefit Song \"SWERLK\"|url=http://pitchfork.com/news/74087-scissor-sisters-and-mndr-join-for-new-benefit-song-swerlk-listen/|website=pitchfork.com|date=June 9, 2017 |access-date=10 June 2017|language=en}}</ref> Proceeds for the single were donated to the Contigo Fund, a nonprofit organization for LGBTQ individuals.<ref name=\"swerlk\"/>\n\nIn June 2019, Shears stated the impetus for the band's hiatus was the success of \"Let's Have a Kiki\" and wanting to end things on a high note.<ref name=\"gaycities2019\">{{Cite web|url=https://www.gaycities.com/outthere/43586/jake-shears-on-worldpride-and-what-really-broke-up-scissor-sisters/|title=Jake Shears on WorldPride and what really broke up Scissor Sisters|last=Renzi|first=Dan|date=2019-06-19|website=www.gaycities.com|access-date=2019-06-19}}</ref>\n\n==Artistry==\n===Musical style===\nScissor Sisters' music can be generally described as a mixture of [[glam rock]], disco and alternative music. They appear to have been heavily influenced by [[Elton John]] (who co-wrote and played piano on \"I Don't Feel Like Dancin'\") despite Shears commenting that he was not familiar with his work prior to the release of their record. Shears has since stated that he has become a big fan. The band also has been compared to [[ABBA]], the [[Bee Gees]], [[Blondie (band)|Blondie]], [[KC and the Sunshine Band]], [[Duran Duran]] who were \"the reason we got into music,\" Matronic stated, [[Supertramp]], [[Siouxsie and the Banshees]] who Matronic \"wouldn't be here without,\" [[David Bowie]], 1970s-era [[Kiss (band)|Kiss]], [[Queen (band)|Queen]], [[Chic (band)|Chic]], [[Richard O'Brien]] and various other dance, disco, rock, and [[funk]] acts. Shears also stated that [[The Beatles]] have been an influence for him and that he is a huge fan of [[Paul McCartney]] and [[Wings (band)|Wings]], hence their track entitled \"Paul McCartney\". However, the band admits that their music is hard to categorise.\n\nThe lyrics of their songs, largely written by Shears and Babydaddy, are known for their mixture of wit and tragedy. The songs on their debut album dealt with a number of subjects and issues in a variety of styles, from drug abuse within the gay community ([[Return to Oz (song)|\"Return to Oz\"]]), to Shears' deep platonic love for his best friend Mary (\"Mary\"). Mary died of a brain [[aneurysm]] in April 2006, news that devastated members of the band.<ref>[http://217.154.142.24/~sisters/board_bak/viewtopic.php?t=12433] {{dead link|date=January 2012}}</ref>\n\nMany of Scissor Sisters' songs deal with themes in the [[LGBT|lesbian, gay, bisexual and transgender community]]{{fact|date=September 2022}}, relating to the fact that three of the band members, including the two founders, are gay. \"Filthy/Gorgeous\" is about transgender prostitutes while \"Take Your Mama\" deals with coming [[out of the closet]] to family members. Despite this, Shears stated, \"I don't believe sexuality really matters when it comes to music.\"<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 32.</ref> In an interview featured on the ''[[We Are Scissor Sisters... And So Are You]]'' DVD, Shears states, \"The fact that some of us are gay affects our music the same amount as it does that some of the members of [[Blondie (band)|Blondie]] are straight.\"\n\n===Performance style===\nThe visuals for Scissor Sisters' self-titled first album and its singles featured artwork by an English [[illustrator]] named Spookytim, who had a studio in [[Brighton]] called Studiospooky. The artwork was created by a wide variety of techniques and mixed traditional paper-based processes with [[Digital data|digital]] and [[photographic]] elements in order to reflect the multi-referential nature of the band's music. \n\nScissor Sisters are known for their extravagant live performances. In some of their early shows, Shears was known to remove all of his clothes onstage, harking back to his former profession as a [[go-go dancing|go-go stripper]]; in others, he threw inflated [[condoms]] into the audience.<ref>Hannaford, Alex (2005). ''Scissor Sisters''. London: Artnik. Page 107.</ref>\n\n[[File:Scissor Sisters.JPG|thumb|right|Scissor Sisters on tour in St. Louis, 2007]]\n\n\"Isn't It Strange,\" a track created during the band's recording session for ''\"Night Work\"'', featured in ''[[Shrek Forever After]]'' (2010).<ref>{{cite web|url=http://alienhits.blogspot.com/2010/05/scissor-sisters-isnt-it-strange.html |title=#1 Hits From Another Planet: Scissor Sisters&nbsp;– Isn't It Strange |publisher=Alienhits.blogspot.com |date=May 18, 2010 |access-date=May 25, 2010}}</ref>\n\n[[DJ Earworm]]'s 2005 song \"No One Takes Your Freedom\" combined Scissor Sisters' \"Take Your Mama\" with [[The Beatles]]' \"For No One\", [[George Michael]]'s \"Freedom '90\" and [[Aretha Franklin]]'s \"Think\".<ref>{{cite web|url=http://www.boingboing.net/2005/03/03/mashup_of_beatlesare.html |title=Mashup of Beatles/Aretha/George Michaels/Scissor Sisters&nbsp;– phenomenal&nbsp;– Boing Boing |publisher=Boingboing.net |date=March 3, 2005 |access-date=2011-02-25 |url-status=dead |archive-url=https://web.archive.org/web/20090910195214/http://www.boingboing.net/2005/03/03/mashup_of_beatlesare.html |archive-date=September 10, 2009 }}</ref>\n\n==Awards and nominations==\n{{Main|List of awards and nominations received by Scissor Sisters}}\n\n==Members==\n'''Current members'''\n* [[Jake Shears]] (born Jason Sellards): vocals, piano, guitar (2001–present)\n* [[Babydaddy]] (born Scott Hoffman): bass guitar, keyboards, backing vocals, rhythm guitar (2001–present)\n* [[Ana Matronic]] (born Ana Lynch): vocals, '[[Master of Ceremonies|Mistress of Ceremonies]]', percussion, keyboards (2001–present)\n* [[Del Marquis]] (born Derek Gruen): lead guitar, bass guitar (2001–present)\n* Randy Real (born Randy Schrager): drums, [[electronic drums]], percussion (2008–present)\n\n'''Former members'''\n* [[Paddy Boom]] (born Patrick Seacor): drums, electronic drums, percussion (2001–2008)\n\nLive shows and performances have included John \"JJ\" Garden—son of [[Graeme Garden]] of [[The Goodies]]—on keyboards and rhythm and bass guitars.<ref>{{cite news| url=http://women.timesonline.co.uk/tol/life_and_style/women/families/article1448753.ece | work=The Times | location=London | title=Relative Values Graeme Garden and his son John | date=March 4, 2007 | access-date=May 23, 2010}}</ref>\n\n==Discography==\n{{Main|Scissor Sisters discography}}\n* [[Scissor Sisters (album)|''Scissor Sisters'']] (2004)\n* ''[[Ta-Dah]]'' (2006)\n* ''[[Night Work (album)|Night Work]]'' (2010)\n* ''[[Magic Hour (Scissor Sisters album)|Magic Hour]]'' (2012)\n\n==Filmography==\n* ''[[We Are Scissor Sisters... And So Are You]]'' (2004)\n* ''[[Hurrah! A Year of Ta-Dah]]'' (2007)\n\n==Tours==\n{{Col-begin}}\n{{Col-2}}\n* Untitled European Tour (2003)\n* Crevice Canyon Tour (2004)\n* The Ta-Dah Tour (2007)\n* The Night Work Tour (2010/2011)\n* Let's Have A Kiki Tour (2012)\n{{Col-2}}\n'''As supporting act'''\n* [[Astronaut Tour]] in support of [[Duran Duran]] (2004)\n* [[Vertigo Tour]] in support of [[U2]] (2005)\n* [[Touring the Angel]] in support of [[Depeche Mode]] (2006)\n* [[The Monster Ball Tour]] in support of [[Lady Gaga]] (2011)\n{{Col-end}}\n\n==See also==\n{{Commons category|Scissor Sisters}}\n* [[List of artists who reached number one on the U.S. dance chart]]\n* [[List of number-one dance hits (United States)]]\n{{Clear}}\n\n==References==\n{{Reflist}}\n\n==External links==\n* {{Official website}}\n\n{{Scissor Sisters}}\n{{Navboxes\n| title = [[List of awards and nominations received by Scissor Sisters|Awards for Scissor Sisters]]\n| list =\n{{Brit International Group}}\n{{GLAAD Media Award for Outstanding Music Artist}}\n}}\n\n{{Authority control}}\n\n[[Category:Scissor Sisters| ]]\n[[Category:2001 establishments in New York City]]\n[[Category:American dance music groups]]\n[[Category:American pop rock music groups]]\n[[Category:Brit Award winners]]\n[[Category:Ivor Novello Award winners]]\n[[Category:LGBT culture in New York City]]\n[[Category:LGBT-themed musical groups]]\n[[Category:Musical groups established in 2001]]\n[[Category:Musical groups from New York City]]\n[[Category:Musical quartets]]\n[[Category:Nu-disco musicians]]\n[[Category:Rock music groups from New York (state)]]\n[[Category:Polydor Records artists]]\n[[Category:Casablanca Records artists]]\n[[Category:Universal Motown Records artists]]", "sha1": "4qv5yxxlu0iq97hie8auidfn8mskrrc"}