{"title": "Sonata Arctica", "id": "1113381176", "parentid": "1113219380", "timestamp": "2022-10-01T05:42:13Z", "contributor": "\n        ", "comment": "/* Discography */", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Finnish power metal band}}\n{{Use mdy dates|date=October 2019}}\n{{Infobox musical artist\n| name                = Sonata Arctica\n| image               = Sonata Arctica - South Park Festival 2018 - 11.jpg\n| caption             = Sonata Arctica performing live at South Park Festival in 2018\n| image_size          = \n| landscape           = Yes\n| alias = Tricky Beans <small> (1995–1997)</small><br />Tricky Means <small>(1997–1999)</small>\n| background          = group_or_band\n| origin              = [[Kemi]], Finland\n| genre               = {{flatlist|\n* [[Power metal]]\n* [[symphonic metal]]\n* [[progressive metal]]\n}}\n| years_active        = 1995–present\n| label               = [[Spinefarm Records|Spinefarm]], [[Nuclear Blast]], Atomic Fire\n| associated_acts     = [[Silent Voices (band)|Silent Voices]], [[Cain's Offering]]\n| website             = {{URL|www.sonataarctica.info}}\n| current_members     = Tommy Portimo<br />[[Tony Kakko]]<br />[[Henrik Klingenberg]]<br />[[Elias Viljanen]]<br /> Pasi Kauppinen\n| past_members        = [[Jani Liimatainen]]<br />Marko Paasikoski<br />Pentti Peura<br />Janne Kivilahti<br />[[Mikko Härkin]]\n}}\n\n'''Sonata Arctica''' is a Finnish [[power metal]] band from the town of [[Kemi]], [[Finland]]. Created as a hard rock band named '''Tricky Beans''', they later changed to '''Tricky Means''' and finally to Sonata Arctica, when they shifted to power metal.<ref>{{cite web|url=http://www.themetalforge.com/modules.php?name=Reviews&rop=showcontent&id=1298|title=The Metal Forge Heavy Metal Music Zine – news, interviews and reviews |publisher=Themetalforge.com |access-date=July 19, 2011}}</ref> The current lineup consists of drummer Tommy Portimo, lead singer [[Tony Kakko]], keyboardist [[Henrik Klingenberg]], guitarist [[Elias Viljanen]] and bassist Pasi Kauppinen. All the musicians of the band's history except Portimo also acted as [[Backing vocalist|backing vocalists]].\n\nAs of 2022, the band has released ten full-length albums (three via [[Spinefarm Records]] and seven via [[Nuclear Blast]]), their most recent being ''Talviyö'' on September 6, 2019.\n\n==Biography==\n===Formation and early years (1996–1999)===\nThe band was founded by drummer Tommy Portimo and guitarists [[Jani Liimatainen]] and Marko Paasikoski in Kemi. At the end of 1995, lead vocalist [[Tony Kakko]] was added and bassist Pentti Peura joined in early 1996. Originally named Tricky Beans, they played [[hard rock]] rather than the power metal with which they grew to fame. Kakko explained that when he was invited to join the band, Paasikoski said the band was going to play \"a mixture of [[Megadeth]] and [[Spin Doctors]]\".<ref name=metalrules>{{cite web|title=Metal Rules!!: Interview with Tony Kakko of Sonata Arctica|url=http://www.metal-rules.com/interviews/SonataArctica2001.htm|website=Metal-Rules|access-date=June 26, 2014|date=November 17, 2001}}</ref> During their early career, they recorded three [[demo (music)|demos]] which were never sent to a recording label — ''Friend 'til the End'', ''Agre Pamppers'' and ''PeaceMaker''. According to Kakko, the band's first name was based on one of their early songs, which was \"about a lady who was tricky and I didn't really know what I was talking about (laughs)\".<ref name=metalrules/> Their first show was about to take place but they were still unnamed, so they had to come up with something.<ref name=metalrules/>\n\nIn 1997 the band changed their name to Tricky Means, and from that point until 1999 their style was thoroughly worked upon and ultimately was drastically changed, acquiring a strong emphasis on the keyboard melodies and relying on an easily distinguishable rhythm line maintained both by the bass and the guitar. Vocalist Tony Kakko developed a clean singing style which relies both on [[falsetto]] and [[tenor]] voices. Kakko has stated that the change of sound was influenced by fellow Finnish power metal band [[Stratovarius]].<ref>{{cite web|url=http://www.thegauntlet.com/interviews/1159/Sonata-Arctica.html |title=Interview with The Gauntlet, 31 Mar 2007 |publisher=Thegauntlet.com |date=March 31, 2007 |access-date=July 19, 2011}}</ref> At that time, Pentti Peura was fired and Marko Paasikoski left due to a lack of gigging. Two months later the band got signed to a three-album deal with [[Spinefarm]], which left Marko displeased.<ref>{{cite book|title=Sonata Arctica E book, Page 35|year=2014}}</ref> The band finally changed their name to Sonata Arctica, because they thought they wouldn't be able to sell metal albums with the previous name and also because Spinefarm asked them to do so. \"Sonata Arctica\" was suggested by a friend of the band: \"sonata\" for the music and \"arctica\" for their home (Kemi, in Northern Finland).<ref name=metalrules/>\n\nIn 1997, they recorded a demo entitled ''FullMoon'' in Kemi's Tico Tico Studios, which was their first real metal recording. The line-up consisted of Portimo, Liimatainen, Kakko and new bassist Janne Kivilahti (who started first as second guitarist<ref name=metalrules/>). The demo was sent to [[Spinefarm Records]] by a friend of the band and a recording deal soon followed.\n\n===''Ecliptica'' and ''Silence'' (1999–2002)===\n{{listen\n | filename    = Fullmoonsonataarctica.ogg\n | title       = \"Fullmoon\" (1999)\n | description = Sample of \"Fullmoon\" from ''Ecliptica''. This was one of the most popular songs on the album and is a long running setlist staple.\n | format      = [[Ogg]]}}\nLater that year, Sonata Arctica's first single, entitled \"[[UnOpened]]\", was released in Finland. Soon after, the band had closed deals with labels from around the world, prior to the release of their debut album. The debut ''[[Ecliptica]]'' arrived by the end of 1999 and had a worldwide release. Tony Kakko then decided to focus on singing and the band began seeking a new keyboard player. [[Mikko Härkin]] (ex-Kenziner) was eventually invited to fill the position.\n\nAt the beginning of 2000, Sonata Arctica was chosen to support the well-known power metal band [[Stratovarius]] throughout their European tour. Marko Paasikoski returned to the band to play bass in the wake of Janne Kivilahti's departure after the tour. According to Kakko, Kivilahti left because he thought they weren't going anywhere<ref name=metalrules/> and Paasikoski was their first choice as the new bassist since he left just before the band got their first record deal.<ref name=metalrules/>\n\nThroughout Winter 2000/2001, the band worked on composing and recording their next album — ''[[Silence (Sonata Arctica album)|Silence]]'' — which was released in June 2001. An extensive tour followed, which included concerts throughout Europe (together with [[Gamma Ray (band)|Gamma Ray]]) and Japan. In 2002 Sonata Arctica made its first incursion to [[Americas|America]], putting on shows in Brazil and Chile. A live album entitled ''[[Songs of Silence]]'' was also released that year, consisting of gigs from their tour in Japan. By the end of 2002, Mikko Härkin left the band due to personal reasons.\n\n===''Winterheart's Guild'' and ''Reckoning Night'' (2003–2006)===\nIn the search for another keyboardist, the band received many applications and two of them were invited for auditions. Since they were well aware of the candidates' ability, the band decided to pick the new member based on personality. To this end, they spent a night drinking with each of the potentials to find out which one would fit best into the band's personality and mentality. [[Henrik Klingenberg]] was eventually chosen and joined the band in time to take part in the tour that followed the release of ''Winterheart's Guild''. With the end of their contract with [[Spinefarm Records]], the band received invitations from most European recording labels and eventually opted for [[Nuclear Blast]].\n{{listen\n | filename    = Dontsayawordsonataarctica.ogg\n | title       = \"Don't Say a Word\" (2004)\n | description = Sample of \"Don't Say a Word\" from ''Reckoning Night''. This album demonstrated their departure towards a more progressive sound.\n | format      = [[Ogg]]}}\nTheir third album — ''[[Winterheart's Guild]]'' was recorded with the help of the seasoned keyboard player [[Jens Johansson]] from [[Stratovarius]] who recorded the keyboard solos, while Kakko took care of the basics. The album was released in 2003.\n[[File:Sonata Helmond2006.jpg|thumb|280px|left|Sonata Arctica performing in Helmond, Netherlands, in April 2006]]\nIn early 2004, the band was chosen as the opener for [[Iron Maiden]]'s Japanese tour. Additionally, Tommy Portimo became a father; his wife gave birth to a baby girl in March. ''[[Reckoning Night]]'' was recorded in three months and released in October, with Klingenberg introducing the use of the organ to the band. Both the single and the EP of this release remained on the top of the Finnish charts simultaneously for over six weeks. A promotional tour was to follow, but Sonata Arctica was invited by the popular [[Nightwish]] to join their European tour, and thus made a change of plans.\n\nIn early 2005, [[Nightwish]] invited the band to open the concerts of their North American tour. This tour eventually got cancelled, but the members of Sonata Arctica opted to still make a short tour, playing concerts in Canada and the United States. On October 21, 2005, Sonata Arctica opened for Nightwish at the [[Hartwall Areena]], Helsinki.\n\nIn 2006, the band released a live CD and DVD entitled ''[[For the Sake of Revenge]]'', which was recorded in Tokyo in February 2005. Then, Spinefarm Records released a compilation album to get the most out of their contract with the band, since Sonata Arctica had changed to another label. The compilation is entitled ''[[The End of This Chapter]]'' and was released in Japan in August 2005 and in Europe in May 2006.\n\nA computer video game was also planned, based on Sonata Arctica characters and music. The name of the game was going to be ''Winterheart's Guild'', after the album. The game was to be developed by Zelian Games, and was to be an [[Action-RPG]] in a style between ''[[Fallout (computer game)|Fallout]]'' and ''[[Diablo (computer game)|Diablo]]''. The game was cancelled for unannounced reasons but a demo was shown at the Leipzig video game conference in 2006, featuring Henrik Klingenberg as the playable character. In December 2006, the band began recording their fifth studio album.\n\n===''Unia'' and ''The Days of Grays'' (2007–2011)===\n[[File:SASeptember07.jpg|thumb|280px|Sonata Arctica performing at the Galaxy Theatre in September 2007]]\nOn May 25, 2007, ''[[Unia]]'' was released. The album's first single, \"[[Paid in Full (Sonata Arctica song)|Paid in Full]]\", was released on April 27, 2007. On August 6, 2007, the band announced on their website that guitarist Jani Liimatainen had been asked to leave the band due to problems related to his [[conscription in Finland|conscription]]. He was replaced by [[Elias Viljanen]] who had already filled in for him in the band's Finnish and Japanese shows during the spring and summer.\n\nIn October 2007, Sonata Arctica headlined the [[ProgPower USA]] VIII. Later, the band supported Nightwish across their 2008 tour of the United States and Canada and headlined at the shows that Nightwish cancelled due to Anette Olzon's sudden severe sickness.<ref>{{cite web|url=http://www.nightwish.com/en/live |title=The Official Website |publisher=Nightwish |access-date=July 19, 2011}}</ref>\n\nIt was announced on September 4, 2008 that the band's first two albums would be re-released with bonus tracks by Spinefarm UK on October 6.<ref>{{cite web |url=http://www.komodorock.com/new-releases/cd-releases/sonata-arctica-to-reissue-first-two-albums-on-october-6th-200809047334/ |title=Sonata Arctica To Reissue First Two Albums |publisher=Komodorock.com |date=September 4, 2008 |access-date=July 19, 2011 |url-status=dead |archive-url=https://archive.today/20091008015207/http://www.komodorock.com/new-releases/cd-releases/sonata-arctica-to-reissue-first-two-albums-on-october-6th-200809047334/ |archive-date=October 8, 2009 }}</ref>\n''[[The Days of Grays]]'' was released on September 16, 2009 in Finland and September 22 in the USA.<ref name=blabber2009album>{{cite web|url=http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=116487|title=Sonata Artica Keyboardist Issues New Album Update|date=March 20, 2009|publisher=[[blabbermouth.net]]|access-date=April 9, 2009|url-status=dead|archive-url=https://web.archive.org/web/20090325235303/http://www.roadrunnerrecords.com/blabbermouth.net/news.aspx?mode=Article&newsitemID=116487|archive-date=March 25, 2009}}</ref> Henrik stated that the new album would be in the same vein as ''Unia'', but not as complex and darker.<ref name=blabber2009album/> Singles from this album include \"Flag in the Ground\" and \"The Last Amazing Grays\". On August 28, 2009, the music video of \"Flag in the Ground\" was released to the web. The limited 2CD European edition of the album featured many of the album tracks with all instruments performed by a symphony orchestra.<ref name=ltdeurocd>{{cite web|url=http://www.sonataarctica.info/site07/gallery.php?id=274&s=29&l=uk|title=Limited 2CD European edition of The Days of Grays|access-date=November 23, 2009|url-status=dead|archive-url=https://web.archive.org/web/20091216113115/http://www.sonataarctica.info/site07/gallery.php?id=274&s=29&l=uk|archive-date=December 16, 2009}}</ref>\n\nThe band also toured with [[DragonForce]] for the third U.S. leg of the ''[[Ultra Beatdown]]''. In early 2010 they engaged on an Australian tour with [[Ensiferum]] and Melbourne band [[Vanishing Point (band)|Vanishing Point]]. In April 2010, Sonata Arctica embarked on their USA and Canada Headlining tour for ''The Days of Grays''. In October they headlined in Chile in support of the same album.<ref>{{cite web |url=http://www.sonataarctica.info/site07/index.php?s=1&l=uk&nid=127&n_xID=127&ntop=0 |title=Sonata Arctica &#124; Official website |publisher=Sonataarctica.info |access-date=July 19, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110717023648/http://www.sonataarctica.info/site07/index.php?s=1&l=uk&nid=127&n_xID=127&ntop=0 |archive-date=July 17, 2011 }}</ref>\n\n===''Stones Grow Her Name'' (2011–2013)===\n{{listen\n | filename    = Cinderbloxsonataarctica.ogg\n | title       = \"Cinderblox\" (2012)\n | description = Sample of \"Cinderblox\" from ''Stones Grow her Name''. After orchestrally complex previous albums with ''Unia'' and ''Days of Grays'', Sonata Arctica went for a somewhat simpler sound.\n | format      = [[Ogg]]}}\nIn January 2011, the band hinted in an online interview for ''Metaleater'' magazine that they were writing songs for a new album while on their current tour. Elias is quoted as saying, \"I've been working on some new riffs, quite dark. Tony's been stuck in his bed scratching notes about some girl and her 'Luna Lust'.\" Tommy states later, \"We've just got back from Cozumel, we had a good time, had lots of beers, loads more sun and thought about putting a bit more [[Queen (band)|Queen]] stuff back into the music again.\" In April, the band recorded a live DVD in Oulu, Finland, entitled ''Live in Finland'', which was released on November 11, 2011 (11/11/11).\n\nIt was announced on February 20, 2012 through the official Sonata Arctica website that the new album entitled ''[[Stones Grow Her Name]]'' would be released on 18 May in Europe and 22 May in North America .<ref>{{cite web|author=bravewords.com |url=http://www.bravewords.com/news/178373 |title=> News > SONATA ARCTICA – Stones Grow Her Name Album Details Revealed |publisher=Bravewords.com |access-date=June 8, 2014}}</ref>\n\nThe Album's first single and video \"I Have A Right\" was released on April 18, the second single from the album, \"Shitload of Money\" was released on September 14.<ref>{{cite web|url=http://www.facebook.com/photo.php?fbid=10151088782867969&set=a.10150531618642969.391685.21128872968&type=1&theater  |archive-url=https://ghostarchive.org/iarchive/facebook/21128872968/10151088782867969 |archive-date=2022-02-26 |url-access=limited|title=Sonata Arctica – Tijdlijnfoto's |publisher=Facebook |access-date=June 8, 2014}}{{cbignore}}</ref>{{Primary source inline|date=October 2019}}\n\nThe Stones Grow Her Name World Tour began in April with summer festivals until August. The band plans to spend the fall playing headline shows in [[Finland]] and then mainland Europe. Several shows have also been announced for North America in December.\n\n===''Pariah's Child'', ''The Ninth Hour'' and ''Talviyö'' (2014–present)===\n[[File:Sonata Arctica Circus 2019 06.jpg|thumb|280px|Pasi Kauppinen and Tony Kakko performing in 2019]]\nIn a June 2013 interview concerning Henrik Klingenberg's own band [[Silent Voices (band)|Silent Voices]], Henrik confirmed Sonata Arctica would go into recording for their eighth studio album in September 2013. When pushed for more information, he assured jovially: \"If it doesn't come out by next year, we're in big trouble!\" \nConcerning the progress and style of this new album, he also mentioned \"The bulk of the album, we already have the demos&nbsp;...\" as well as \"we want to focus on making songs that work live.\"\n<ref>{{cite web|url=https://www.youtube.com/watch?v=U5znVOiHMbU |title=Henrik Klingenberg from Sonata Arctica/Silent Voices Interview @Peek from the Pit |publisher=Peek from the Pit |date=May 31, 2013 |access-date=August 12, 2013}}</ref>\n\nDuring rehearsals, Henrik mentioned on his blog that songs they were rehearsing for the new album seemed to hearken towards Sonata Arctica's earlier days. He also mentioned their plan to record a 10-minute track for the new album.<ref name=makingof>{{cite web|last=Klingenberg|first=Henrik|title=Friday 6.9.2013 Rehearsal Day 5|url=http://sonataarcticamakingof8th.blogspot.fi/2013/09/friday-692013-rehersal-day-5.html|work=Sonata Arctica: Making of the 8th studio album|publisher=[[Blogspot]]|access-date=February 12, 2014|date=September 6, 2013}}</ref>\n[[File:Sonata Arctica Rockharz 2016 45.jpg|thumb|left|200px|Tony Kakko at Rockharz festival 2016]]\n\nOn August 26, 2013 the band officially announced on their Facebook page that Marko Paasikoski had left the band due to unsolvable issues with being part of a touring ensemble, and was replaced by bassist Pasi Kauppinen.<ref>{{cite web|url=https://www.facebook.com/photo.php?fbid=10151801767212969&set=a.10150531618642969.391685.21128872968  |archive-url=https://ghostarchive.org/iarchive/facebook/21128872968/10151801767212969 |archive-date=2022-02-26 |url-access=limited|title=Sonata Arctica – Tijdlijnfoto's |publisher=Facebook |access-date=June 8, 2014}}{{cbignore}}</ref>{{Primary source inline|date=October 2019}}\nOn January 9, 2014, the band officially announced via their official website that the band's next studio album, ''[[Pariah's Child]]'', will be released on March 28, 2014.<ref name=8thannounce>{{cite web|title=New Album \"Pariah's Child\" comes in March, Cover released|url=http://www.sonataarctica.info/site07/index.php?s=1&l=uk&nid=261&n_xID=261&ntop=0|access-date=February 12, 2014|date=January 9, 2014|url-status=dead|archive-url=https://web.archive.org/web/20140412003549/http://www.sonataarctica.info/site07/index.php?s=1&l=uk&nid=261&n_xID=261&ntop=0|archive-date=April 12, 2014}}</ref>\n\nTony Kakko commented<ref name=8thannounce/> on the style of the new album as well as its album artwork upon the release announcement:\n{{centered pull quote|As the music on the album is bowing more towards the \"old\" Sonata, meaning more power metal style elements and wolves in many of the songs in one form or another, it was clear we need a wolf on the cover. An abandoned wolf. A pariah. Or Pariah's child, actually. The new generation to bring the old logo back.}}\n\nIn summer 2014, the band re-recorded their first album, Ecliptica. It was released in October 2014.<ref>{{cite web|url=http://thegreathankhunt.blogspot.com/2014/03/saa-couple-of-surprises-revealed_31.html|title=The Great Hank Hunt: SA:a couple of \"surprises\" revealed |publisher=Thegreathankhunt.blogspot.com |date=March 31, 2014 |access-date=June 2, 2015}}</ref> Tony stated that the band was hoping to record the songs in a manner faithful to the original, not in a manner that would completely change the feel of their original album.<ref>[http://heavylaw.com/interview320-Sonata-Arctica.html ] {{webarchive |url=https://web.archive.org/web/20140714125527/http://heavylaw.com/interview320-Sonata-Arctica.html |date=July 14, 2014 }}</ref>\n\nOn September 3, 2014,<ref name=Tributeannounce>{{cite web|title=Ouergh Records Announces Sonata Arctica Tribute Album|website=[[Facebook]] |url=https://www.facebook.com/OuerghRecords/photos/a.524465184279122.1073741828.508115232580784/770482379677400 |archive-url=https://ghostarchive.org/iarchive/facebook/508115232580784/770482379677400 |archive-date=2022-02-26 |url-access=limited|access-date=October 7, 2014}}{{cbignore}}</ref>{{Primary source inline|date=October 2019}} Ouergh Records announced a Sonata Arctica tribute album. The album, ''[[A Tribute to Sonata Arctica]]'' featured bands from across the globe covering Sonata Arctica songs, with a focus on newer bands that were influenced by Sonata Arctica. Prominent bands included: [[Xandria]], [[Van Canto]], [[Stream of Passion]], [[Arven (band)|Arven]], [[Powerglove (band)|Powerglove]], and [[Timeless Miracle]]. The album was endorsed by Tony Kakko.<ref name=TributeDetails>{{cite web|title=A Tribute To Sonata Arctica – Album Release|url=https://www.kickstarter.com/projects/ouerghrecords/a-tribute-to-sonata-arctica-album-release|access-date=October 7, 2014}}</ref> The tribute album was released September 12, 2015.<ref>{{Cite web|title=A Tribute to Sonata Arctica |url=http://ouerghrecords.bandcamp.com/album/a-tribute-to-sonata-arctica |access-date=September 12, 2015}}</ref>\n\nOn December 18, 2015, Sonata Arctica released a Christmas-themed single, ''Christmas Spirits''.<ref>{{cite web |title=SONATA ARCTICA To Release Christmas Single |url=https://www.blabbermouth.net/news/sonata-arctica-to-release-christmas-single/ |website=BLABBERMOUTH.NET |access-date=13 October 2021 |date=1 December 2015}}</ref>\n\nIn February 2016, the band announced their plans to start recording a new album and release it in the final quarter of 2016.<ref>{{cite web|url=http://www.blabbermouth.net/news/sonata-arctica-working-on-new-album/|title=SONATA ARCTICA Working On New Album|publisher=Blabbermouth.net|date=February 12, 2016|access-date=February 12, 2016}}</ref> In July 2016, they announced on their Facebook page that the yet-to-be-titled album was mixed.<ref>{{cite web|title=Done! The ninth Sonata Arctica studio album is mixed! [...]|url=https://www.facebook.com/sonataarctica/photos/a.10150531618642969.391685.21128872968/10154241710147969/?type=3&theater |archive-url=https://ghostarchive.org/iarchive/facebook/21128872968/10154241710147969 |archive-date=2022-02-26 |url-access=limited|website=Sonata Arctica's official Facebook page|publisher=Facebook|access-date=July 10, 2016|date=July 6, 2016}}{{cbignore}}</ref>{{Primary source inline|date=October 2019}} On July 21, they officially announced the album's title, album artwork, and release date on their Facebook page. Their ninth studio album, ''[[The Ninth Hour (album)|The Ninth Hour]]'', was released on October 7, 2016.<ref>{{cite web |url=http://www.sonataarctica.info/news/2016-07-sonata-arctica-announces-new-album-cover-artwork |title=Sonata Arctica announces New Album, Cover artwork ! |date=July 21, 2016 |website=sonataarctica.info |publisher=Sabaton – Official website |access-date=July 21, 2016 |archive-date=October 24, 2016 |archive-url=https://web.archive.org/web/20161024203246/http://www.sonataarctica.info/news/2016-07-sonata-arctica-announces-new-album-cover-artwork |url-status=dead }}</ref> The artwork featured a future Utopian landscape with technology and nature in the balance.<ref>{{cite web|url=https://www.facebook.com/sonataarctica/posts/10154284665727969  |archive-url=https://ghostarchive.org/iarchive/facebook/21128872968/10154284665727969 |archive-date=2022-02-26 |url-access=limited|title=SONATA ARCTICA announce new album 'The Ninth Hour' |publisher=Facebook |access-date=July 21, 2016}}{{cbignore}}</ref>{{Primary source inline|date=October 2019}}\n\nIn November 2018, the band revealed that they were working on a new album, which its production had finished in 2019.<ref>{{Cite web|url=https://search.blabbermouth.net/news/sonata-arctica-begins-recording-new-album-announces-acoustic-adventures-european-tour/|title=Sonata Arctica Begins Recording New Album, Announces 'Acoustic Adventures' European Tour|website=Blabbermouth|access-date=October 16, 2019}}</ref> On June 21, 2019 they released a lyric video for \"A Little Less Understanding\" and revealed the name of the tenth studio album ''[[Talviyö]]'' which was released via Nuclear Blast on September 6, 2019.<ref>{{cite web|title=SONATA ARCTICA To Release 'Talviyö' Album in September|url=https://www.blabbermouth.net/news/sonata-arctica-to-release-talviyo-album-in-september/|publisher=[[Blabbermouth.net]]|access-date=June 21, 2019|date=June 21, 2019}}</ref>\n\n==Musical style and influences==\n{{expand section|date=February 2014}}\n<!-- Changes in their musical style, their lyrical style, and their influences are all good things to cover-->\nWhen asked if the band identified themselves with power metal, melodic metal or none of them, Kakko stated:<ref name=metalrules/>\n\n{{cquote|I always think that it's \"Melodic Metal\". That's is the easiest thing to me because melody is very important to me and we all think we sound something like metal so&nbsp;... haha – Melodic Metal. They are all the same for me really&nbsp;... there's so many names it's kind of confusing.}}\n\nIn a 2007 interview with C.B.Liddell, Tony Kakko cited the English rock band [[Queen (band)|Queen]] as his biggest musical influence.<ref>[http://the-revenge-of-riff-raff.blogspot.jp/2012/05/warming-up-to-Finnish-metal-band-sonata.html The Revenge of Riff Raff] (originally published in the Asahi Shimbun International Herald Tribune, June 1, 2007)</ref>\n{{cquote|A lot of people seem to mention a Queen influence in our music... Queen has always been the biggest band for me.}}\nHe also cites Stratovarius' ''[[Visions (Stratovarius album)|Visions]]''.\n\n==Members==\n{{col-begin}}\n{{col-2}}\n;Current members\n* Tommy Portimo – drums <small>(1995–present)</small>\n* [[Tony Kakko]] – lead vocals <small>(1996–present)</small>, keyboards <small>(1996–2000, 2003, studio only: 2007–present)</small>\n* [[Henrik Klingenberg]] – keyboards, keytar, backing vocals <small>(2003–present)</small>\n* [[Elias Viljanen]] – guitars, backing vocals <small>(2007–present)</small>\n* Pasi Kauppinen – bass, backing vocals <small>(2013–present)</small>\n\n;Former members\n* [[Jani Liimatainen]] – guitars, backing vocals <small>(1995–2007)</small>, lead vocals, keyboards <small>(1995–1996)</small>\n* Marko Paasikoski – bass <small>(1995–1996, 2000–2013)</small>, guitars <small>(1996–1997)</small>, backing vocals <small>(1995–1997, 2000–2013)</small>\n* Pentti Peura – bass, backing vocals <small>(1996–1998)</small>\n* Janne Kivilahti – bass, backing vocals <small>(1998–2000)</small>\n* [[Mikko Härkin]] – keyboards, backing vocals <small>(2000–2002)</small>\n{{col-4}}\n;Guest musicians\n* Nik Van-Eckmann − [[Narrator|spoken passages]] <small>(2001, 2004)</small>\n* [[Timo Kotipelto]] − vocals <small>(2001, 2012)</small><ref name=\"kotipelto\">{{cite web|url=http://www.sonataarctica.it/pages/faq.php#answ04|title=Sonata Arctica FAQ|publisher=Sonataarctica.it|access-date=July 19, 2011|url-status=dead|archive-url=https://web.archive.org/web/20110722053240/http://www.sonataarctica.it/pages/faq.php#answ04|archive-date=July 22, 2011}}</ref>\n* [[Jens Johansson]] − keyboard solos <small>(2003)</small>\n* Peter Engberg − acoustic guitars, [[bouzouki]], [[viola caipira]], [[banjo]], [[Harp|chromaharp]], [[cavaquinho]], [[Q-chord]] <small>(2007, 2012)</small>\n* [[Johanna Kurkela]] − female vocals  <small>(2009)</small>\n* [[Pekka Kuusisto]] – violin  <small>(2012)</small>\n* Lauri Valkonen – double bass <small>(2012)</small>\n{{col-end}}\n\n=== Timeline ===\n{{#tag:timeline|\nImageSize = width:900 height:auto barincrement:20\nPlotArea = left:100 bottom:120 top:15 right:20\nAlignbars = justify\nDateFormat  = dd/mm/yyyy\nPeriod = from:01/12/1995 till:{{#time: d/m/Y }}\nTimeAxis = orientation:horizontal format:yyyy\nLegend = orientation:vertical position:bottom columns:3\nScaleMajor = increment:2 start:1996\nScaleMinor = increment:1 start:1997\n\nColors =\n id:vocals     value:red         legend:Lead_vocals\n id:guitar     value:green       legend:Guitars,_backing_vocals\n id:bass       value:blue        legend:Bass,_backing_vocals\n id:keyboards  value:purple      legend:Keyboards,_backing_vocals\n id:drums      value:orange      legend:Drums\n id:studio     value:black       legend:Studio_album\n id:live       value:gray(0.4)   legend:Live_release\n id:EP         value:gray(0.7)   legend:Other_release\n id:bars       value:gray(0.9)\nBackgroundColors = bars:bars\n\nLineData =\n  layer:back\n \n  color:live\n  at:01/07/2002\n  at:04/04/2006\n  at:11/11/2011\n\n  color:EP\n  at:07/08/2000\n  at:22/08/2001\n  at:21/11/2003\n  at:22/09/2004\n  at:21/01/2022\n  at:30/09/2022\n\n  color:black\n  at:22/11/1999\n  at:21/06/2001\n  at:21/02/2003\n  at:30/08/2004\n  at:25/05/2007\n  at:16/09/2009\n  at:16/05/2012\n  at:28/03/2014\n  at:07/10/2016\n  at:06/09/2019\n\nBarData =\n  bar:Kakko        text:\"Tony Kakko\"\n  bar:Liimatainen  text:\"Jani Liimatainen\"\n  bar:Viljanen     text:\"Elias Viljanen\"\n  bar:Paasikoski   text: \"Marko Paasikoski\"\n  bar:Peura        text:\"Pentti Peura\"\n  bar:Kivilahti    text:\"Janne Kivilahti\"\n  bar:Kauppinen    text:\"Pasi Kauppinen\"\n  bar:Härkin       text:\"Mikko Härkin\"\n  bar:Klingenberg  text:\"Henrik Klingenberg\"\n  bar:Portimo      text:\"Tommy Portimo\"\n  \nPlotData=\n  width:11\n  bar:Kakko        from:01/02/1996 till:end              color:vocals\n  bar:Liimatainen  from:start      till:06/08/2007       color:guitar\n  bar:Paasikoski   from:01/02/1996 till:01/01/1997       color:guitar\n  bar:Viljanen     from:06/08/2007 till:end              color:guitar\n  bar:Paasikoski   from:start      till:01/02/1996       color:bass\n  bar:Paasikoski   from:01/01/2000 till:26/08/2013       color:bass\n  bar:Kauppinen    from:26/08/2013 till:end              color:bass\n  bar:Peura        from:01/02/1996 till:01/01/1998       color:bass\n  bar:Kivilahti    from:01/01/1998 till:01/01/2000       color:bass\n  bar:Härkin       from:01/01/2000 till:01/01/2002       color:keyboards\n  bar:Klingenberg  from:20/03/2003 till:end              color:keyboards\n  bar:Portimo      from:start      till:end              color:drums\n  bar:Liimatainen  from:start      till:01/02/1996       color:vocals width:7\n  bar:Liimatainen  from:start      till:01/02/1996       color:keyboards width:3\n  bar:Kakko        from:01/02/1996 till:01/01/2000       color:keyboards width:3\n  bar:Kakko        from:01/01/2002 till:20/03/2003       color:keyboards width:3\n  bar:Kakko        from:01/01/2007 till:end              color:keyboards width:3\n\n}}\n\n==Discography==\n{{main|Sonata Arctica discography}}\n'''Studio albums'''\n*''[[Ecliptica]]'' (1999)\n*''[[Silence (Sonata Arctica album)|Silence]]'' (2001)\n*''[[Winterheart's Guild]]'' (2003)\n*''[[Reckoning Night]]'' (2004)\n*''[[Unia]]'' (2007)\n*''[[The Days of Grays]]'' (2009)\n*''[[Stones Grow Her Name]]'' (2012)\n*''[[Pariah's Child]]'' (2014)\n*''[[The Ninth Hour (album)|The Ninth Hour]]'' (2016)\n*''[[Talviyö]]'' (2019)\n\n==Cover songs==\n* \"Black Diamond\" − [[Stratovarius]] (live, short clip in ''Stratovarius – Infinite Visions VHS/DVD'')\n* \"Speed of Light\" − [[Stratovarius]] (at the end of \"False News Travel Fast\" in ''Songs of Silence'')\n* \"[[Fade to Black (Metallica song)|Fade to Black]]\" − [[Metallica]] (''Victoria's Secret'', ''Takatalvi'', ''[[A Tribute to the Four Horsemen]]'')\n* \"[[Wind Beneath My Wings]]\" − [[Bette Midler]] (''Orientation'')\n* \"Die With Your Boots On\" − [[Iron Maiden]] (''Last Drop Falls'', ''Orientation'')\n* \"[[World in My Eyes]]\" − [[Depeche Mode]] (''Don't Say a Word'')\n* \"Two Minds, One Soul\" − [[Vanishing Point (band)|Vanishing Point]] (''Don't Say a Word'')\n* \"[[Still Loving You]]\" − [[Scorpions (band)|Scorpions]] (''Successor'', ''Takatalvi'')\n* \"[[I Want Out (Helloween song)|I Want Out]]\" − [[Helloween]] (''Successor'', ''Takatalvi'')\n* \"[[Out in the Fields (song)|Out in the Fields]]\" − [[Gary Moore]] (''Paid in Full'', ''Unia'')\n* \"[[Hava Nagila]]\" (\"The Cage\"/\"Vodka\" on ''For the Sake of Revenge'' and \"Vodka\" on ''Live in Finland'')\n* \"[[Cowboys From Hell (song)|Cowboys From Hell]]\" – [[Pantera]] (live, ''Jani Liimatainen's Young Guitar DVD'' and ''Into the Storm'' bootleg DVD)\n* \"Hell Is Living Without You\" – [[Alice Cooper]] (''One for All, All for One'')\n* \"[[I Can't Dance]]\" – [[Genesis (band)|Genesis]] (''Ecliptica – Revisited (15th Anniversary Edition''))\n* \"[[Run to You (Bryan Adams song)|Run to You]]\" – [[Bryan Adams]] (''The Ninth Hour'')\n\n==References==\n{{Reflist|colwidth=30em}}\n\n==External links==\n{{commons category}}\n* [http://www.sonataarctica.info/ Sonata Arctica's official website]\n* [http://www.sonataarcticafanclub.com/ Sonata Arctica's official fanclub] {{Webarchive|url=https://web.archive.org/web/20110305182354/http://www.sonataarcticafanclub.com/ |date=March 5, 2011 }}\n* [http://www.winterheartsguild.com Winterheart's Guild video game]\n\n{{Sonata Arctica}}\n\n{{Authority control}}\n\n[[Category:Sonata Arctica| ]]\n[[Category:Finnish heavy metal musical groups]]\n[[Category:Finnish power metal musical groups]]\n[[Category:Finnish progressive metal musical groups]]\n[[Category:Musical groups established in 1996]]\n[[Category:Nuclear Blast artists]]\n[[Category:1995 establishments in Finland]]", "sha1": "8fxz8iew04jpckq2m6uqmmqn6jdma4k"}