{"title": "The Human League", "id": "1113436290", "parentid": "1107046800", "timestamp": "2022-10-01T13:20:52Z", "contributor": "\n        ", "model": "wikitext", "format": "text/x-wiki", "text": "{{Distinguish|The Humane League}}\n{{short description|English synth-pop band}}\n{{Use British English|date=April 2021}}\n{{Use dmy dates|date=May 2022}}\n{{Infobox musical artist\n| name             = The Human League\n| image            = The Human League 2007.jpg\n| image_upright    = 1.2\n| caption          = Lineup: Susan Ann Sulley, Philip Oakey, Joanne Catherall\n| background       = group_or_band\n| alias            = The Future (1977), the Men, {{nowrap|the League}}, the League Unlimited Orchestra (1982)\n| origin           = [[Sheffield]], [[South Yorkshire]], England\n| genre            = <!--The following genres follow, as closely as Wikipedia classifications allow, the genres cited by Allmusic.  Please DO NOT alter without citing an equally reliable source-->{{flatlist|\n* [[Synth-pop]]\n* [[New wave music|new wave]]\n* [[new pop]]\n* [[electronic music|electronic]]\n}}\n| years_active     = 1977–present\n| label            = {{flatlist|\n* [[Fast Product]]\n* [[Wall of Sound (record label)|Wall of Sound]]\n* [[Virgin Records|Virgin]]\n* [[A&M Records|A&M]]\n* [[East West Records|East West]]\n* [[Papillon Records]]\n}}\n| associated_acts  = {{flatlist|\n* [[British Electric Foundation|BEF]]\n* [[Clock DVA]]\n* [[Vice Versa (band)|Vice Versa]]\n* [[Heaven 17]]\n* [[Giorgio Moroder]]\n* [[Jimmy Jam & Terry Lewis]]\n* [[Jo Callis]]\n}}\n| website          = {{url|thehumanleague.co.uk}}\n| current_members  =\n* [[Philip Oakey]]\n* [[Joanne Catherall]]\n* [[Susan Ann Sulley]]\n| past_members     =\n* [[Ian Craig Marsh]]\n* [[Martyn Ware]]\n* [[Philip Adrian Wright]]\n* [[Ian Burden]]\n* [[Jo Callis]]\n* Jim Russell\nRussell Dennett\n\n}}\n'''The Human League''' are an English [[synth-pop]]<ref name=\"AMG\">{{cite web|first= Jason |last= Ankeny |title= The Human League Biography |website= [[AllMusic]] |access-date= 24 January 2017 |quote= Synth pop's first international superstars, the Human League were among the earliest and most innovative bands to break into the pop mainstream on a wave of synthesizers and electronic rhythms, their marriage of infectious melodies and state-of-the-art technology proving enormously influential on countless acts following in their wake. |url= http://www.allmusic.com/artist/the-human-league-mn0000895443/biography}}</ref> band formed in [[Sheffield]] in 1977. Initially an experimental [[electronic music|electronic]] outfit, the group signed to [[Virgin Records]] in 1979 and later attained widespread commercial success with their third album ''[[Dare (album)|Dare]]'' in 1981 after restructuring their lineup. The album contained four hit singles, including the UK/US number one hit \"[[Don't You Want Me]]\". The band received the [[Brit Award]] for Best British Breakthrough Act in 1982. Further hits followed throughout the 1980s and into the 1990s, including \"[[Mirror Man (The Human League song)|Mirror Man]]\", \"[[(Keep Feeling) Fascination]]\", \"[[The Lebanon (song)|The Lebanon]]\", \"[[Human (The Human League song)|Human]]\" (a US No.&nbsp;1) and \"[[Tell Me When]]\".\n\nThe only constant band member since 1977 has been lead singer and songwriter [[Philip Oakey]]. Keyboard players [[Martyn Ware]] and [[Ian Craig Marsh]] both left the band in 1980 to form [[Heaven 17]]. Under Oakey's leadership, the Human League then evolved into a commercially successful [[new pop]] band,<ref name=\"Now That's What I Call New Pop!\">Harvel, Jess. [http://pitchfork.com/features/articles/6139-now-thats-what-i-call-new-pop/ \"Now That's What I Call New Pop!\".] [[Pitchfork Media]]. 12 September 2005.</ref> with a new line-up including female vocalists [[Joanne Catherall]] and [[Susan Ann Sulley]]. Since the mid-1990s, the band have essentially been a trio of Oakey, Catherall and Sulley with various sidemen.\n\nSince 1978, the Human League have released 9 studio albums, a remix album, a live album, 6 [[extended play|EPs]], 29 [[Single (music)|singles]] and 13 [[compilation albums]]. They have had 6 Top 20 albums and 13 Top 20 singles in the UK and had sold more than 20 million records worldwide by 2010.<ref>{{cite magazine|url=http://www.contactmusic.com/news.nsf/story/human-league-back-in-big-league_1128175 |title=Human League Back in Big League |magazine=Contactmusic.com |date=11 January 2010 |access-date=30 January 2014}}</ref><ref>{{cite news |url=http://www.sheffieldtelegraph.co.uk/news/business/human_league_record_first_album_for_nine_years_1_458493 |title=Human League record first album for nine years |work=Sheffield Telegraph |date=14 January 2010 |access-date=30 January 2014}}</ref> As an early [[techno-pop]]<ref>{{cite web|url=https://cbwatertown.com/magic1031/|title=WTOJ Magic 103.1 – The North Country's Best Mix|website=Cbwatertown.com|access-date=9 October 2019}}</ref> act that received extensive MTV airplay, they are regarded as one of the leading artists of the 1980s [[Second British Invasion]] of the US.<ref>{{cite magazine |title=Anglomania: The Second British Invasion |url=https://www.rollingstone.com/music/music-news/anglomania-the-second-british-invasion-52016/ |access-date=29 April 2019 |magazine=[[Rolling Stone]]}}</ref>\n\n==History==\n===1970s: Early years===\nBefore adopting the name the Human League, the band briefly had two previous incarnations.<ref name=\"BY\">{{cite web|last=Turner|first= Sean|url=http://www.blindyouth.co.uk/ |title=Complete guide to The Human League 1977–1980|publisher=Blindyouth.co.uk|access-date=30 January 2014}}</ref>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}} In early 1977, [[Martyn Ware]] and [[Ian Craig Marsh]], who had met at youth arts project ''Meatwhistle'', were both working as computer operators. Their musical collaboration combined pop music (such as [[glam rock]] and [[Tamla Motown]]) with [[avant-garde]] [[electronic music]]. With the price of electronic components dropping in the mid-1970s, equipment became more affordable for the average consumer; Ware and Marsh purchased a [[Korg]] 700S synthesizer together and learned how to play it. Their musical reputation spread, and they were invited to play at a friend's 21st birthday party. For the party, Ware and Marsh formed themselves into an informal band called The Dead Daughters. Their live highlight was a rendition of the theme of the British TV series ''[[Doctor Who]].''<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nAfter a few more low-key, private performances, Ware and Marsh decided to officially form a band. Joined by their friend Adi Newton and another synthesizer (a [[Roland System-100]]), they formed The Future and began to create music in their own rehearsal facility in a disused cutlery workshop in the centre of Sheffield. Although The Future was never signed and did not release material commercially at the time, a collection of demos from this period was released retrospectively on CD in 2002 titled ''[[The Golden Hour of the Future]],'' mixed by [[Richard X]].<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}} The association with Adi Newton was short; Newton left The Future and went on to form [[Clock DVA]]. Ware at this point decided that he needed a singer rather than another keyboard player. The reason for this was twofold: record companies had been reluctant to sign The Future, as they could not offer any \"marketable\" songs, and therefore a talented singer was required for any chance of commercial success; also the group only owned two synthesizers and could not afford a third.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nWare and Marsh searched for a vocalist, but their first choice, [[Glenn Gregory]], was unavailable (Gregory eventually became the lead singer of their subsequent band [[Heaven 17]]). Ware then decided to invite an old school friend, [[Philip Oakey]], to join the band. Oakey was working as a hospital porter at the time and was known on the Sheffield social scene for his eclectic style of dress. Although he had no musical experience, Ware thought he would be ideal as lead singer for The Future as \"he already looked like a pop star\".<ref>McGuire, Kevin. ''The Human League to bring their electric dreams to the Black Box''. Galway Advertiser 7 November 2006</ref> When Ware called on Oakey, he found he was out, so asked him to join the Future by leaving a note stuck to his front door.<ref name=\"BY\"/> He accepted the invitation, but early sessions were awkward. Oakey had never sung in front of an audience before, could not play keyboards and only owned a saxophone (which he could barely play). Listening to one of Ware and Marsh's demos, Oakey was inspired to write some lyrics which later became the single \"[[Being Boiled]]\".\n\nWith a new line-up, sound, and vocalist, Ware decided that the band needed a new name. It would also allow them to approach record companies again from a different angle. Ware suggested \"The Human League\", after a group in the science-fiction [[board game]] ''[[StarForce: Alpha Centauri]]''. In the game, the Human League arose in 2415 A.D. and were a frontier-oriented society that desired more independence from Earth. Oakey and Marsh agreed on the new name, and in early 1978 The Future became The Human League.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\n[[File:Human leaguemk1.jpg|thumb|right|The original Human League in July 1980. From left to right: Oakey, Wright, Marsh, Ware.]]\n\nUsing ''Future'' material, the Human League released a demo tape to record companies under their new name. The tape contained versions of \"Being Boiled\", \"Toyota City\" and \"Circus of Death\". Ware's friend Paul Bower of Sheffield new-wave band \"2.3\", who had just recorded a single for Bob Last's Edinburgh-based independent label [[Fast Product]], took their demo to Last and he signed the band.\n\nThe band released their first single, \"Being Boiled\", in June 1978, which became Fast Product's third release. Although a limited release—because it was unique and at odds with everything else on the market—it was picked up on by ''[[NME]]'', who championed the band, although one guest reviewer, [[John Lydon]] of [[Public Image Limited]], condemned the band as \"trendy hippies\".<ref>''[[NME|New Musical Express]]'', 22 July 1978</ref>\n\nBoosted by critical praise, on 12 June 1978 the band played their first live gig together at Bar 2 in Sheffield's Psalter Lane Art College (latterly [[Sheffield Hallam University]]); a plaque commemorated the event until the Psalter Lane site officially closed on 31 August 2008.\n[[File:HLplaque2.jpg|thumb|right|Plaque located in Sheffield Hallam University commemorating the Human League's first live concert]]\nWith their reliance on technology and tape machines, the band had been nervous about playing live. After the Psalter Lane performance, they worried that they had appeared static and uninspiring. A friend of Oakey's who had been in the audience, [[Philip Adrian Wright]], who also had an art and photography background, was invited to become the band's Director of Visuals, with a remit to \"liven up\" the stage performance with slides, film clips and lighting.\n\nIn August 1978 the band recorded a session for [[John Peel]], including a re-worked version of \"Being Boiled.\"<ref>{{cite web|url=https://www.bbc.co.uk/radio1/johnpeel/sessions/1970s/1978/Aug08thehumanleague/|title=BBC - Radio 1 - Keeping It Peel - 08/08/1978 The Human League|website=www.bbc.co.uk|accessdate=12 May 2022}}</ref>\n\nThe band's live performances began to gain momentum and acclaim, and they were asked to support first [[The Rezillos]] (featuring future band member [[Jo Callis]]), then [[Siouxsie and the Banshees]], as early as September 1978. In December 1978, [[David Bowie]] appeared in the audience and later declared to ''NME'' that he \"had seen the future of pop music\".<ref name=\"BY\"/><ref>{{cite web|url=http://www.mtv.com/news/2972268/human-league-radical-future/|title=The Human League's Radical Future|publisher=[[MTV]]}}</ref>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nIn April 1979, the Human League released their first EP on the Fast Product label entitled ''[[The Dignity of Labour]]'', which contained four experimental instrumentals. Although the EP barely charted, major record labels began approaching the band in an attempt to lure them away from Fast. In May 1979, the band accepted an offer by [[Richard Branson]]'s [[Virgin Records]]. Because of his label's early support, the band offered Bob Last the position as band manager.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nIn June 1979, the Human League supported [[Iggy Pop]] on his European tour, before settling into recording their first single for Virgin. Despite promising them creative freedom, Virgin demanded sweeping changes to the band's style for their first single, in order to make it more commercial. The label required the band to use conventional instruments and vocals as well as synthesizers. Because the League had accepted a large financial signing advance, Ware was in no position to refuse but insisted that any releases in this style be credited to a pseudonym.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nThe band's first single under Virgin Records was the [[disco]] influenced \"[[I Don't Depend on You]]\", released in July 1979 under the pseudonym \"'''The Men'''\". The single did not chart and had very little in common with the previous work of the Human League. It did, however, feature female vocals by guests Lisa (Liza) Strike and Katie Kissoon, sounding like the yet-to-be-formed future Human League of 1981.<ref>Maconie, Stewart: NME 1990</ref>\n\nBecause the imposed style had not worked, Virgin permitted the band to return to their original style and the band recorded and released their first full studio album ''[[Reproduction (album)|Reproduction]]'' in August 1979. The album and the single \"[[Empire State Human]]\" failed to make an impact on the charts. After these flops, Virgin cancelled the band's December 1979 tour. By this time, the Human League's role as UK electronic pioneers was usurped by [[Gary Numan]], when his single \"[[Are 'Friends' Electric?]]\" became a huge hit in the UK in mid-1979.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nIn March 1980, the band—which had not yet hit the singles charts—was namechecked in a UK hit song by [[The Undertones]]. The track \"[[My Perfect Cousin]]\", which would peak at #9 on the UK charts in May, contained a dig at the perceived \"arty\" Human League in the lyric:\n\n::''\"His mother bought him a synthesiser / Got the Human League in to advise her / Now he's making lots of noise / Playing along with the art school boys\"''<ref>{{cite web|url=http://www.theundertones.com/_/My_Perfect_Cousin.html |title=Lyrics : \"My Perfect Cousin\"|publisher=Theundertones.com |access-date=30 January 2014}}</ref>\n\nIn April 1980, the band was able to release an EP entitled ''[[Holiday '80]],'' containing the principal track \"Marianne\" and a cover of \"Nightclubbing\" (written by Bowie and Iggy Pop). The seven-inch version of \"Holiday '80\" did well enough to get the band their first TV appearance on BBC TV ''[[Top of the Pops]]'' on 8 May 1980 opening a [[Peter Powell (disc jockey)|Peter Powell]] presented show with [[Gary Glitter]]'s \"Rock and Roll Part 2\". This was to be the only high-profile TV appearance by the Oakey/Marsh/Ware trio on British television, with the sole exception of BBC2's ''Mainstream'' programme in late 1979, organised and presented by the artist [[Brian Clarke]], an early supporter of the band. A performance in the studio, complete with slideshow, was broadcast of the tracks \"The Path of Least Resistance\" and the current minor hit \"[[Empire State Human]]\".\n\nIn May 1980, the band toured the UK. Philip Adrian Wright was now playing incidental keyboards in addition to his visuals role. It was the last time all four members performed together live. Also in May, the band released their second studio album ''[[Travelogue (The Human League album)|Travelogue]].'' More commercial-sounding than ''Reproduction,'' it peaked at No.&nbsp;16 in the UK, giving the band their first real success. As a result, \"Empire State Human\" was re-released and the band made their second appearance on ''Top of the Pops'', even though it only reached No.&nbsp;62 in the singles chart.\n\nBecause of their lack of commercial success, Virgin refused to release further singles from ''Travelogue.'' The Human League was booked to conduct a tour of the UK and Europe from October to November 1980, but the lack of success after two years of hard work and perceived lack of faith by Virgin set about severe internal conflict within the band.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nEquipment used in this period were: Roland Jupiter 4, Korg 770, Roland System 100 consisting of 1 × 101 keyboard, 2 × 102 expanders, 2 × 104 sequencers and 103 mixer, plus taped backing for rhythm and drum parts.\n\n===1980s: Line up changes and rise in popularity===\n[[File:Human leaguemk2.jpg|thumb|right|The Human League in 1984. Members: Catherall, Callis, Wright, Oakey, Sulley, Burden]] The relationship between Oakey and Ware had always been turbulent, and the pair often quarrelled over creative and personal matters. The lack of success compared with the success of [[Gary Numan]]'s work at that time had brought matters to a head. Ware insisted the band maintain their pure electronic sound, while Oakey wanted to emulate more successful pop groups. The pair clashed continually, and Ware eventually walked out in 1980. Taking Ware's side, Ian Craig Marsh joined him in exiting The Human League.<ref>{{cite web | url=https://www.forbes.com/sites/davidchiu/2021/12/10/heaven-17s-martyn-ware-talks-electronically-yours-podcast-and-penthouse-and-pavement-40th-anniversary/amp/ | title=Heaven 17's Martyn Ware Talks 'Electronically Yours' Podcast and 'Penthouse and Pavement' 40th Anniversary | website=[[Forbes]] }}</ref>\n\nManager Bob Last tried to reconcile both parties, and when that proved impossible, various options were suggested, including two new bands under a Human League sub-label. Eventually, it was agreed that Oakey would continue with the Human League name, while Ware and Marsh would form a completely new band, which became [[Heaven 17]]. Two weeks before the UK/Europe tour, the band split.<ref name=\"BY\"/>{{Unreliable source?|reason=[[WP:RSSELF]]|date=March 2018}}\n\nRetaining the Human League name came at a heavy price for Oakey; he was responsible for all Human League debts and commitments. Also, the Human League would have to pay Ware and Marsh one per cent of royalties of the next Human League album under the Virgin contract.\n\nWith the tour only ten days away and the music media reporting that the Human League was finished now that \"the talented people had left\", promoters started threatening to sue Oakey if the tour was not completed as contracted. To complete the tour, Oakey had to recruit new people in a matter of days. Oakey and his then girlfriend went into Sheffield city centre on a Wednesday night with the intention of recruiting a single female backing vocalist. After looking in various venues, they visited the [[Crazy Daisy Nightclub]] on High Street where Oakey spotted two girls dancing together on the dance floor. Susan Ann Sulley and Joanne Catherall, both 17, were just schoolgirls on a night out together. Neither had any experience of singing or dancing professionally. With no preamble, Oakey asked both girls to join the tour as dancers and incidental vocalists.<ref>{{cite news|url=https://www.theguardian.com/music/2011/feb/27/human-league-credo-new-album|title=The Human League: do you still want them, baby?|work=The Guardian|access-date=18 November 2016}}</ref>\n\nOakey states that when he found out the age of the girls and that they were best friends, he revised his plan for a single female and decided that the two girls could look after each other on the tour. Originally just wanting a single female singer to replace the high backing vocals originally provided by Martyn Ware, he says that he thought having two female vocalists/dancers would also add potential glamour to the band. Because of the girls' ages, Oakey and Wright later had to visit Sulley and Catherall's respective parents to obtain permission for the girls to go on the tour. Under the provision that Oakey look after the girls, as well as their school convincing them it could be an educational experience, their parents let them join.<ref>{{cite news | url=https://m.belfasttelegraph.co.uk/life/features/human-leagues-susan-ann-sulley-look-back-on-storied-career-ahead-of-belfast-gig-38343711.html | title=Human League's Susan Ann Sulley look back on storied career ahead of Belfast gig | newspaper=Belfasttelegraph }}</ref>\n\nIn addition to Sulley and Catherall, Oakey employed professional musician [[Ian Burden]] from Sheffield synth band Graph as a session keyboard player for the tour to cover for the keyboards of the now departed Ware and Marsh.{{Citation needed|date=August 2022}}\n\nThe tour was completed as advertised with the first date at Doncaster Top Rank but was less than successful. The music press was scornful of \"Oakey and his dancing girls\" and treated the new band line-up with derision. Many of the audiences who had paid to see the original all-male line-up were not happy with the new band; Sulley and Catherall were often heckled and, on occasion, objects were thrown.{{citation needed|date=April 2018}}\n\nOn completion of the tour, Burden went on to his next commitment playing bass guitar in [[West Berlin]]. Because of the professionalism they had shown and because he planned to use them further vocally, Oakey and manager Bob Last made Sulley and Catherall full members of the band, to be paid on a salary basis.\n\nIn January 1981, although they had survived the tour, the band was still in trouble. Heavily in debt to Virgin Records, Oakey and Wright were under pressure to produce results quickly. By February 1981 the band recorded and rushed out \"[[Boys and Girls (The Human League song)|Boys and Girls]]\". Sulley and Catherall (who had returned to their sixth-form full-time) were not involved in the recording but were included on the single's front cover. The single reached No.&nbsp;47 in the UK charts, the band's highest chart position to that point. Oakey acknowledged that he needed to bring in professional musicians, and so Ian Burden was tracked down and invited to join the band as a trial member.\n\nVirgin's faith had been restored by \"Boys and Girls\", but they believed the band lacked professional production. In March, Oakey was introduced to veteran producer [[Martin Rushent]]. Rushent's first move was to dispatch the entire band to his [[Genetic Studios]] in [[Reading, Berkshire]], away from the \"unhealthy atmosphere\" of Monumental Studios, Sheffield, that they shared with Ware and Marsh's Heaven 17. The first result of the Genetic sessions was the single \"[[The Sound of the Crowd]]\". The single became their first Top 40 hit, reaching No.&nbsp;12 in the UK.\n\nBob Last believed that the band could be improved further by the addition of one more professional musician, so in April 1981, his associate [[Jo Callis]] (formerly of [[The Rezillos]] whom Last had previously managed) was invited to become the final permanent member of the band. The next single, \"[[Love Action (I Believe in Love)]]\", reached No.&nbsp;3 in the UK in August 1981. The band set about arranging their existing material and demos into a viable album, produced by Rushent. Sulley and Catherall, who had just left school, immediately postponed their plans to attend university to work on the album.\n\nBy this time, the band's commercial success and higher profile had caused their first two albums to start selling again. ''Reproduction'' charted for the first time in August 1981, eventually peaking at No.&nbsp;34, and ''Travelogue'' also recharted and returned to the Top 30 for several weeks. Both albums would eventually achieve Gold status. In October 1981, Virgin released a brand new single, \"[[Open Your Heart (Human League song)|Open Your Heart]]\", which gave the band another Top 10 hit. The band's new album, ''Dare'', was also released in October 1981 and reached No.&nbsp;1 in the UK. It spent a total of four weeks at the top spot over the 1981/82 period, remaining in the chart for 77 weeks and eventually going triple platinum.\n\nBecause of ''Dare''{{'s}} success, Virgin executive Simon Draper instructed that a fourth single be released from the album before the end of 1981. His choice was to be \"[[Don't You Want Me]]\", a track Oakey considered to be a filler and the weakest track on the album. Oakey fought the decision, believing it would damage the band, but was overruled by Draper, and \"Don't You Want Me\" was released in November 1981. Aided by an expensive music video (a rarity at the time) directed by film maker [[Steve Barron]], the single went to No.&nbsp;1 for five weeks over the 1981 Christmas period. In a 1995 interview with music journalist James Richliano, Oakey credited [[MTV]] for helping the song reach the top of the charts: \"I don't think we would have had a number one if it weren't for the video and MTV. Trying to interpret songs with video is a real problem, but at the same time, we know that we wouldn't be here without video.\"<ref name=\"Richliano\">{{cite news|title=Phil Oakey Is Only Human|last=Richliano|first=James|date=14 May 1995|work=[[In Newsweekly]]}}</ref>{{COI source|sure=yes|date=August 2019}}\n\n\"Don't You Want Me\" became the band's biggest hit, selling almost 1.5&nbsp;million copies in the UK.<ref name=\"guinness\">{{cite book\n| first= David\n| last= Roberts\n| year= 2006\n| title= [[British Hit Singles & Albums]]\n| edition= 19th\n| publisher= Guinness World Records Limited\n| location= London\n| isbn= 1-904994-10-5\n| pages= 262}}</ref> ''Dare'' has since been labelled as one of pop music's most influential albums.<ref>{{cite news| url=http://observer.guardian.co.uk/review/story/0,,1821230,00.html | work=The Guardian | location=London | title=The 50 albums that changed music | date=16 July 2006 | access-date=25 May 2010}}</ref> In a retrospective review of the album, [[Stephen Thomas Erlewine]], senior editor for [[AllMusic]], gave ''Dare'' a five-star rating. He wrote: \"The technology may have dated, synths and drum machines may have become more advanced, but few have manipulated technology in such an emotionally effective way.\" Philip Oakey often plays down claims of \"Dare\" being such an influential album, but at other times acknowledges its influence on modern music. In 2001, paraphrasing an ''NME'' headline from 1980, Oakey once famously quipped: ''\"The Human League: one day all music will be made like this! And it is!\"''<ref>Wikiquote: [[q:Philip Oakey]]</ref>\n\nAlthough the group has been retrospectively identified with the New Romantic movement of this period,<ref name=\"Sims\">Sims, Josh (1999). ''Rock Fashion'', [[Omnibus Press]], p. 96. {{ISBN|0-7119-8749-1}}.</ref> according to Dave Rimmer, author of ''New Romantics: The Look'', \"at the time [they] were no such thing.\"<ref>{{cite book|last=Rimmer|first= Dave|title=New Romantics: The Look|year=2003|publisher=Omnibus Press|page= 104|isbn= 0-7119-9396-3}}</ref> The band themselves have also consistently and strenuously rejected the label. The Sheffield scene in which the Human League formed predated New Romanticism and took more influence from [[Kraftwerk]]. Bands in the Sheffield scene were also referred to as Futurists,<ref>''David Sylvian''</ref> although Oakey himself has said: \"We thought we were the punkiest band in Sheffield.\"<ref>{{cite news|last=Price|first= Simon|title=PREVIEW music|newspaper=The Guardian|date=24 April 2004|page= 23}}</ref>\n\nCapitalising on the success of the album and their recent No.&nbsp;1 hit single, \"[[Being Boiled]]\" was re-released and became a Top 10 hit in early 1982. The band toured for the first time together internationally. Concurrently, ''Dare'' (later renamed ''Dare!'') was released in the US by [[A&M Records]] and \"Don't You Want Me\" also reached No.&nbsp;1 there in the summer of 1982. A [[remix]] album of ''Dare'' entitled ''[[Love and Dancing]]'' was released under the group name \"'''The League Unlimited Orchestra'''\" (a tribute to [[Barry White]]'s [[the Love Unlimited Orchestra|Love Unlimited Orchestra]]), reaching No.&nbsp;3 on the UK album chart.\n\nIn 1982, the band received the Best British Newcomer award at the annual [[1982 Brit Awards|Brit Music awards]], and Rushent also took Best Producer for his work on ''Dare''. By the end of the awards party, a drunken Sulley and Catherall had lost the band's valuable trophy and it was never seen again.{{citation needed|date=September 2013}}\n\nIn November 1982, the [[Motown]] influenced [[electropop]] single \"[[Mirror Man (The Human League song)|Mirror Man]]\" reached No.&nbsp;2 in the UK chart, just missing another Christmas No.&nbsp;1, which was taken by a novelty record by [[Renée and Renato]].<ref name=\"guinness\"/>\n\nThe Human League's work was now recognised on both sides of the Atlantic. In February 1983, the band was nominated for the ''Best New Artist'' award at the [[25th Annual Grammy Awards]] (though the award eventually went to [[Men at Work]]).<ref>{{cite web|url=http://theenvelope.latimes.com/factsheets/awardsdb/env-awards-db-landing,0,3713019.html |title=The Envelope – Awards and Industry Insider |work=Los Angeles Times |access-date=30 January 2014}}</ref>\n\nThe follow-up single, \"[[(Keep Feeling) Fascination]]\", was released in April 1983, and peaked at No.&nbsp;2 in the UK. The following months proved to be difficult ones for the band as they struggled to record a follow-up album to ''Dare'' under immense pressure from Virgin. A six-song [[Extended Play|EP]] called ''[[Fascination!]]'' composed of the singles \"Mirror Man\" and \"Fascination\" together with the new track \"I Love You Too Much\" was released from the original recording sessions for their new album, later to be named ''[[Hysteria (The Human League album)|Hysteria]].'' The EP was released in America as a stop-gap and also became a strong seller as an import in the UK.<ref name=\"guinness\"/>\n\nIn August 1983, the band released \"the UK's first [[Single (music)#Videotape single|videotape single]]\" to capitalise on the growing market created by the increasing popularity of domestic home video cassette recorders (VCRs),<ref>Virgin Records press release 1983</ref> called ''[[The Human League Video Single (1983)|The Human League Video Single]]''. Although \"video albums\" had been released by bands such as [[Blondie (band)|Blondie]] and [[Electric Light Orchestra|ELO]] as early as 1979, this release was a short (12 mins) video tape cassette in either VHS or Betamax format containing just three tracks (the music videos for \"Mirror Man\", \"Love Action (I Believe in Love)\", and \"Don't You Want Me\"). Although it was not a commercial success (as it retailed for £10.99, compared to 12\" vinyl singles averaging £1.99 in 1983), the format caught on and other artists began releasing video singles/EPs of their own.\n\nThe band spent many months agonising as they tried to make a successor to ''Dare,'' and as things became ever more stressful, producer Martin Rushent left the project. At this point, the band ditched much of the material recorded so far and started over again with new producers Hugh Padgham and Chris Thomas (though some of Rushent's contributions to certain tracks from the earlier sessions were included on the released album).\n\nFinally in May 1984, the band released the politically charged single \"[[The Lebanon (song)|The Lebanon]]\" about the [[Lebanese Civil War]]. The single peaked at No.&nbsp;11 in the UK. This was followed shortly thereafter by the album ''Hysteria,'' so called because of the difficult and tense recording process. It entered the UK album chart at No.&nbsp;3; however, it climbed no further and critics and fans were divided by the new direction the band had taken. The second single was \"[[Life on Your Own]]\" in mid-1984. The single peaked at No.&nbsp;16.\n\nLater that year, success outside of the Human League came for Oakey in the shape of the huge hit single \"[[Together in Electric Dreams]]\", a collaboration with one of his idols, synth pioneer [[Giorgio Moroder]]. The track was taken from the [[Electric Dreams (soundtrack)|film soundtrack to ''Electric Dreams'']] and became a massive hit. Often now erroneously credited as a Human League single, due to its success and enduring popularity, the band have since adopted it for their live performances and it appears on their greatest hits compilations. Oakey and Moroder then recorded an album together for Virgin, ''[[Philip Oakey & Giorgio Moroder]],'' but this met with rather less success and the following two singles failed to make the UK Top 40. However, the success of the original Oakey and Moroder track encouraged Virgin to release one final single from ''Hysteria'' in November 1984; the ballad \"[[Louise (The Human League song)|Louise]]\" was released and reached No.&nbsp;13 in the UK.\n\nAfter ''Hysteria,'' the group found themselves in creative stagnation, struggling to record material to follow up on their previous successes. Key songwriter Jo Callis departed, replaced by drummer Jim Russell. Bob Last quit as manager and was not replaced. In 1985, the band spent several months working on a new album with producer [[Colin Thurston]] (who had produced the first two [[Duran Duran]] albums), but yet more clashes in the recording studio ensued and the project was shelved in September 1985.<ref name=\"Smash Hits\">{{cite news |first=Chris |last=Heath |title=Whatever Happened To... |newspaper=[[Smash Hits]] |publisher=[[EMAP]] |location=London, England |page=10 |date=1 January 1986}}</ref>\n\nWorried by the lack of progress with their most profitable act, Virgin paired the Human League up with American [[R&B]] producers [[Jimmy Jam and Terry Lewis]], who had a proven track record with [[Janet Jackson]], [[the SOS Band]], [[Alexander O'Neal]], and [[Cherelle]]. Jam and Lewis had expressed an interest in working with the band after hearing their US releases. Virgin flew the entire band to Minneapolis. The four-month-long recording sessions were beset with creative disputes, with Jam and Lewis having preconceived ideas on how they wanted the album to sound, rejecting most of the band's material (which would cost the band considerable loss of royalty income). The band eventually quit the sessions early amidst creative acrimony, although the personal relationships had actually been good.{{citation needed|date=September 2013}}\n\nThe final result of the sessions was the ''[[Crash (The Human League album)|Crash]]'' album. The album featured much material written by the Jam and Lewis team, and showcased their [[Yamaha DX7]]-led sound. It had a US No.&nbsp;1 single, \"[[Human (The Human League song)|Human]]\" (No.&nbsp;8 in the UK), but other singles performed relatively poorly. The album, while making the Top 10 in the UK, was not as popular as previous releases. Disheartened by being sidelined in Minneapolis and with the direction the band had taken, Adrian Wright left the band to work in film. ''Crash'' was generally more popular in the US and internationally than in the UK. The band toured in the UK and internationally in 1986 and 1987 to capitalise on their high profile at this time.\n\nIn 1987, Ian Burden also left the band. In November 1988, a [[Greatest Hits (The Human League album)|greatest hits compilation album]] was released that reached No.&nbsp;3 in UK. This was preceded by the release of the single \"[[Love Is All That Matters]]\" from ''Crash.''\n\nIn 1989, the band built their own studio in Sheffield, jointly funded by Oakey and a business development loan from [[Sheffield City Council]]. Oakey believed that if the band owned their own facilities it would cut down on the production costs of future albums, and the band could become more productive.{{citation needed|date=September 2013}}\n\n===1990s: Further recordings===\nIn 1990, the band released their last album for Virgin Records, ''[[Romantic?]].'' By now, longstanding members Adrian Wright and Ian Burden, together with newer recruit Jim Russell, had all left the band, although Jo Callis did return to play on some of the sessions and co-wrote two songs, including the minor hit single \"[[Heart Like a Wheel (song)|Heart Like a Wheel]]\". New to the line-up were keyboardist [[Neil Sutton]], who had worked with the band on the Crash tour of 1986, and guitarist/keyboardist Russell Dennett. At odds with the prevailing trend of US [[grunge]] and the [[Music of Manchester|Manchester scene]], the ''Romantic?'' album did not re-capture the group's huge commercial success of the 1980s, with its second single \"[[Soundtrack to a Generation (song)|Soundtrack to a Generation]]\" barely charting.\n\nIn 1992, Virgin abruptly cancelled their recording contract. Damaged by the failure of the album, their rejection by Virgin, harsh criticism in the media and facing financial ruin, the emotional well-being of Oakey and Sulley deteriorated badly. Catherall remained positive, and she is cited as the principal reason that the band did not fold at this, their lowest point.{{citation needed|date=September 2013}}\n\nAfter a couple of years, the band had recovered enough confidence to put out demos to other record labels. Concurrently in 1993, they were invited to work with veteran Japanese electropop band [[Yellow Magic Orchestra|Yellow Magic Orchestra (YMO)]], which resulted in the EP \"[[YMO Versus The Human League]]\". Released principally in Japan and Asia in April 1993, the EP includes the songs \"[[Behind the Mask (Yellow Magic Orchestra song)|Behind the Mask]]\" and \"Kimi Ni Mune Kyun\" (''\"I Love You\"''), written by Oakey and [[Yukihiro Takahashi]], featuring the vocals of Sulley and Catherall.<ref>{{cite web|url=http://www.discogs.com/release/504204 |title=Yellow Magic Orchestra Versus Human League, The – YMO Versus The Human League (CD) at Discogs |publisher=discogs |date=21 April 1993 |access-date=30 January 2014}}</ref>\n\nIn 1994, [[EastWest Records]] (a subsidiary of [[Time Warner]]) showed interest in the band's demos and the material rejected by Virgin. They signed the band and paired them with producer [[Ian Stanley]] (formerly of [[Tears for Fears]]). EastWest financed expensive music videos and heavily promoted their releases. The first release was on [[Boxing Day]] 1994 and was the single \"[[Tell Me When]]\", which gave the band their first Top 10 hit since 1986's \"Human\". It also topped the UK airplay charts for several weeks. The accompanying album, ''[[Octopus (The Human League album)|Octopus]],'' returned the band to the UK Top 10 and later achieved a gold disc.\n\nOn the album cover artwork and in videos, the group was now presented simply as a trio of Oakey/Catherall/Sulley. In reality, however, other musicians had input to the record, including producer Ian Stanley, with continued playing and songwriting contributions from Neil Sutton and Russell Dennett; and Oakey co-writing one track with Jo Callis.\n\nThe next single from the album was the ballad \"[[One Man in My Heart]]\", which features Sulley on lead vocals. It reached No.&nbsp;13 in the UK and was unique in that it was the only single by the Human League to feature a female only lead vocal until \"Never Let Me Go\" in 2011.\n\nTheir renewed success prompted the band to tour again for the first time since 1987, and they conducted a tour of the US and UK in 1995. Subsequent singles \"[[Filling Up with Heaven]]\" and the non-album single \"[[Stay with Me Tonight (The Human League song)|Stay with Me Tonight]]\" also reached the UK Top 40, and a new remix of \"Don't You Want Me\" was released to capitalise on the band's revitalised profile. This was in the run up to a new \"greatest hits\" compilation in 1996, but which proved less successful than their first \"Greatest Hits\" album from 1988.\n\nA change in management at EastWest in 1998 saw the cancellation of the band's contract once again. Afterward, the band co-headlined with [[Culture Club]] and [[Howard Jones (musician)|Howard Jones]] on [[VH1]]'s 1980s \"Big Rewind\" nostalgia tour<ref>{{cite news\n | last = Pareles\n | first = Jon\n | title = POP REVIEW; Early 80's Return, With English Artifice\n | newspaper = [[The New York Times]]\n | date = 1 August 1998\n | url = https://www.nytimes.com/1998/08/01/arts/pop-review-early-80-s-return-with-english-artifice.html\n | access-date = 10 September 2011}}</ref> and made other concert and public appearances throughout 1997–2000.\n\n===2000s: Secrets and touring===\n[[File:Thl in concert 2004.jpg|thumb|right|Synth City Tour 2005]]\nIn May 2000, the band signed to [[Papillon Records]], a subsidiary of the [[Chrysalis Group]], and began recording tracks for their new album due out the following year.<ref>{{cite journal |title=Papillon inks deal with Human League |journal=Music Week |date=20 May 2000 |page=8}}</ref> The next album, titled ''[[Secrets (The Human League album)|Secrets]]'', was released August 2001, and, like the previous album ''Octopus'', the band was presented as the Oakey, Sulley and Catherall trio, although Neil Sutton was credited with keyboards and co-wrote most of the material with Oakey. The album received generally favourable reviews from critics. Commercially, the album flopped, entering the UK album chart at No.&nbsp;44, falling off the chart the following week. This was not helped by the band's record label, Papillon, which developed financial problems. It was closed by the parent company shortly after the album's release, leading to poor promotion and sales. [[BBC Radio 1]] also refused to playlist the single \"[[All I Ever Wanted (The Human League song)|All I Ever Wanted]]\" because, now in their 40s, the band did not match the radio station's demographic target audience.\n\nSusan Sulley said that the rejection of ''Secrets'' was \"the lowest the band had been since 1992 and, after putting in so much time and effort in to an album that then failed, nearly causing them to call it a day.\"<ref>Human League interview, Best of DVD 2004</ref>\n\nTo accompany the then-stalled album, the band conducted the 2001 'Secrets Tour'. Along with Sulley and Catherall, the band had Neil Sutton on keyboards. Long-time studio engineer David Beevers had become part of the on-stage line-up, controlling the sequencers from behind his deck of twin [[Apple Inc.|Apple]] [[Macintosh]]es. Oakey further recruited multi-instrumentalist Nic Burke, then aged 21, who he had seen playing in Sheffield, to play electric guitar and keytar. To round off the line-up in 2002, percussionist Errol Rollins was added to play the electronic drum kit. Rollins was replaced by Rob Barton in 2004.\n\nAs a point of honour, the band refuses to use playback; they always play live and rehearse before every appearance, ensuring that no two performances are the same. This was clearly demonstrated in 2002, when the band was booked to appear on UK national TV channel [[GMTV]], where they were to play \"Don't You Want Me\" before being interviewed. The producer was astounded when the band arrived at 5&nbsp;am (three hours early), expecting to set up and rehearse; it had been assumed they would just mime to playback. Joanne Catherall explained why on air during the interview: \"We simply don't sound like we did 20 years ago; it would be wrong if we used tapes, so we do everything live.\"<ref>TV Interview [[Eamonn Holmes]] with Sulley, Catherall & Oakey for [[GMTV]]; broadcast 5 November 2002</ref>\n\nIn 2003, a second single from ''Secrets'', \"[[Love Me Madly?]]\", was released independently as a private venture by Nukove, a small independent label especially set up to release Human League material, but it did not have funds for promotion and the single did not chart.<ref>Micheal Van Bockhorst, Nukove Records 2003</ref> Also in 2003, Virgin records released ''[[The Very Best of The Human League (video)|The Very Best of The Human League]]'', a DVD of most of their previously recorded music videos. The DVD sold well in the UK and US and was accompanied by a compilation album of the same name.\n\nThroughout the following years, the band has continued to tour frequently, enjoying success and popularity as a live act. In 2004, they released [[Live at the Dome (The Human League concert video)|The Human League ''Live at the Dome'']], a DVD of a live show filmed at the [[Brighton Dome]], complete with a compilation CD called ''[[Live at the Dome (The Human League album)|Live at the Dome]]''.\n\nAt the end of 2005, together with [[EMI]], the band released a compilation album of remixes. Called ''[[The Human League Original Remixes and Rarities]]'', it was aimed at the DJ/Dance market in the US and UK.\n\nAs well as dedicated Human League tours, the band has appeared at many independent concerts and festivals worldwide. They have played at the [[V Festival]] in 2004 and 2009, [[Homelands (festival)|Homelands]] in 2005, [[Nokia Trends]] in Brazil 2005, and [[Festival Internacional de Benicàssim]] in 2007.<ref>{{cite web|url=http://www.the-black-hit-of-space.dk/concerts.htm |title=The Human League |publisher=The-black-hit-of-space.dk |access-date=30 January 2014}}</ref>\n\nOn 22 September 2006, the band performed on the US network television show ''[[Jimmy Kimmel Live!]]''. The band's highlight of 2006 was a performance to an audience of 18,000 at the [[Hollywood Bowl]], Los Angeles, on 24 October 2006, one of their largest concerts to date. This was followed up by an 11-venue tour of Europe in November and December 2006.\n\nThe band has been the subject of, and appeared in, various TV documentaries and features, including [[Channel 4]]'s ''Made in Sheffield'' and the [[BBC]]'s ''Young Guns: The Bands of the Early 1980s''. In June 2007, Sulley and Catherall presented a documentary on Sheffield's pop music history entitled ''The Nation's Music Cities'' for [[VH1]].\n\nIn November and December 2007, to mark their 30th anniversary (1977–2007), the band conducted their highest profile tour since the Secrets tour of 2001. The 'Dare! 2007' tour encompassed 20 European venues from London to Stockholm, most of which were sold out. Their set list included (for the first time ever) a performance of ''Dare'', played sequentially and in its entirety. This included Philip Oakey playing the Human League's instrumental arrangement of the theme from \"[[Get Carter]]\" on an original [[Casio VL-1|Casio VL-Tone]] from 1981. The remainder of the concert was dedicated to songs from the band's other albums and also included the Oakey/Moroder song \"Together in Electric Dreams\". The band invested heavily in the stage set and lighting for the tour, including elaborate high definition video backgrounds provided by set designer Rob Sinclair.<ref>{{cite web|url=http://www.humanleague.dk |title=HUMAN LEAGUE &#124; Graphically Yours |publisher=Humanleague.dk |access-date=30 January 2014}}</ref>\n\nA 12\" single remix of \"[[Things That Dreams Are Made Of]]\" (originally from the ''Dare!'' album) was released in the UK in January 2008, by [[Hooj Choons]]. It peaked at No.&nbsp;2 on the UK Dance chart.\n\nIn August and September 2008, the band headlined the US Regeneration Tour, supported by [[ABC (band)|ABC]], [[A Flock of Seagulls]], [[Naked Eyes]], and, at some venues, [[Belinda Carlisle]].\n\nIn November and December 2008, the Human League got together with Martin Fry's [[ABC (band)|ABC]] and [[Heaven 17]] for 'The Steel City Tour' of the UK. This was Philip Oakey's concept of a joint tour of all three bands celebrating the original electronic music of early 1980s [[Sheffield]] (the titular Steel City). Much had been made in the UK media{{citation needed|date=December 2018}} of the history between Heaven 17 and the Human League, the original events of 1980 and the fact they were now working together. Both Oakey and Martyn Ware said that any acrimony from that period had long since been forgotten.<ref>{{cite news |url=http://entertainment.timesonline.co.uk/tol/arts_and_entertainment/music/article4429358.ece |title=?? |work=The Times |access-date=30 January 2014}} {{subscription required}}</ref>\n\n[[File:Human League 2007.jpg|thumb|right|At Falkirk festival in May 2007. From left: Sutton, Burke, Beevers, Catherall, Barton, Sulley, Oakey.]]\n\nThe Human League were one of the headline acts in the line-up at Spillers Wharf on 30 May 2009, in the Newcastle/Gateshead Evolution festival, and were one of the headline bands for [[Dubai]]'s first music festival, the 'Dubai Sound City' festival, between 5 and 7 November 2009.\n\nOn 11 December 2009, the Human League signed a new recording contract with UK based [[Wall of Sound (record label)|Wall of Sound]].<ref>{{cite web |url=http://www.side-line.com/news_comments.php?id=43991_0_2_0_C |title=SideLine : Music Magazine |publisher=Side-line.com |access-date=30 January 2014}} {{subscription required}}</ref> They also have their own studio in Sheffield<ref>{{cite web|url=http://www.the-black-hit-of-space.dk/studio.htm |title=Made in Sheffield |publisher=The-black-hit-of-space.dk |access-date=30 January 2014}}</ref> and are managed by Sidewinder Management Ltd. The band continue to record and play live, with regular appearances at music festivals worldwide, at many of which they are among the headliners.\n\nAlthough the subject of retirement is often brought up in interviews, Oakey, Sulley and Catherall have all stated that they still enjoy performing and intend to carry on for \"as long as they are filling concerts and people want to see them\". Sulley has joked that she \"has to carry on because she doesn't know how to do anything else\".<ref>{{cite web|url=http://www.susanne-sulley.net/bio|archiveurl=https://web.archive.org/web/20120908152641/http://www.susanne-sulley.net/bio|url-status=dead|title=Sulley bio|archivedate=8 September 2012}}</ref>\n\n===2010s: Credo and further tours===\n[[File:The Human League at Paradiso, Amsterdam, Netherlands-19April2011.jpg|right|thumb|At [[Paradiso (Amsterdam)|Paradiso]], Netherlands, in April 2011. From left to right: [[Joanne Catherall]], [[Phil Oakey]] and [[Neil Sutton]].]]\n\nA new album, ''[[Credo (The Human League album)|Credo]]'', was released in March 2011.<ref>{{cite web|url=http://www.the-black-hit-of-space.dk/menu.htm |title=The Human League |publisher=The-black-hit-of-space.dk |access-date=30 January 2014}}</ref> It peaked at No.&nbsp;44 on the [[UK Albums Chart]].\n\nThe first single from the album, \"[[Night People (The Human League song)|Night People]]\" was released on 22 November 2010 but failed to enter the mainstream UK chart. It did, however, reach No.&nbsp;25 in the UK Indie chart. The follow-up single, \"Never Let Me Go\", was released in the UK on 1 March 2011; however, in Germany, Switzerland and Austria, \"Egomaniac\" was chosen as the second single. A double vinyl edition of ''Credo'' was released on 25 July 2011, together with the download of \"Sky\", the third single from the album.\n\nAt the end of 2012, the band undertook the 'XXXV Tour' across Europe and the UK to celebrate 35 years in existence. The shows were critically acclaimed. The UK's ''[[The Daily Telegraph|Daily Telegraph]]'' said \"as good a night's entertainment as you are likely to find anywhere on the planet\".<ref>{{cite news|url=https://www.telegraph.co.uk/culture/music/live-music-reviews/9703365/The-Human-League-The-Dome-Brighton-review.html |archive-url=https://ghostarchive.org/archive/20220111/https://www.telegraph.co.uk/culture/music/live-music-reviews/9703365/The-Human-League-The-Dome-Brighton-review.html |archive-date=11 January 2022 |url-access=subscription |url-status=live |title=The Human League, The Dome, Brighton, review |work=The Daily Telegraph |location=London |author=Reynolds, Philip |date=26 November 2012 |access-date=29 December 2012}}{{cbignore}}</ref>\n\nIn March 2014, \"Don't You Want Me\" re-entered the Top 20 of the [[UK Singles Chart]], thanks to a social media campaign from the fans of [[Aberdeen F.C.]], who won the [[Scottish League Cup]] the previous weekend. They have adopted the song as a terrace chant, citing their midfielder [[Peter Pawlett]] with the lyrics changed to \"Peter Pawlett Baby\".<ref>{{cite news |url=https://www.theguardian.com/music/2014/mar/20/aberdeen-fc-fans-the-human-league-top-10 |title=The Human League may jump back into the top 10 … thanks to Aberdeen FC |work=[[The Guardian]] |location=London |author=Jonze, Tim |date=20 March 2014 |access-date=26 March 2014}}</ref>\n\nIn 2016, the band performed their 'A Very British Synthesizer Group' European and UK tour to accompany the release of the multi-disc anthology of the same name.<ref>{{cite web|url=http://www.superdeluxeedition.com/news/the-human-league-a-very-british-synthesizer-group-four-disc-anthology/ |title=The Human League / A Very British Synthesizer Group: four-disc anthology|publisher=superdeluxeedition.com |access-date=22 November 2016}}</ref> In winter 2018, they undertook an extensive 'Red Tour' in Europe and the UK.\n\nIn 2019, a 'deluxe' version of their 2001 ''[[Secrets (The Human League album)|Secrets]]'' album was released.\n\n===2020s: Further releases and Anniversary tour===\nIn 2020, similar 'deluxe' treatment was given to their 1995 ''[[Octopus (The Human League album)|Octopus]]'' album on its 25th anniversary. Also in 2020, a three disc 'Essential' collection from their Virgin Records years reached No. 13 in the UK Albums Chart. This compilation was unique in that the third disc, with the exception of the first two tracks, focused entirely on the band's pre-Dare material.\n\nIn 2021 the band embarked on the 'Dare 40' European and UK tour.  They played the ''Dare'' album in full, as well as other songs from their back catalogue.<ref>{{cite web|url=http://www.thehumanleague.co.uk/|title=The official website of The Human League|website=Thehumanleague.co.uk|access-date=16 September 2021}}</ref>\n\n==Legacy and influence==\nThe Human League has influenced many [[electropop]], other synth-pop, and mainstream performers, including [[Pet Shop Boys]].{{citation needed|date=September 2020}} [[Moby]] and [[Little Boots]] are longtime fans of the group.<ref name=Guardian1>{{cite news |url=http://arts.guardian.co.uk/fridayreview/story/0,,734610,00.html|first=Paul |last=Lester |title= Human remains|access-date=22 June 2008 |work= The Guardian|date=13 July 2001 | location=London}}</ref><ref>{{cite web|url=http://tasteslikecaramel.wordpress.com/2009/02/26/tlc-vs-little-boots-interview/ |title=TLC vs. Little Boots: Exclusive New York Interview |work=Tasteslikecaramel.wordpress.com |date=26 February 2009 |access-date=30 January 2014}}</ref> They have been sampled and covered by various artists, including [[Ladytron]], [[Utah Saints]], [[George Michael]], [[Robbie Williams]] and [[LCD Soundsystem]].{{citation needed|date=September 2020}}\n\nIn 2000, the tribute album ''[[Reproductions: Songs of The Human League]]'' was released. It contains cover versions of 16 of the Human League's songs, including performances by [[Ladytron]], [[Lali Puna]], [[Momus (artist)|Momus]], [[Future Bible Heroes]], [[Stephin Merritt]] and [[The Aluminum Group]].<ref>{{cite web|url=https://www.allmusic.com/album/reproductions-songs-of-the-human-league-mw0000772150|title=Reproductions: Songs of the Human League - Various Artists - Songs, Reviews, Credits - AllMusic|website=AllMusic|access-date=23 April 2018}}</ref>\n\n''[[Nightshift (magazine)|Nightshift]]'' identified the Human League, and fellow late 1970s debutants [[Gary Numan]] and [[Orchestral Manoeuvres in the Dark]] (OMD), as \"the holy trinity of synth-pop\".<ref>{{cite magazine|date=June 2007|title=OMD: The New Theatre|magazine=[[Nightshift (magazine)|Nightshift]]|issue=143|page=10}}</ref> The history of the band's [[Fast Product]] era is covered in a 2015 documentary, ''[[Big Gold Dream]]''.{{citation needed|date=June 2018}}\n\n==Discography==\n{{Main|The Human League discography}}\n===Studio albums===\n*''[[Reproduction (album)|Reproduction]]'' (1979)\n*''[[Travelogue (The Human League album)|Travelogue]]'' (1980)\n*''[[Dare (album)|Dare]]'' (1981)\n*''[[Hysteria (The Human League album)|Hysteria]]'' (1984)\n*''[[Crash (The Human League album)|Crash]]'' (1986)\n*''[[Romantic?]]'' (1990)\n*''[[Octopus (The Human League album)|Octopus]]'' (1995)\n*''[[Secrets (The Human League album)|Secrets]]'' (2001)\n*''[[Credo (The Human League album)|Credo]]'' (2011)\n\n==Band members==\n{{col-begin}}\n{{col-2}}\n;Current members\n* [[Philip Oakey]] – lead vocals, keyboards <small>(1977–present)</small>\n* [[Joanne Catherall]] – backing and lead vocals <small>(1980–present)</small>\n* [[Susan Ann Sulley]] – backing and lead vocals <small>(1980–present)</small>\n\n;Current session / touring musicians\n* David Beevers – [[studio engineer]], synth programming, on-stage engineering <small>(1988–present)</small>\n* Rob Barton – [[electronic percussion]] <small>(2003–present)</small>\n* Ben Smith – keyboards, backing vocals <small>(2017–present)</small>\n* [[Nick Banks]] – guitar, keyboards <small>(2018–present)</small>\n\n{{col-2}}\n;Former members\n* [[Ian Craig Marsh]] – keyboards <small>(1977–1980)</small>\n* [[Martyn Ware]] – keyboards <small>(1977–1980)</small>\n* [[Philip Adrian Wright]] – visuals <small>(1978–1980)</small>, keyboards <small>(1980–1986)</small>\n* [[Ian Burden]] – keyboards, bass <small>(1980–1987)</small>\n* [[Jo Callis]] – keyboards, guitar, backing vocals <small>(1980–1985)</small>\n* [[Jim Russell (musician)|Jim Russell]] – drums, guitar, programming <small>(1982–1987)</small>\n\n;Former session / touring musicians\n* [[Neil Sutton]] – keyboards <small>(1986–2017)</small>\n* Russell Dennett – guitar, keyboards <small>(1986–1996)</small>\n* Errol Rollins – electronic percussion <small>(2001–2004)</small>\n* Nic Burke – guitar, keyboards <small>(2001–2015)</small>\n* Josh Cana – guitar, keyboards <small>(2016–2017)</small>\n{{col-end}}\n\n===Timeline===\n<div class=\"centre\">\n<timeline>\nImageSize = width:950 height:auto barincrement:20\nPlotArea = left:120 bottom:60 top:5 right:20\nAlignbars = justify\nDateFormat = dd/mm/yyyy\nPeriod = from:01/06/1977 till:01/03/2022\nTimeAxis = orientation:horizontal format:yyyy\n\nColors =\n id:Vocals     value:red     legend:Vocals\n id:Guitars    value:green   legend:Guitar\n id:Keyboards    value:purple   legend:Keyboards\n id:Bass      value:blue    legend:Bass\n id:Drums     value:orange    legend:Drums\n id:Other     value:pink     legend:Visuals\n id:Album     value:black    legend:Studio_album\n id:bars      value:gray(0.95)\n\nBackgroundColors = bars:bars\n\nLegend = orientation:horizontal position:bottom\n\nScaleMajor = increment:2 start:01/01/1978\nScaleMinor = unit:year increment:1 start:01/01/1978\n\nLineData =\n\n at:01/10/1979 color:black layer:back\n at:01/05/1980 color:black layer:back\n at:16/10/1981 color:black layer:back\n at:08/05/1984 color:black layer:back\n at:01/09/1986 color:black layer:back\n at:23/09/1990 color:black layer:back\n at:23/01/1995 color:black layer:back\n at:06/08/2001 color:black layer:back\n at:21/03/2011 color:black layer:back\n\nBarData =\n\n bar:Oakey text:\"Philip Oakey\"\n bar:Sulley text:\"Susan Ann Sulley\"\n bar:Catherall text:\"Joanne Catherall\"\n bar:Marsh text:\"Ian Craig Marsh\"\n bar:Ware text:\"Martyn Ware\"\n bar:Wright text:\"Philip Adrian Wright\"\n bar:Burden text:\"Ian Burden\"\n bar:Callis text:\"Jo Callis\"\n bar:Russell text:\"Jim Russell\"\n\nPlotData=\n\n width:11 textcolor:black align:left anchor:from shift:(10,-4)\n bar:Oakey from:01/06/1977 till:end color:Vocals\n bar:Oakey from:01/06/1977 till:end color:Keyboards width:3\n bar:Catherall from:01/01/1980 till:end color:Vocals\n bar:Marsh from:01/06/1977 till:01/01/1980 color:Keyboards\n bar:Ware from:01/06/1977 till:01/01/1980 color:Keyboards\n bar:Wright from:01/06/1977 till:01/01/1980 color:Other\n bar:Wright from:01/01/1980 till:01/01/1986 color:Keyboards\n bar:Sulley from:01/01/1980 till:end color:Vocals\n bar:Burden from:01/01/1980 till:01/01/1987 color:keyboards\n bar:Burden from:01/01/1980 till:01/01/1987 color:bass width:3\n bar:Callis from:01/05/1981 till:01/07/1985 color:Keyboards\n bar:Callis from:01/05/1981 till:01/07/1985 color:Guitars width:7\n bar:Callis from:01/05/1981 till:01/07/1985 color:Vocals width:3\n bar:Russell from:01/06/1983 till:01/06/1987 color:Drums\n bar:Russell from:01/06/1983 till:01/06/1987 color:Guitars width:3\n</timeline>\n</div>\n\n==Awards==\n*[[1982 Brit Awards|1982 BRIT Award]] – Best British breakthrough act\n* 2004 [[Q (magazine)|Q Award]] – Innovation in sound\n* 2008 [[ASCAP Award]] – for 20 million U.S. radio plays of \"[[Don't You Want Me]]\" (in 2007)\n\n===Nominations===\n*[[1982 Brit Awards|1982 BRIT Award]] - Nominated for British Album (''Dare'') \n*[[25th Annual Grammy Awards|1983 Grammy Awards]] – Nominated for Best New Artist\n\n==References==\n{{Reflist}}\n\n==Further reading==\n* Ross, Alaska. ''Story of a Band Called \"The Human League\"''. Proteus July 1982. {{ISBN|978-0-86276-103-5}}\n* Nash, Peter. ''Human League (Perfect pop)''. Star 21 October 1982. {{ISBN|978-0-352-31151-1}}\n* Lilleker, Martin. ''Beats Working for a Living: Sheffield Popular Music 1973–1984''. Juma March 2005. {{ISBN|978-1-872204-26-0}}\n* Reynolds, Simon. ''Rip It Up and Start Again: Postpunk 1978–1984''. Faber and Faber, 2005. {{ISBN|978-0571215706}}\n\n==External links==\n{{commons}}\n{{Wikiquote}}\n<!-- Any link added to this article that does not conform to Wikipedia Standards will be instantly deleted. Please see ({{Wikipedia:Spam}})-->\n* [http://www.thehumanleague.co.uk/ Official Website]\n* [http://www.blindyouth.co.uk/ ''\"Blind Youth\"''] – Fan site: History of the original Human League (pre-1981).\n* [http://www.rockerzine.com/index.php/2011/09/philip-oakey-of-the-human-league-here-comes-the-mirror-man/ ''\"Philip Oakey of The Human League: Here Comes The Mirror Man\"''] – Interview with Philip Oakey of the Human League – ''Rocker'' magazine, 2011\n\n{{Human League}}\n{{Brit British Breakthrough}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Human League}}\n[[Category:The Human League| ]]\n[[Category:British synth-pop new wave groups]]\n[[Category:British musical trios]]\n[[Category:Virgin Records artists]]\n[[Category:A&M Records artists]]\n[[Category:Caroline Records artists]]\n[[Category:East West Records artists]]\n[[Category:English new wave musical groups]]\n[[Category:Brit Award winners]]\n[[Category:Musical groups from Sheffield]]\n[[Category:Musical groups established in 1977]]\n[[Category:English synth-pop groups]]\n[[Category:Second British Invasion artists]]", "sha1": "mebvsxsjj7wcr2p6qopwsmqiwjcbut3"}