{"title": "The Bravery", "id": "1102431714", "parentid": "1102346229", "timestamp": "2022-08-05T01:35:04Z", "contributor": "\n        ", "minor": null, "comment": "punctuation, [[WP:AWB/T|typo(s) fixed]]: February 28, 2005 → February 28, 2005, (5), sold out → sold-out (2), ’s → 's (9)", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|American rock band}}\n{{about|the band|the band's self-titled album|The Bravery (album)}}\n{{Use mdy dates|date=May 2022}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name             = The Bravery\n| image            = Bravery1.jpg\n| caption          = The Bravery at the video shoot for \"[[Believe (The Bravery song)|Believe]]\"\n| background       = group_or_band\n| origin           = [[New York City]], [[New York (state)|New York]], U.S.\n| genre            = {{hlist|[[Alternative rock]]|[[post-punk revival]]|[[dance-punk]]|[[indie rock]]}}\n| years_active     = {{hlist|2003–2011|2021–present}}\n| label            = {{hlist|[[Island Records|Island]]|[[Universal Music|Universal]]}}\n| website          = {{URL|thebravery.com}}\n| current_members  = [[Sam Endicott]]<br />John Conway<br />Anthony Burulcich<br />[[Michael Zakarin]]<br />[[Mike Hindert]]\n}}\n\n'''The Bravery''' is an American [[Rock music|rock]] band formed in [[New York City]] in 2003. The band consists of lead vocalist [[Sam Endicott]], guitarist [[Michael Zakarin]], keyboardist John Conway, bassist [[Mike Hindert]] and drummer Anthony Burulcich. They are best known for their 2005 top 10 UK single \"[[An Honest Mistake]]\" and their certified gold 2008 single \"Believe\".<ref>{{Cite web|url=https://www.riaa.com/gold-platinum/?tab_active=default-award&se=The+Bravery#search_section|title=Gold & Platinum|website=[[Recording Industry Association of America]]}}</ref> Before their initial split, they released three studio albums: ''[[The Bravery (album)|The Bravery]]'' (2005), ''[[The Sun and the Moon (The Bravery album)|The Sun and the Moon]]'' (2007) and ''[[Stir the Blood]]'' (2009). They also released a remixed edition of their second album, called ''[[The Sun and the Moon Complete]]'', in 2008, as well as an [[digital music|Internet live album]] called ''Live at the Wiltern Theater'' in 2010. The group's music is mostly [[post-punk]], [[dance music|dance]]-influenced rock.\n\nThe band was inactive from the early 2010s onward, with Endicott confirming the band's indefinite hiatus in April 2014. On July 31, 2021, The Bravery's website confirmed the return of the group.\n\n==History==\n===Formation and rising fame (2003)===\nFrontman-songwriter [[Sam Endicott]] and keyboardist John Conway were classmates at [[Vassar College]] in [[Poughkeepsie, New York]]. The two began a musical partnership, playing together in various bands in the Poughkeepsie area including a project with future ''[[CSI: Miami]]'' star [[Jonathan Togo]]. After graduating, Endicott and Conway moved to New York City, where Endicott switched from bass guitar to vocals and began writing music that would later become The Bravery.\n\nGuitarist Michael Zakarin joined after answering an advert in a local paper, and brought with him bassist Mike Hindert, a classmate of his from [[Georgetown University]] in [[Washington, D.C.]] Drummer Anthony Burulcich was living in [[Boston, Massachusetts]] where he had studied percussion at [[Berklee College of Music]]. After his sister's death, Burulcich moved back to his childhood home in [[Long Island]] New York to be with his family. On the day Burulcich was moving, while driving with his belongings in a [[U-Haul]] truck, Endicott called him.\n\nThe band played their first gig at the Stinger Club in Brooklyn in November 2003. To promote their local shows, they manufactured 1,000 posters and 3 song cd samplers containing the songs \"An Honest Mistake\", \"No Brakes\" and \"Public Service Announcement\". Both items featured the iconic “Phoenix” image by New York artist [http://cfinley.com [[C. Finley]]]. The same artwork later became the cover of The Bravery's debut album. The band self promoted themselves by handing out CDs and postering the [[Lower East Side]] of [[Manhattan]] and [[Brooklyn]]. The band also promoted themselves on the internet and were one of the first bands on [[MySpace]] to have a profile. Their MySpace profile pointed to thebravery.com, where the same 3 songs were available as downloadable [[MP3]]s.<ref>[http://www.thedelimagazine.com/bravery/index.htm The Deli – Interview with The Bravery] {{webarchive |url=https://web.archive.org/web/20071209091156/http://www.thedelimagazine.com/bravery/index.htm |date=December 9, 2007 }}</ref>\n\n===''Unconditional EP'' (2004)===\nAfter a few months of headlining and selling out small clubs, The Bravery booked a residency at the Lower East side club [[Arlene's Grocery]]. The Bravery played every Thursday at 10pm in May 2004. Every show sold out and garnered the attention of many record labels. Around the same time, the band received their first radio airplay on the show 'Alter Ego' hosted by Paul Driscoll on Boston's [[WFNX (101.7 FM)|WFNX]]. Aaron Axeleson at [[KITS|Live 105]] in [[San Francisco]] and [[Zane Lowe]] at [[BBC Radio 1]] in the UK, also downloaded the MP3 of \"An Honest Mistake\" from [http://thebravery.com thebravery.com]. With three major radio stations around the world playing the MP3 of \"An Honest Mistake\" and sold-out shows in New York, The Bravery signed in August 2004 to [[Island Def Jam]] in the United States and [[Loog Records]] in the UK.\n\nFor the month of November 2004, The Bravery moved to the [[Stoke Newington]] part of London. The band imported their residency idea to London playing every Thursday at The Metro Club in [[Soho, London|Soho]].<ref name=autogenerated1>{{cite web|url=http://www.nme.com/reviews/the-bravery/7642 |title=The Bravery – The Bravery : The Bravery – Album Reviews – |publisher=Nme.com |date=April 1, 2005 |access-date=July 10, 2011}}</ref> The band toured the entire UK, France and the [[Netherlands]] between Thursdays. The band also opened shows for [[Yeah Yeah Yeahs]] and [[Razorlight]].\n\nLoog Records released the ''Unconditional EP'',<ref>{{cite web|url=http://www.mtv.com/music/artist/bravery/artist.jhtml |title=The Bravery &#124; Music Artist &#124; Videos, News, Photos & Ringtones |publisher=MTV |access-date=July 10, 2011}}</ref> a limited edition 3 song EP on CD and 12” vinyl containing the songs “Unconditional”, “No Brakes” and “Out of Line”. NME wrote, “Unconditional already has the time-worn feel of an indie classic.” <ref name=autogenerated1 /> The cover was taken from [http://cfinley.com C. Finley’s] oil on canvas named “Colab.” “Unconditional” received heavy airplay on Radio 1 and [[XFM London]].\n\nThe Bravery played New Year's Eve of 2005 at the Motherfucker Party<ref>[http://www.urb.com/permalink/1996/Motherfucker-calls-it-quits.html URB Magazine: Urb Blogs]{{dead link|date=July 2011}}</ref> in New York City. Bassist Mike Hindert was almost arrested for stripping naked and exposing his genitalia, displaying a painted smiley face and the words “Happy New Year”.\n\n''[[The Village Voice]]'' proclaimed the Bravery to be \"New York's Official Next Big Thing\",<ref>{{cite web|author=Tricia Romano |url=http://www.villagevoice.com/nyclife/0504,flylife,60419,15.html |title=Fly Life: New York's Official Next Big Thing: The Bravery by Tricia Romano |publisher=Villagevoice.com |date=January 18, 2005 |access-date=July 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20061104162319/http://www.villagevoice.com/nyclife/0504%2Cflylife%2C60419%2C15.html |archive-date=November 4, 2006 }}</ref> while [[MTV]] and [[Rolling Stone]] hailed them as an artist to watch. The band were also tipped in the BBC News website's [[Sound of 2005]] poll as 2005's #1 most promising act.<ref>{{cite news| url=http://news.bbc.co.uk/1/hi/entertainment/music/4097433.stm | work=BBC News | title=Sound of 2005: The Bravery | date=January 7, 2005 | access-date=May 25, 2010}}</ref>\n\n===''The Bravery'' (2005–2006)===\nThe Bravery's first single \"[[An Honest Mistake]]\", was released in the UK on February 28, 2005, and debuted at No.&nbsp;7 on the UK Singles Chart. The single reached No. 12 on the US Modern Rock Chart. The CD single contained the b-side “Hey Sunshiney Day.” The 7\" Vinyl contained the b-side “Hot Pursuit (Duet Version),” a duet with lead singer Sam Endicott and Gillian Conway (sister of keyboard player John Conway). The Bravery's second single, \"[[Fearless (The Bravery song)|Fearless]]\" was released in the UK on May 23, 2005. The single's slimline CD featured a cover of \"[[An Cat Dubh / Into the Heart|An Cat Dubh]]\" by [[U2]] as the b-side. The b-side for the 7\" vinyl was a cover of [[The Cars]]' \"[[It's All I Can Do]]\". The DVD single contained the Fearless Video as well as live footage of \"No Brakes\" recorded at club [[Camden Palace|Koko]] in London on March 1, 2005. [http://cfinley.com C. Finley’s] artwork entitled \"Lady With A Blunt\" was used as the cover art. The \"Unconditional\" single was released in the UK on August 29, 2005. The slimline CD single contained a [[Michael Brauer]] radio Mix as the A-side and a [[Benny Benassi]] dance remix as the b-side. The remix reached the top 10 on the UK dance charts. The Maxi single contained the b-sides \"Oh, Glory\" and \"An Honest Mistake\" remix by [[Superdiscount]]. The CD was enhanced with the video for \"Unconditional\". \"Phoenix Girl\", an acrylic and graphite drawing on paper by [http://cfinley.com C. Finley’s] was used for the cover art.\n\n''[[The Bravery (album)|The Bravery]]'', was released on March 14, 2005, in the UK (March 29, 2005 in the US). It debuted No.&nbsp;5 on the UK Album Chart and No.&nbsp;15 on the Irish Chart. C. Finley's painting “Phoenix” was used as the cover art. The first 10,000 copies in the UK were made with a silver foil cover and a black embossed Phoenix. The band was featured on the cover of the March 12 issue of ''[[NME]]''. The album was released in Europe on April 4, 2005. The band was featured on the cover of the French music magazine [[Magic (music magazine)|''Magic'']]. Australia released the album on May 4. “An Honest Mistake” became a top ten hit on [[Triple J]] radio in Australia.\n\nOn May 28, 2005, The Bravery played three shows in one day, taking a helicopter from Homelands festival in [[Winchester]], to [[Birmingham]] for [[Duran Duran]]'s concert at the [[Birmingham City]] soccer ground, and then on to London. The Bravery's last show of the day was the first of three sold out headlining shows at the Astoria.<ref>[https://www.bbc.co.uk/london/content/articles/2005/06/17/music_thebravery_touring_feature.shtml BBC – London – Entertainment – \"We like playing shows\"]{{dead link|date=July 2011}}</ref> On June 14, 2005, The Bravery supported the opening night of U2's European tour in Manchester, UK.<ref>{{cite web|url=http://www.u2gigs.com/show1250.html |title=U2 Manchester, 2005-06-14, City of Manchester Stadium, Vertigo Tour – U2 on tour |publisher=U2gigs.com |access-date=July 10, 2011}}</ref> During The Bravery's opening song \"Rites of Spring\", the power failed on stage. The band left the stage coming back 10 minutes later, only to have the power shut off again. [[Bono]] wrote a letter to the band thanking them, stating \"P.S. If you ever need anything, call [[The Edge|Edge]], [[Adam Clayton|Adam]] or [[Larry Mullen, Jr.|Larry]]\". The Bravery went on to support other European dates for U2 including a sold out 90,000 capacity [[Croke Park]] concert in [[Dublin]] on June 27.<ref>{{cite web|url=http://www.u2gigs.com/show1413.html |title=U2 Dublin, 2005-06-27, Croke Park, Vertigo Tour – U2 on tour |publisher=U2gigs.com |access-date=July 10, 2011}}</ref> The Bravery played at [[Glastonbury Festival]] on June 26, 2005. Their set was due to be aired live on [[BBC Three]] in the daytime, but had to be shown well after the watershed, as bass guitarist Mike Hindert stripped naked on stage due to the hot weather and threw himself into the drumkit to end their set.<ref>{{cite web|url=http://www.concertlivewire.com/interviews/braveryint.htm |title=Sam Endicott Interview – One on One |publisher=Concertlivewire.com |date=September 29, 2007 |access-date=July 10, 2011}}</ref> A photograph of Hindert's buttocks on stage with 40,000 people in the distance was featured in the following issue of the ''NME'' and ''Blender Magazine'', where Mike was quoted as saying \"A bottle of [[Jägermeister|Jager]] will usually do that to you. It wasn't the best showing of my life. I should get a [[Fluffer|girl to fluff me]] beforehand\".<ref>{{cite web|url=http://www.contactmusic.com/new/xmlfeed.nsf/mndwebpages/the%20bravery%20stars%20strip%20mistake |title=Fearless – The Bravery Star'S Strip Mistake |publisher=Contactmusic.com |date=September 6, 2005 |access-date=July 10, 2011}}</ref> His nakedness is now immortalized on film in [[Julien Temple]]’s [[Glastonbury (film)|''Glastonbury The Film'']].<ref>{{cite web|url=http://www.nme.com/reviews/radiohead/8005 |title=Radiohead – Various : Music From Glastonbury The Film – Album Reviews – |publisher=Nme.com |date=August 11, 2006 |access-date=July 10, 2011}}</ref> Throughout 2005, The Bravery sold out headlining shows all over the world and played some of the largest festivals including [[SXSW]], [[Coachella Music Festival]], [[Glastonbury Festival|Glastonbury]] and [[Lollapalooza]]. In November and December 2005 and January through March 2006, the band was the supporting act for [[Depeche Mode]] on their [[Touring the Angel]] world tour. The tour traveled all over the US, UK and Europe.\n\n===''The Sun and the Moon'' (2007–2008)===\nUS [[modern rock]] radio stations received the CD for The Bravery’s first single \"[[Time Won't Let Me Go]]\" the same week as the band played in New York, Los Angeles, San Francisco and the SXSW festival. The single reached the Alternative Top Ten Hit in America.<ref>[{{AllMusic|class=artist|id=p692152|pure_url=yes}} The Bravery: Billboard singles]</ref>\n\nOn May 22, 2007, The Bravery’s second album ''The Sun and the Moon'' was released, debuting at No.&nbsp;24 on the US album charts. Endicott described the new album as a departure from the synth-heavy sound of their debut. The cover and artwork are candid photographs taken by Jo McCaughey and Drew King. Endicott and art designer Andy West took a newsprint/collage approach to the album's layout. The Bravery's second single \"[[Believe (The Bravery song)|Believe]]\" reached No.&nbsp;4 on the US Alternative Charts in April 2008, 11 months after the original release of the album. \"Believe\" stayed at No.&nbsp;4 for six weeks, becoming the band's biggest radio hit to date.\n\nTwo weeks before the release, The Bravery played a number of special shows in New York City, including two secret shows on May 8 at [[Arlene's Grocery]], the very club that the band credits as the club where they were discovered.<ref>{{cite web|url=http://www.nme.com/news/the-bravery/28239 |title=The Bravery preview new album at secret shows &#124; News |publisher=Nme.Com |date=May 9, 2007 |access-date=July 10, 2011}}</ref> The Bravery toured extensively in the US, headlining dates until June. The band headed to Europe on their own headlining tour, stopping to play in [[Oxegen]] and [[T in the Park]] festivals. Between July and September, The Bravery supported [[Incubus (band)|Incubus]] on their outdoor amphitheatre summer tour. The band then supported [[The Smashing Pumpkins]] on their US theatre tour. In October, The Bravery headed to Mexico where they played Motorkr Festival in Mexico City.<ref>{{cite web|url=http://www.last.fm/event/271884 |title=MOTOROKR Fest 07, Ciudad de México – |publisher=Last.fm |access-date=July 10, 2011}}</ref> They finished 2007 headlining more dates in the US.\n\n[[iTunes]] announced The Bravery as the first artist ever to pre-release a different song every week prior to the album release. On February 19, 2008, the first single, a re-recording of \"Believe\" debuted on iTunes. A song a week followed: \"This Is Not the End\" was released on February 26, \"Bad Sun\" on March 4 and \"The Ocean\" on March 11.\n\nWhile on the road, The Bravery continued working on ''The Moon'' recording in the back of their tour bus, in hotels and dressing rooms. In December 2007, The Bravery headed back into their New York City home studios to finish up their more raw and electronic version of the songs. In January 2008, the band announced the new release of ''[[The Sun and the Moon Complete]]'', a two-disc set featuring ''The Sun'' (the original Brendan O’Brien-produced 12 songs) and ''The Moon'' (the same exact 12 songs, in the same order, but re-imagined and re-worked by the band). It was released on March 18, 2008. A new album cover and packaging accompany the two-disc set. The Bravery's single \"Believe\" reached number four on the Modern Rock Charts during the week of April 13, 2008. It is the highest chart position for the band in the United States. \"Believe\" stayed at number 4 for six weeks. \"Believe\" went on to become a certified gold single in the United States.\n\nAfter a disagreement with the band's UK label, ''The Sun and The Moon'' was never released in the UK. Endicott addressed the issue for the first time in public during a feature in the November 4, 2009 issue of the ''NME''. \"The big thing was the BBC counted us as the best new band of the year and at that point our label lost its shit. We got off a plane in London and there were billboards of us on the highway. Suddenly we weren't this indie band, we were the Spice Girls!\" The band has since been in a legal battle with their UK label over the rights of ''The Sun and The Moon'' and the band's future releases.\n\n===''Stir the Blood'' (2009)===\nKeyboardist John Conway posted on the band's blog that The Bravery were in the studio with producer John Hill, who has previously worked with [[Santigold]] and [[M.I.A. (artist)|M.I.A.]], and that new tunes were \"already taking shape\".{{Citation needed|date=July 2009}} Throughout summer 2009, The Bravery performed songs from their forthcoming third studio album at various shows, including those whilst supporting [[Green Day]] on their 21st Century Breakdown North American Tour. These include \"Hatef--k\" and \"Red Hands and White Knuckles\".\n\nIn a ''Billboard'' feature, Enidcott describes the new album as \"more like the first record (in 2005) in that there's a lot of electronics on it, but it still sounds very human. It's also like the first record in that it's a party album. It's uptempo, fun music, although it does have a range of things. There are slower, dreamy songs, and our bass player (Mike Hindert) wrote a song ('She Is So Bendable') that sounds like a '50s ballad.\"<ref>[http://www.billboard.com/articles/news/267366/the-bravery-darker-angrier-on-slow-poison The Bravery Darker, Angrier On 'Slow Poison']. Billboard. Retrieved on August 25, 2013.</ref>\n\nThe first single \"[[Slow Poison]]\" debuted on September 8, 2009. Sam called into these morning shows to debut The Bravery's new single: KROQ – Los Angeles, WRXP – New York, WFNX – Boston, The End – Seattle, 91X – San Diego, The Edge – Phoenix. The video for \"Slow Poison\" premiered on AOL Spinner Friday November 6, 2009. Another video directed by bass player Mike Hindert for the song \"Sugar Pill\" was released on November 19, 2009.\n\nOn October 1, 2009, The Bravery leaked a video for their new song \"Hatef--k\" via the band's MySpace page. The disturbing video was directed by bass player Mike Hindert and depicts a sadomasochistic scene where the female character wearing a gas mask cuts a vagina into the male character using a knife. Mermaid dolls then enter into the orifice.\n\nThe Bravery headlined an entire North American tour prior to the ''[[Stir the Blood]]'', December 1, 2009 release. Fans were able to meet the band after pre-ordering the album. An iTunes pre-order for the album began on Tuesday, November 10. New song \"I Am Your Skin\" was made available to download when pre-ordering the album.\n\nLike ''The Sun and The Moon'', ''Stir the Blood'' was not released in the UK due to a legal battle with the UK label.\n\n===''Live at the Wiltern Theater'' (2010–2011)===\n''Live At The Wiltern Theater'' was the Bravery's first live album and concert film. The iTunes exclusive was released on June 8, 2010, and chronicles the Bravery's sold-out performance at the Wiltern Theater in Los Angeles from November 5, 2009. The digital only release features all 18 songs from the show including the band's hits, \"An Honest Mistake\", \"Believe\", \"Time Won't Let Me Go\", \"Unconditional\", and \"Slow Poison\". The official iTunes review states \"it’s obvious that the NYC quintet has a symbiotic relationship with their audience — the more the crowd gives, the more the band delivers.\"<ref>{{cite web|url=https://itunes.apple.com/us/album/live-at-wiltern-theater-november/id375193121 |title=Live At the Wiltern Theater (November 5, 2009) by The Bravery - Download Live At the Wiltern Theater (November 5, 2009) on iTunes |publisher=Itunes.apple.com |date=June 8, 2010 |access-date=July 10, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20101114040404/http://itunes.apple.com/us/album/live-at-wiltern-theater-november/id375193121 |archive-date=November 14, 2010 }}</ref>\n\nOn June 2, 2010, a brand new Bravery song entitled \"Ours\" was released on ''[[The Twilight Saga: Eclipse (soundtrack)|The Twilight Saga: Eclipse: Soundtrack]]'' through [[Atlantic Records]]. This was the first Bravery song to be released in the UK since their certified gold debut album in 2005.\n\nOn December 9, 2010, the band announced a UK tour and London residency for February 2011. The band's social media sites stated \"The group, whose last UK album release was their Gold-selling, Top 5 debut in 2005, have resolved a legal dispute with their former record label and will go on to release a new single and album following a residency at London’s Hoxton Bar and Kitchen and further UK shows.\"<ref>{{cite web|url=http://www.facebook.com/photo.php?fbid=470966703906&set=a.442601488906.236646.6115148906#!/notes/the-bravery/bravery-uk-tour-london-residency-in-feb/468287037060 |title=Niet compatibele browser |publisher=Facebook |access-date=July 10, 2011}}</ref> \nAt the SXSW 2011 The Bravery performed \"Gin and Juice\" with [[Dennis Quaid]] singing the vocals.\n\n===Hiatus (2012–2021)===\nBurulcich toured as [[Morrissey]]'s drummer from 2012 to 2013. In July 2013, Burulcich started playing drums for [[Weezer]], as drummer [[Patrick Wilson (musician)|Patrick Wilson]] was on personal leave. Burulcich toured as the drummer for [[White Sea (band)|White Sea]] in 2014, and Weezer guitarist [[Brian Bell]]'s band [[The Relationship]]. Mike Hindert started the record label Merrifield Records, and went on to work as a director. John Conway became a [[wine maker]] with his business, Conway Family Wines. Zakarin pursued other creative interests outside of music. Endicott became lead vocalist in the band The Mercy Beat, with Burulcich playing drums for the band.<ref name=\"auto\"/> In April 2014, Endicott confirmed through The Bravery's website and [[Facebook]] page that all the members were taking part in separate avenues of creative interests and that there were no plans for The Bravery in the foreseeable future.<ref name=\"auto\">{{cite web|url=https://thebravery.com/|title=Official Website for The Bravery|last=pete|website=The Bravery}}</ref>\n\n===Reunion (2021–present)===\nOn July 31, 2021, the band posted a notice to their website and social media, hinting at a return.\n\nIn September 2021, the band were announced on the bill for the Corona Capital Festival in Mexico City alongside [[Tame Impala]] and [[Twenty One Pilots]].<ref>{{cite web |title=Corona Capital 2021: Checa los costos y fechas para armar tu plan |url=https://www.elfinanciero.com.mx/espectaculos/2021/09/13/corona-capital-2021-checa-los-costos-y-fechas-para-armar-tus-planes/ |website=El Financiero |access-date=September 14, 2021}}</ref>\n\n== Collaborations ==\nWhile recording the Bravery's ''Stir the Blood'' album, Sam Endicott and John Hill co-wrote three songs for the [[Shakira]] album ''[[She Wolf]]'' (2009), including the single \"[[She Wolf (Shakira song)|She Wolf]]\" and \"Men In This Town\". \"She Wolf\" peaked at No.&nbsp;1 in Latin America, No.&nbsp;2 in Germany, Ireland, Italy, Estonia and Spain, No.&nbsp;3 in Switzerland and Austria, No.&nbsp;4 in the UK, France and Greece, No.&nbsp;5 in Canada and Belgium, No.&nbsp;6 in Finland, No.&nbsp;9 in Japan as well as No.&nbsp;11 in the US. The third song \"Devoción\" is featured on Shakira's 2010 Spanish album ''[[Sale El Sol]]''. Bravery drummer Anthony Burulcich plays drums on Shakira's song \"Tu Boca\" on the album ''Sale El Sol''.\n\nEndicott, Hill and artist [[Santigold]] co-wrote \"Monday Morning\", a song for [[Christina Aguilera]]'s album ''[[Bionic (Christina Aguilera album)|Bionic]]'' (2010). Dan Martin of the ''NME'' wrote in his album review of ''Bionic'', \"Perhaps best of all is ‘Monday Morning'. Written with Santigold and The Bravery’s Sam Endicott, it’s a Day-Glo disco jam that sounds like Gwen Stefani doing ‘Borderline’.\"<ref>{{cite web|url=http://www.nme.com/reviews/christina-aguilera/11355 |title=NME Album Reviews - Album review: Christina Aguilera - 'Bionic' (RCA) |publisher=Nme.Com |date=June 7, 2010 |access-date=July 10, 2011}}</ref>\n\n==Discography==\n{{main|The Bravery discography}}\n\n;Studio albums\n* ''[[The Bravery (album)|The Bravery]]'' (2005)\n* ''[[The Sun and the Moon (The Bravery album)|The Sun and the Moon]]'' (2007)\n* ''[[Stir the Blood]]'' (2009)\n\n==Band members==\n* [[Sam Endicott]] – lead vocals, rhythm guitar <span style=\"font-size:85%;\">(2003–2011, 2021–present)</span>\n* Michael Zakarin – lead guitar, backing vocals <span style=\"font-size:85%;\">(2003–2011, 2021–present)</span>\n* John Conway – keyboards, backing vocals <span style=\"font-size:85%;\">(2003–2011, 2021–present)</span>\n* [[Mike Hindert]] – bass, backing vocals <span style=\"font-size:85%;\">(2003–2011, 2021–present)</span>\n* Anthony Burulcich – drums, backing vocals <span style=\"font-size:85%;\">(2003–2011, 2021–present)</span>\n\n==References==\n{{reflist|colwidth=30em}}\n\n==External links==\n{{commons category}}\n* {{official website|http://www.thebravery.com/}}\n* {{cite web |url= http://www.universalmusic.com/artists?initial=t |title= Artists |website= Universal Music |url-status= dead |archive-date= October 23, 2012 |archive-url= https://web.archive.org/web/20121023115745/http://www.universalmusic.com/artists?initial=t }}\n\n{{The Bravery}}\n{{BBC Sound of...}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Bravery, The}}\n[[Category:2003 establishments in New York City]]\n[[Category:2011 disestablishments in New York (state)]]\n[[Category:Indie rock musical groups from New York (state)]]\n[[Category:Island Records artists]]\n[[Category:Musical groups established in 2003]]\n[[Category:Musical groups disestablished in 2012]]\n[[Category:Musical groups reestablished in 2021]]\n[[Category:Musical groups from New York (state)]]\n[[Category:Musical quintets]]\n[[Category:Post-punk revival music groups]]\n[[Category:Universal Music Group artists]]", "sha1": "1ghng9wptaoetdezj322bqey7xedw9d"}