{"title": "The Album Leaf", "id": "1102525848", "parentid": "1102178665", "timestamp": "2022-08-05T14:04:07Z", "contributor": "\n        ", "comment": "/* EPs */  Added release", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|American musical project}}\n{{Use mdy dates|date=July 2022}}\n{{For|the musical genre|Album leaf}}\n{{Redirect-distinguish|Jimmy LaValle|James Lavelle|Jim Leavelle}}\n{{Infobox musical artist\n| name             = The Album Leaf\n| image            =\n| caption          = The Album Leaf in 2016\n| origin           = [[San Diego]], U.S.\n| genre            = {{hlist|[[Ambient music|Ambient]]||[[Electronic music|electronic]]}}\n| years_active     = 1998–present\n| label            = {{hlist|[[Relapse Records]]|[[Sub Pop]]|[[City Slang]]|[[Arena Rock Recording Co.]]|Eastern Glow Recordings}}\n| website          = {{url|thealbumleaf.com}}\n| current_members  = Jimmy LaValle<br />Matt Resovich<br />Brad Lee<br />Dave LeBleu\n}}\n\n'''The Album Leaf''' is an American musical project founded in [[San Diego]], California, in 1998 by Jimmy LaValle.<ref>{{cite news |last1=Bystrak |first1=Rosemary |title=Jimmy Lavalle Knows the Score — Just Ask Netflix |url=https://www.nbcsandiego.com/sounddiego/jimmy-lavalle-knows-the-score-just-ask-netflix/2308397/ |access-date=July 23, 2020 |work=NBC 7 San Diego |agency=[[NBC]] San Diego |date=April 20, 2020}}</ref> He is known for his use of electronics, [[synthesizer]], and [[Rhodes piano]]. His performances often feature projected visual art.\n\n==History==\n===Inception===\nThe Album Leaf officially began in 1998 as the solo project of Jimmy LaValle, [[guitarist]] for [[San Diego, California]]-based [[post-rock]] instrumental band [[Tristeza (band)|Tristeza]]. LaValle has also performed in several other San Diego-area bands, including [[Justin Pearson#Crimson Curse|The Crimson Curse]], [[The Locust]], [[Swing Kids (band)|Swing Kids]], and [[GoGoGo Airheart]].<ref>{{cite web|url=http://www.sandiegoreader.com/bands/jimmy-lavalle/ |title=Jimmy LaValle |publisher=San Diego Reader |access-date=April 2, 2012}}</ref>\n\n===''An Orchestrated Rise to Fall''===\nDuring downtime in the fall of 1998, LaValle began playing drums for San Diego band [[GoGoGo Airheart]]. Their singer and guitarist, Mike Vermillion (who later inspired the song name \"Vermillion\" on ''One Day I'll Be on Time''), recorded LaValle doing improvised material on a Rhodes piano to a vintage Roland drum machine. This would become his first full-length album, the 10-track ''An Orchestrated Rise to Fall''. Benjamin White of GoGoGo Airheart and Vermillion supplied synthesizers and vocals to these recordings.\n\nBefore Tristeza released ''[[Spine and Sensory]]'' on Makoto records in 1998, the band was talking with a handful of different indie record labels. One of the record labels was \"The Music Fellowship\" out of [[Salt Lake City, Utah]]. LaValle asked them if they would be interested in releasing his solo material. They accepted, and ''An Orchestrated Rise to Fall'' saw release in 1999 on CD. Later in the year, Tristeza and the Album Leaf both signed with newly started Tigerstyle Records out of [[New York City]]. A&R rep for the Tigerstyle, Mike Treff, had previously operated his own record label named Linkwork Records. Tigerstyle wanted to release the [[gramophone record|vinyl]] version of ''An Orchestrated Rise to Fall''. Since it would be one of the first Tigerstyle releases, but limited to vinyl, Treff opted to make it Linkwork Record's last release instead.<ref>{{Allmusic|class=artist|id=p441278/biography}}</ref>\n\nLaValle played his first official The Album Leaf show at the [[Ché Café]] in the winter of 1999. Band members for this show consisted of [[Rafter Roberts]], Jimmy Lehner (of Tristeza), Leilani Clark (of local San Diego band \"the Straight A's\", also with LaValle), Benjamin White (of GoGoGo Airheart), and John Pham.\n\n===''One Day I'll Be on Time''===\nSoon after signing with Tigerstyle Records, LaValle received his first recording advance. He used this money to buy his first computer, and purchase equipment for a home recording studio. He completed his first recordings, and those songs were released as a 4-song EP entitled ''In an Off White Room'' on Troubleman Records Unlimited. The title for the EP was named after the color of his home studio, which was in his living room. During time off from Tristeza's tour promoting ''Dream Signals in Full Circles'' in 2000, he began writing ''[[One Day I'll Be on Time]]''.\n\nThe Album Leaf performed their second show during Tristeza's 2000 spring tour, at [[South by Southwest]] in Austin, Texas. The show was at Club Deville, at a day party for online distributor Insound.com. The lineup consisted of Lavalle, Leilani Clark on guitar and keyboards, Tana Helean on keyboards, Susanna Waiche on bass, and Jay Hough (of GoGoGoAirheart) on drums. They shared the stage with Tristeza and [[The American Analog Set]]. This lineup also did a 4-week U.S. tour in the summer of 2000, with Andy Robillard (also of GoGoGo Airheart) replacing Hough on drums.\n\nAfter the summer tour, LaValle took a full-time job in San Diego at the newly launched music house \"Singing Serpent\", producing [[jingles]] for television commercials. This also gave him access to a full-service [[recording studio]]. LaValle used this studio to re-record the material he had written for ''One Day I'll Be on Time''. [[Rafter Roberts]] recorded the track \"Storyboard\", and can be heard in the beginning of the song discussing Lavalle's guitar tone. Jason Soares of San Diego band [[Aspects of Physics]]  provided drum programming for \"Vermillion\". Tristeza bandmate Christopher Sprague played guitar on \"In Between Lines\" and designed the album art. After completing this record, LaValle left Singing Serpent, saying, \"Making jingles was killing my creativity!\"\n\n''One Day I'll Be on Time'' saw worldwide release in early 2001. [[Jón Þór Birgisson]] of Icelandic band [[Sigur Rós]] picked up the album at a record store in [[Reykjavík]], [[Iceland]], and asked LaValle to support their upcoming U.S. tour. This put The Album Leaf in front of new audiences and helped them gain popularity. The lineup at this point consisted of LaValle, Luis Hermosillo (of Tristeza) on bass, Nathan Delffs on keyboards and guitar, Eric Hinjosa on keyboards, and Andy Robillard still on drums. This lineup also toured the U.S. during December 2001 and the summer of 2002 without Hinojosa.\n\nDuring this time, LaValle wrote two songs, \"Hungry for a Holiday\" and \"Bad Blood\", for [[Conor Oberst]] of [[Bright Eyes (band)|Bright Eyes]] to sing on, and another two songs, \"Call in Blue\" and \"Reso\" (after future violinist Matt Resovich), for [[Marc Bianchi]] of [[Her Space Holiday]], which began a set of 7\" singles for [[Better Looking Records|Better Looking]]s \"Collaboration Series\". This series is limited to 1,000 copies and is only available to subscribers. The Her Space Holiday collaboration would not be released until 2003.\n\nIn January 2003, The Album Leaf toured Japan for the second time. The first time had been an opening slot for LaValle's band Tristeza in the spring of 2002, where he performed with fellow band members Luis Hermosillo and Eric Hinojosa. This was a headlining tour with fellow San Diego band Ilya supporting. LaValle enlisted Duane Pitre, Matthew Baker, and Hank Morton of Ilya to back him, along with Robillard on drums.\n\nImmediately following this tour, LaValle was offered to support Sigur Rós' European tour. On this tour he performed solo and started incorporating electronic beats and loop pedals into his live show in order to perform his songs as a one-man band. Later during this tour, [[Kjartan Sveinsson]], [[Orri Páll Dýrason]], and María Huld Markan of Sigur Rós and [[Amiina]] respectively, began to join LaValle on stage, performing on a couple of songs during his half-hour performance slot.\n\nUpon returning home, he had put together another lineup for supporting the U.S. portion of Sigur Rós' tour. This lineup was made up of Hermosillo, Delffs, and Tim Reece now on drums. [[Kjartan Sveinsson]], [[Orri Páll Dýrason]], and María Huld Markan would still join them on stage. This tour saw The Album Leaf playing at [[music venue]]s such as [[Radio City Music Hall]] in New York City, gaining even more popularity for the band.\n\nAfter these tours, LaValle decided to leave Tristeza and focus on The Album Leaf full-time.\n\n===''A Lifetime or More'' and the ''Seal Beach'' EP===\nDuring the following months of 2003, LaValle began recording again. He recorded 3 tracks for a split EP with New York City's, [[On! Air! Library!]] for the [[Arena Rock Recording Co.]] called ''A Lifetime or More''. Drew Andrews provided guitar for the track \"Another Day\". During May 2003, with his new addition of electronic beats, LaValle recorded 5 songs released as the \"Seal Beach EP\" for Spanish record label Acuarela Discos.\n\nIn August 2003, The Album Leaf headlined a tour of the U.S. with fellow San Diego band Ilya. This tour introduced The Album Leaf's use of live visual projection art by Andrew Pates and the lineup went down to just LaValle and Drew Andrews on keyboards and guitar, with them incorporating laptops and Pates projecting visuals onto a backdrop of the stage. The lineup was becoming more permanent.\n\nFollowing this tour, LaValle traveled to Iceland to begin recording his third full-length album. During the [[Sigur Rós]] European and U.S. tours, LaValle received an invitation from Sigur Rós to record in their Icelandic studio. During these recording sessions, The Album Leaf performed two shows in Iceland, one being a part of the [[Iceland Airwaves]] music festival with LaValle being backed by [[Kjartan Sveinsson]], [[Orri Páll Dýrason]], and María Huld Markan of Sigur Rós and [[Amiina]] with Sindri Mar Finnbogason playing bass.\n\nIn December 2003, The Album Leaf opened for [[The American Analog Set]] on their U.S. tour. This lineup consisted of Matt Resovich on violin, Andrew Kenny (of The American Analog Set), and Sean Ripple (of The American Analog Set), with Pates doing live projections.\n\n===''In a Safe Place''===\nIn January 2004, LaValle signed with Seattle-based record label [[Sub Pop Records]] and [[Berlin, Germany]] based European label [[City Slang Records]]. He completed ''[[In a Safe Place]]'' in February 2004.  [[Jón Þór Birgisson]], [[Kjartan Sveinsson]], and [[Orri Páll Dýrason]] (most of the members of [[Sigur Rós]]), María Huld Markan (of [[Amiina]]), [[Gyða Valtýsdóttir]] (formally of [[múm]]), Pall Jenkins, and Matt Resovich (of [[the Blackheart Procession]]) all contributed to the record with [[Birgir Jón \"Biggi\" Birgisson]], engineering at Sigur Rós' Sundlaugin studio.\n\n''In a Safe Place'' was released on June 22, 2004. The Album Leaf played a record release show at M-Theory Records in San Diego with its current lineup of Matt Resovich on [[violin]], keyboards, [[glockenspiel]], guitar, and vocals; Drew Andrews on guitar, keyboards, and vocals; Tim Reece on drums and keyboards, with Andrew Pates projecting live visuals. Following the release, The Album Leaf toured for a year with little time off performing in the U.S., Europe, Taiwan, and Japan. During this time, they self-released the ''Red Tour EP'' which contained 5 tracks. This was to showcase the band as individuals and each member (with the exception of Reece) providing their own song; the cd is also enhanced with a tour video made by Andrew Pates. The EP also featured a live recording of \"Micro Melodies\", a song that only appeared on the soundtrack for the film ''[[Moog (film)|Moog]]'', a documentary about [[Robert Moog]], the inventor of the [[Moog synthesizer]]. The track \"Over the Pond\" is also used in the film ''[[The Family Friend]]'' (L'Amico di Famiglia) by [[Paolo Sorrentino]].\n\nThis record saw more commercial success and popularity, establishing LaValle's The Album Leaf on the map and playing to bigger audiences. Many of the tracks from ''In a Safe Place'' were used in soundtracks for television shows such as [[The OC]] and [[CSI: Miami]].\n\nFollowing extensive touring, LaValle re-joined Tristeza, filling in on guitar for two shows in [[Guadalajara, Jalisco|Guadalajara]] and [[Mexico City]] in place of Alison Ables. When Ables returned, LaValle began writing his next full-length album.\n\nIn December 2005, LaValle traveled to [[Seattle, Washington]] to [[Bear Creek Recording Studio]] to begin tracking the record. After tracking, he traveled back to Sigur Rós' Sundlaugin studio to mix the record with the help of Jón Þór Birgisson and Joshua Eustis (of [[Telefon Tel Aviv]]).\n\n===''Into the Blue Again''===\nOn September 12, 2006, ''[[Into the Blue Again]]'' was released on [[Sub Pop Records]] in North America.<ref name=\"urlThe Album Leaf Steps Into The Blue\">{{cite magazine|url=http://www.billboard.com/articles/news/57578/the-album-leaf-steps-into-the-blue|title=The Album Leaf Steps 'Into The Blue'|magazine=[[Billboard (magazine)|Billboard]] |archive-url=https://web.archive.org/web/20090924064120/http://www.billboard.com/bbcom/news/article_display.jsp?vnu_content_id=1002984597|archive-date=September 24, 2009|access-date=July 7, 2008|url-status=dead}}</ref> The album saw an earlier release in Germany on September 8, 2006, and throughout the rest of Europe on September 11, 2006, courtesy of [[City Slang Records]]. ''Into the Blue Again'' sees a return to The Album Leaf's conception and LaValle handling virtually all instrumental duties. LaValle's few collaborators on ''Into the Blue Again'' are [[Joshua Eustis]] of [[Telefon Tel Aviv]], who aided additional drum programming and engineering on choice songs, [[The Black Heart Procession]]'s Pall Jenkins adding vocal harmonies on \"Wherever I Go,\" violinist Matt Resovich (who performs with The Album Leaf live, and also played on ''In a Safe Place''), and Drew Andrews adding additional guitar work on select songs (Drew also performs with The Album Leaf live). In support of the album, the band toured extensively through the United States, Europe, Japan, Mexico, and Taiwan.  [[Lymbyc Systym]] supported most of the band's US dates.\n\nThe album's first track, 'The Light', was used in advertisements for Channel 4's series of programmes ''Disarming Britain'' and the 2012 documentary film [[16 Acres]].  It is also heavily used in the TV series [[Scandal (TV series)|''Scandal'']].\n\n\"Writings on the Wall\" was used in the pilot episode of [[Sons of Anarchy]] in 2008.\n\n===2008===\nIn June 2008, the band performed an original score to [[F. W. Murnau]]'s 1927 silent film [[Sunrise: A Song of Two Humans]]  at the Seattle International Film Festival. These performances were held at [[The Triple Door]] in Seattle.<ref>{{cite web|url=http://www.siff.net/festival/film/detail.aspx?FID=64&ID=27481 |title=The Album Leaf Performs Sunrise (Face the Music Live Event) &#124; 2008 Seattle International Film Festival &#124; F. W. Murnau &#124; USA < Films |publisher=Siff.net |date=June 13, 2008 |access-date=April 2, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20120217191443/http://www.siff.net/festival/film/detail.aspx?FID=64&ID=27481 |archive-date=February 17, 2012 }}</ref>\nAlso in June, they collaborated with [[Mike Heron]] of [[The Incredible String Band]] for a one-off show at the legendary 17,500-seat capacity [[Hollywood Bowl]], opening for [[Gilberto Gil]] and [[Devendra Banhart]].<ref>{{cite web|url=http://www.hollywoodbowl.com/music/artist_detail.cfm?id=3555 |title=The Album Leaf featuring Mike Heron from The Incredible String Band - About the Performer&#124;Hollywood Bowl Presented by LA Phil |publisher=Hollywoodbowl.com |date=May 26, 2011 |access-date=April 2, 2012}}</ref>\n\n===''A Chorus of Storytellers''===\n''[[A Chorus of Storytellers]]'' was released on February 2, 2010, on Sub Pop Records. The album was mixed by Jimmy LaValle and Birgir Jón \"Biggi\" Birgisson at [[Sundlaugin]] Studio in Iceland and mastered by Roger Seibel at SAE Mastering in Phoenix, AZ. Recording was done at [[Bear Creek Studio]]s in Woodinville, WA and for the first time, featured a full live band. Supporting the album, the band again toured extensively between February and May through the United States, Canada, Europe, Japan, Hong Kong, and Taiwan. Notably, the band were chosen to perform at the [[All Tomorrow's Parties (music festival)|ATP I'll Be Your Mirror]] festival curated by ATP & Portishead in September 2011 in Asbury Park, New Jersey.<ref>[http://www.atpfestival.com/events/ibymasburypark.php ATP: I'll Be Your Mirror Asbury Park]</ref>\n\n===''Between Waves''===\nThe Album Leaf released their sixth full-length album, ''Between Waves,'' on August 26, 2016. It is the first album by The Album Leaf to feature the band's full current lineup. It is also the band's first release on [[Relapse Records]], which they signed with in early 2016. The 8-song album has a greater focus on a group dynamic, having been entirely produced and recorded by LaValle and the band.\n\nThey spent the rest of 2016 touring the United States, Canada, and Europe in support of the new album. In December 2016, American [[Online magazine|webzine]] [[Somewherecold Records|Somewherecold]] ranked ''Between Waves'' No. 5 on their \"Somewherecold Awards 2016\" list.<ref>{{Cite web|last=Lamoreaux|first=Jason T.|date=December 9, 2016|title=Somewherecold Awards 2016|url=https://somewherecold.net/2016/12/09/somewherecold-awards-2016/|url-status=live|archive-url=https://web.archive.org/web/20161220193038/https://somewherecold.net/2016/12/09/somewherecold-awards-2016/|archive-date=December 20, 2016|access-date=September 30, 2020|website=[[Somewherecold Records|Somewherecold]]|language=en-US}}</ref>\n\n===''One Day XX''===\nOn September 17, 2021, The Album Leaf released ''One Day XX'', a 20th-anniversary reimagining of their sophomore album, ''One Day I'll Be on Time''.<ref name=\"One Day XX\">{{cite web|title=The Album Leaf Announce 'One Day XX' A Rework of 'One Day I'll Be on Time'; Share \"Vermillion (JMJL Rework)\" |url=http://www.nettwerk.com/news/2021/album-leaf-announce-one-day-xx-rework-one-day-ill-be-time-share-vermillion-jmjl-rework%E2%80%82%E2%81%9F%E2%80%81%E2%80%83 |website=nettwerk.com |date=July 9, 2021 |access-date=September 17, 2021}}</ref>\n\n==Live band members==\n'''Current'''\n* Jimmy LaValle – Rhodes piano, guitar, synths, vocals\n* Matthew Resovich – violin, synths, glockenspiel, vocals\n* David LeBleu – drums, synths, keyboards, misc.\n* Brad Lee – bass, guitar, keyboards, trumpet, misc.\n\n'''Former'''\n* Tim Reece – drums and keyboards\n* Drew Andrews – guitar, keyboards, vocals\n* Gram LeBron – guitar, bass, keyboards, vocals\n* Andrew Pates – live visuals\n\n==Discography==\n===Studio albums===\n* ''[[An Orchestrated Rise to Fall]]'' (1999)\n* ''[[One Day I'll Be on Time]]'' (2001)\n* ''[[In a Safe Place]]'' (2004)\n* ''[[Into the Blue Again]]'' (2006)\n* ''[[A Chorus of Storytellers]]'' (2010)\n* ''Between Waves'' (2016)\n* ''One Day XX'' (2021)<ref name=\"One Day XX\" />\n\n===EPs===\n* ''[[In an Off White Room]]'' (2001)\n* ''[[Seal Beach EP|Seal Beach]]'' (2003)\n* ''[[Seal Beach EP|Seal Beach]]'' (2005)\n* ''Red Tour EP'' (2005)\n* ''[[Green Tour EP|Green Tour EP (a.k.a. The Enchanted Hill)]]'' (2007)\n* ''There is a Wind'' (2010)\n* ''[[Forward/Return]]''  (2012)<ref name=\"NewsWorks.org\">{{cite web|title=The Album Leaf Look Forward and Return to Simplicity|url=http://www.newsworks.org/index.php/local//item/47879-the-album-leaf-look-forward-and-return-to-simplicity/|access-date=December 4, 2012}}</ref>\n* ''Past and Future Tense EP'' (2022)<ref>{{cite news|title=The Album Leaf drop exclusive LP for record store day tomorrow |url=https://nettwerk.com/the-album-leaf-drop-exclusive-lp-for-record-store-day-tomorrow/ |website=nettwerk.com |date=June 17, 2022 |access-date=August 5, 2022}}</ref>\n\n===Collaborations/split albums===\n* ''Collaboration Series no. 1'' with [[Bright Eyes (band)|Bright Eyes]] (2002)\n* ''[[A Lifetime or More]]'' split with [[On! Air! Library!]] (2003)\n* ''Collaboration Series no. 2'' with [[Her Space Holiday]] (2003)\n* ''[[Perils from the Sea]]'' (as [[Jimmy Lavalle]]) with [[Mark Kozelek]] (2013)\n\n===Compilation appearances===\n* ''Holiday Matinee CD Compilation Vol. 2'' (2000)\n* ''Ilya - Japanese Mini-Single'' (remix of B.P.D. by The Album Leaf) (2002)\n* ''Music from the OC mix 2'' (2004)\n* ''[[Nightmare Revisited]]'' (2008)\n\n===Soundtracks===\n* ''Torey's Distraction'' (Electra Fidelis Films) (2012)\n* ''Adrift'' (short film by Simon Christen) (2013)\n* ''[[Before You Know It (2013 film)|Before You Know It]]'' (as Jimmy LaValle) (2014)\n* ''[[Spring (2014 film)|Spring]]'' (as Jimmy LaValle) (2014)\n* ''[[The Endless (film)|The Endless]]'' (as Jimmy LaValle) (2017)\n* ''[[Synchronic (film)|Synchronic]]'' (as Jimmy LaValle) (2020)\n\n==See also==\n* [[List of ambient music artists]]\n\n==References==\n{{Reflist}}\n\n==External links==\n* {{official|thealbumleaf.com}}\n\n{{The Album Leaf}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Album Leaf, The}}\n[[Category:Sub Pop artists]]\n[[Category:Musical groups from San Diego]]\n[[Category:Folktronica musicians]]\n[[Category:American post-rock groups]]\n[[Category:Arena Rock Recording Company artists]]\n[[Category:Musical groups established in 1998]]\n[[Category:1998 establishments in California]]\n[[Category:City Slang artists]]\n[[Category:Relapse Records artists]]", "sha1": "p7t2qsa6qux4kkusa0jeiylvfw7t4ar"}