{"title": "The Libertines", "id": "1116636164", "parentid": "1109718062", "timestamp": "2022-10-17T15:40:23Z", "contributor": "\n        ", "comment": "/* Members */ Typo, added reference", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|English rock band}}{{Other uses|Libertine (disambiguation)}}\n{{EngvarB|date=June 2022}}\n{{Infobox musical artist\n| name             = The Libertines\n| background       = group_or_band\n| image            = The Libertines 2014.jpg\n| image_size       = 250\n| landscape        = yes\n| caption          = The Libertines performing in 2014\n| origin           = London, England\n| genre            = {{hlist|[[Indie rock]]|[[punk rock]]|[[garage rock]]|[[post-punk revival]]}}\n| years_active     = {{hlist|{{start date|1997}}–{{end date|2004}}|{{start date|2014}}–present}}<small>(one-off reunion: 2010)</small>\n| label            = {{hlist|[[Rough Trade Records|Rough Trade]]|[[Virgin EMI]]|[[Harvest Records|Harvest]]}}\n| associated_acts  = {{hlist|[[Babyshambles]]|[[Dirty Pretty Things (band)|Dirty Pretty Things]]|[[Yeti (band)|Yeti]]|[[The Chavs]]|[[Razorlight]]|[[Trampolene (band)|Trampolene]]|[[Peter Wolfe (musician)|Peter Wolfe]]}}\n| website          = {{URL|thelibertines.com}}\n| current_members  = * [[Carl Barât]]\n* [[Pete Doherty]]\n* [[John Hassall (musician)|John Hassall]]\n* [[Gary Powell (musician)|Gary Powell]]\n| past_members     = * [[Johnny Borrell]]\n* Paul Dufour\n}}\n\n'''The Libertines''' are an English rock band, formed in London in 1997 by frontmen [[Carl Barât]] (vocals/guitar) and [[Pete Doherty]] (vocals/guitar). The band, centred on the songwriting partnership of Barât and Doherty, has also included [[John Hassall (musician)|John Hassall]] (bass), and [[Gary Powell (musician)|Gary Powell]] (drums) for most of its recording career. The band was part of the [[Post-punk revival|garage rock revival]] and spearheaded the movement in the UK.\n\nThe band gained some notoriety in the early 2000s, due to Doherty's use of illegal drugs and conflicts between Barât and Doherty.<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/england/london/4749448.stm|title=Saluting the Libertines' legend|access-date=28 November 2007|author=Dowling, Stephen|date=3 March 2006|work=BBC News|quote=won notoriety for the tumultuous relationship between front men Peter Doherty and Carl Barât}}</ref> Although their mainstream success was initially limited, their profile soon grew, culminating in a No.&nbsp;2 single and No.&nbsp;1 album on the UK Charts. In December 2004, their [[The Libertines (album)|self-titled second album]] was voted the second best album of the year by ''[[NME]]'' magazine. The first two of their full-length [[LP Record|LP]]s were produced by [[Mick Jones (The Clash)|Mick Jones]], of the British [[punk rock|punk band]] [[The Clash]].\n\nIn spite of their critical and commercial success,<ref>{{cite web|url=http://uk.news.yahoo.com/35/20090424/tmusic-the-libertines-reunion-talk-716af92.html |title=Yahoo News UK & Ireland – Latest World News & UK News Headlines |publisher=Yahoo! News |date=20 April 2011 |access-date=24 August 2015}}{{dead link|date=June 2019}}</ref> the band's music was often eclipsed by its internal conflicts, stemming from Doherty's addictions to [[crack cocaine]] and heroin, which eventually led to the break-up of the band. Doherty has since stated that the break-up of the band was due to relationship difficulties between Barât and himself that were not related to his drug addictions.<ref>{{cite news|url=https://www.reuters.com/article/lifestyleMolt/idUSTRE51B5D420090212 |title=Barat rules out Libertines reunion 'right now' |agency=Reuters |date= 12 February 2009|access-date=24 October 2011 |first=Stefano |last=Ambrogi}}</ref> The members of the Libertines went on to form new bands with varying degrees of success.\n\nIn August 2010, the four members of the Libertines reunited to play a series of shows, including slots at the [[Reading and Leeds Festivals line-ups#2010|2010 Reading and Leeds Festivals]]. The reunion shows received a highly positive response from the press and fans.<ref>{{cite news| url=https://www.theguardian.com/music/2010/aug/26/the-libertines-live-review-forum | location=London | work=The Guardian | title=The Libertines | first=Alexis | last=Petridis | date=26 August 2010}}</ref><ref>{{cite web|url=https://www.nme.com/blog/index.php?blog=120&p=9011&title=the_libertines_at_reading_festival_2010_&more=1&c=1 |title=The Libertines at Reading Festival 2010 – Review |work=NME |access-date=24 October 2011}}</ref> In April 2014 the Libertines announced they would again reform for a show at London's [[Hyde Park, London|Hyde Park]].<ref name=\"Music Blogged\">{{cite web|url=http://www.musicblogged.com/the-libertines-reunite-hyde-park/|title=The Libertines reunite for Hyde Park gig |publisher=Music Blogged |date=25 April 2014 |access-date=25 April 2014 }}</ref><ref name=\"BST Hyde Park\">{{cite web|url=http://www.bst-hydepark.com/ |title=Barclaycard British Summer Time Hyde Park |publisher=BST Hyde Park |access-date=24 August 2015}}</ref> In November 2014 the band signed a record deal with [[Virgin EMI Records]], and released their third album, ''[[Anthems for Doomed Youth]]'' on 11 September 2015.<ref>{{cite web|last1=Coughlan|first1=Jamie|title=The Libertines Announce 'Anthems For Doomed Youth'|url=http://overblown.co.uk/the-libertines-announce-anthems-for-doomed-youth/|website=Overblown Webzine|access-date=2 July 2015}}</ref>\n\n==History==\n\n===Early history (1997–2001)===\nThe founding members of the Libertines, Peter Doherty and Carl Barât, met when Barât was studying drama at [[Brunel University London|Brunel University]] in [[Uxbridge]] and sharing a flat in [[Richmond, London|Richmond]] with Amy-Jo Doherty, Peter's elder sister. This lasted until they realised their collective creative capabilities and forged a bond over their shared passion for songwriting.<ref>{{cite web|url=http://www.rockfeedback.com/article.asp?nObjectID=1481|publisher=rockfeedback.com|title=The Libertines – Various, UK, Throughout 2002|access-date=19 March 2007|author=Toby L|date=9 February 2004}}</ref>\nBarât abandoned his course two years in; Doherty left his English literature course at [[Queen Mary University of London|Queen Mary, University of London]], after only a year, and they moved into a flat together on Camden Road in North London, which they named \"The Albion rooms.\"\n\nThey formed a band with their neighbour Steve Bedlow, commonly referred to as \"Scarborough Steve,\" and named themselves \"The Strand\", later discarded for \"The Libertines\" after the [[Marquis de Sade]]'s [[The 120 Days of Sodom|Lusts of the Libertines]] (\"The Albions\" was also considered, but rejected; Albion is an archaic name for Britain). They later met [[John Hassall (musician)|John Hassall]] and [[Johnny Borrell]], who played bass with the Libertines for a short period. Many of their early gigs took place in the flat shared by Doherty and Barât.\n\nThey had booked themselves into the Odessa studios and played at Filthy Macnasty's Whiskey Cafe in [[Islington]], where Pete was working as a barman. Roger Morton thought they had potential and offered, with a friend, to manage the Libertines. Despite a separate offer from an experienced member of the music industry, John Waller, the band accepted Morton's services as manager. However, Morton would eventually give up the job after an unsuccessful six months.\n\nIn March 2000 the Libertines met Banny Pootschi, a lawyer for [[Warner Music Group|Warner Chappell Music Publishing]]. Recognizing their potential, she took on an active role in managing them. They recorded \"Legs XI\", a set of their best 8 tracks at the time (and later a popular bootleg recording among fans). However, by December 2000, they had still not been signed and this caused Dufour, Hassall and Pootschi to part ways with the Libertines.<ref>[http://www.albionarks.com/wiki/Libertines_Interview_NME_08/06/2002]{{dead link|date=October 2011}}</ref><ref>{{cite web|url=http://www.freewilliamsburg.com/september_2004/libertines.html|publisher=Free Williamsburg|title=The Libertines|author=Laurence, Alexander|date=September 2004|access-date=19 March 2007}}</ref>\n\nThe subsequent success of [[The Strokes]], a band with a similar style, caused Pootschi to reconsider her position. She formed a plan (dubbed \"Plan A\") to get the Libertines signed to [[Rough Trade Records]] within 6 months. In this period, Barât and Doherty wrote many of the songs which ended up on their first album. [[Gary Powell (musician)|Gary Powell]] was recruited to play drums, as Paul Dufour was deemed by Pootschi to be 'too old'. On 1 October 2001, Barât and Doherty played a showcase for James Endeacott from Rough Trade. After Borrell failed to attend this important rehearsal, they telephoned him to discover he was on tour \"living the high life.\"  Endeacott's support led to them playing for the heads of Rough Trade, Geoff Travis and Jeanette Lee, on 11 December that year. They were told they would be signed, and the official deal took place on 21 December.\n\nThe Libertines were in need of a bassist, so Hassall rejoined the band at their request, but was informed he would have to stay in the background, as the band would be focused on the partnership of Doherty and Barât. After signing with Rough Trade, Doherty and Barât rented a flat together at 112a Teesdale Street in [[Bethnal Green]] which they named \"The Albion Rooms\" (a venue that became a location for many of their [[Guerilla gig]]s).\n\n===Success (2002–2003)===\n\nNow with a firm line-up, they began to play more gigs alongside [[The Strokes]] and [[The Vines (band)|The Vines]] in quick succession.<ref>{{cite web|url=https://www.bbc.co.uk/southampton/music/libertines_iv.shtml|work=BBC News|title=The Libertines Interview|date=28 October 2002|access-date=19 March 2007}}</ref> This succeeded in spreading their name around the music press, with the ''NME'' taking a particular interest in them (an interest which continued throughout their career).\n\nTheir first single was a double A-side of \"[[What a Waster]]\" and \"I Get Along\", produced by former [[Suede (band)|Suede]] guitarist [[Bernard Butler]]. It was released on 3 June 2002 to highly positive reception but received little airplay due to its liberal use of profanities. A censored version appeared as [[BBC Radio 1]] DJs [[Mark and Lard]]'s single of the week. On the week the single came out, the Libertines featured on the cover of the ''NME'' for the first time. The single reached No.&nbsp;37 in the [[UK Singles Chart]].\n\n{{Listen|filename=Up_the_bracket.ogg|title=\"Up the Bracket\"|description=27-second clip of the start of [[Up the Bracket (song)|Up the bracket]] including iconic opening scream|format=[[Ogg]]}}\nTheir first album was recorded and produced by [[Mick Jones (The Clash)|Mick Jones]], formerly of [[The Clash]].<ref>{{cite web|url=https://www.popmatters.com/music/reviews/l/libertines-upthebracket.shtml|work=[[PopMatters]]|title=The Libertines|date=20 March 2003|access-date=19 March 2007}}</ref> Entitled ''[[Up the Bracket]]'', it was recorded at the RAK studios in [[St John's Wood]], with mixing taking place at Whitfield studios. During this time, the band were playing as many gigs as possible (over 100 in 2002 alone) including support acts for the [[Sex Pistols]] and [[Morrissey]].\n\nTheir second single and title track from the album, \"[[Up the Bracket (song)|Up the Bracket]]\", was released on 30 September and charted at No.&nbsp;29. This was soon followed by the release on 21 October of the album, which charted at No.&nbsp;35. They won Best New Band at the [[NME Awards]] for that year and Barât moved out of The Albion Rooms.\n\n===Problems (2003)===\n\nDuring the recording of ''Up the Bracket'' and in the subsequent touring, Doherty's drug use had increased greatly (he was using both crack cocaine and heroin by this time) and his relationship with the rest of the band deteriorated. The band had become fractious, and some of this tension was visible in their performances. Doherty expressed himself in the \"[[Books of Albion]]\", his personal collection of notes, thoughts and poems, and also more and more frequently on the libertines.org fan forums. His posts and writings at this time were unpredictable: at times, he seemed distressed and angry; at others, he came across as calm and happy.\n[[File:Libertine tattoo.jpg|thumb|200px|left|Carl Barât's tattoo of the word \"Libertine\" on his right arm (in Barât's own handwriting). Taken from the second album cover]]\n\nThey went to the US to promote themselves and work on new material. While in New York City around May 2003, they recorded the ''Babyshambles Sessions'', where they recorded versions of current and future Libertines and [[Babyshambles]] releases such as \"Last Post on the Bugle\", \"[[Albion (song)|Albion]]\", \"In Love With a Feeling\" and \"Side of the Road\". As a mark of their commitment to the band, Doherty and Barât both got tattoos of the word \"Libertine\" on their arms, written in Carl's handwriting. The prelude to this moment can be heard on \"The Good Old Days\" from the Babyshambles Sessions, in which, after the lyric, \"A list of things we said we'd do tomorrow,\" Doherty yells 'Get a tattoo!' However, Barât became increasingly exasperated with the people with whom Doherty was associating and the drugs they brought. Barât quit the sessions in disgust and Doherty finished recording alone. The sessions were given to a fan called Helen Hsu who, as Doherty allegedly instructed, put them out for free on the Internet.\n\nBack in the UK, tensions continued to grow as Doherty organised and played guerrilla gigs which Barât did not attend. Their new single \"[[Don't Look Back into the Sun]]\" saw the return of [[Bernard Butler]] as producer. The lyrical quality of the song was praised, and the single held as a prime example of Doherty and Barât's songwriting talents. However, Doherty did not work well with Butler and was rarely present during the recording process. As a result, the song had to be pieced together from the vocals he provided, with Butler himself recording Doherty's guitar parts.{{Citation needed|date=April 2010}}\n\nAs Barât's birthday approached, Doherty organised a special celebration gig in an attempt to smooth the tensions between them. Barât, however, was already attending a party organised by some of his friends, and the hosts convinced him not to leave. Doherty was left to play the gig himself. Feeling betrayed, Doherty neglected to take the train to Germany the next day for the Libertines' European tour. The Libertines were forced to play without Doherty: a guitar technician learned his guitar parts and several songs were dropped altogether. Soon, however, positions changed and it was Barât who refused to let Doherty into the band unless he cleaned himself up.<ref>{{cite web|url=https://www.nme.com/news/libertines/14490|work=NME|title=We Don't Get Along!|date=19 June 2003|access-date=19 March 2007}}</ref><ref>{{cite web|url=https://www.nme.com/news/libertines/14505|work=NME|title=Pete- Libertines Speak Out|date=20 June 2003|access-date=19 March 2007}}</ref> Doherty continued to play with separate musical project [[Babyshambles]] whilst the Libertines completed tour commitments in Japan without him. Distraught and angry, Doherty burgled Barât's flat and was subsequently arrested. On 11 August, he pleaded guilty at the preliminary hearing to the charge of burglary.<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/england/london/3142801.stm|work=BBC News|title=Musician admits burgling bandmate's flat|date=12 August 2003|access-date=19 March 2007}}</ref><ref>{{cite web|url=https://www.nme.com/news/libertines/15033|work=NME|title=Pete Libertine Goes to Jail|date=8 September 2003|access-date=28 November 2007}}</ref>\n\nAmidst the internal turmoil, \"[[Don't Look Back into the Sun]]\" was released on 18 August and charted at No.&nbsp;11, the highest position they had managed at that point. The Libertines played the [[Reading and Leeds Festivals|Carling Weekend]] with replacement guitarist [[Anthony Rossomando]] (who later joined [[Dirty Pretty Things (band)|Dirty Pretty Things]]). On 7 September, Judge Roger Davies sentenced Doherty to 6 months in prison. He served his sentence in [[Wandsworth (HM Prison)|Wandsworth prison]]. This sentence was later reduced on appeal by Judge Derek Inman to two months.<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/entertainment/music/3149610.stm|work=BBC News|title=Libertines singer's sentence cut|date=29 September 2003|access-date=6 January 2006}}</ref><ref>{{cite web|url=http://www.xfm.co.uk/Article.asp?b=news&id=13717|publisher=[[xfm]]|title=Libertine Reunited with Liberated Pete|access-date=19 March 2007}}</ref>\n\n===Second album and the end of The Libertines (2003–2004)===\nBarât was waiting for Doherty at the prison gates when he was released in October 2003. After an emotional reunion they played a gig the same day at the Tap'n'Tin pub, in Chatham, Kent<ref>{{cite news|url=http://news.bbc.co.uk/1/hi/entertainment/music/3178394.stm|work=BBC News|title=Libertines reunite at freedom gig|date=9 October 2003|access-date=6 January 2006}}</ref> – with both Hassall and Powell, who had not been expected to come. The show became ''NME'''s Gig of the Year. The Libertines went on to play three consecutive sold-out dates at the [[London Forum]] in mid-December 2003, ending in stage invasions by the fans. These gigs would be named amongst the top 100 gigs of all time by ''[[Q (magazine)|Q]]'' magazine.<ref>{{cite news|url=http://observer.guardian.co.uk/review/story/0,,1111104,00.html|work=The Observer|title=Masters and commanders|date=21 December 2003|access-date=6 January 2006 | location=London | first=Kitty | last=Empire}}</ref> The Libertines also went on a widely acclaimed UK tour in March 2004 that included three more consecutive sold-out dates in London, this time at [[Brixton Academy]].\n\nBanny Pootschi resigned and was replaced as manager by [[Alan McGee]], previously the founder and MD of [[Creation Records]] (most famous for signing [[Oasis (band)|Oasis]]) and later to become manager of [[Dirty Pretty Things (band)|Dirty Pretty Things]]. They continued to play gigs and commenced recording their second album with Bernard Butler. However, the relationship between Doherty and Butler was as unsuccessful as before and the attempts were soon abandoned. In early 2004 the Libertines won Best Band at the [[NME Awards]], despite the fact that \"Don't Look Back into The Sun\" was their only official release during the preceding year.\n\nAs an aside from the Libertines, Doherty had recorded the vocals for \"[[For Lovers]]\", a song written by his friend and local poet [[Peter Wolfe (musician)|Peter \"Wolfman\" Wolfe]]. \"For Lovers\" was released on 13 April 2004 and reached No.&nbsp;7 in the charts, eclipsing the Libertines' highest charting single to that date. Despite Barât's intolerance of Wolfe and the associated drugs, he recorded guitar for the B-side to the single, \"Back From the Dead\".\n\n[[Mick Jones (The Clash)|Mick Jones]] returned as producer for the second attempt to record the second album. Doherty had returned to his drug habit and so relationships were strained. Security hired for the protection of Doherty and Barât had to be used to keep them from fighting. The album was finished and Doherty left the mixing and dubbing to the others; he would not return to the studio with the Libertines for another ten years. On 14 May 2004, he was admitted to The Priory, a high-profile retreat, in an attempt to overcome his addictions.<ref>{{cite web|url=http://www.xfm.co.uk/Article.asp?id=25169|publisher=[[xfm]]|title=Peter Doherty Admitted to the Priory|access-date=6 January 2006}}</ref> He left early,<ref>{{cite web|url=https://www.nme.com/news/108598.htm|work=[[NME]]|title=Pete Libertines leaves drug rehab|date=24 May 2004|access-date=6 January 2006|archive-url=https://web.archive.org/web/20060117021606/http://www.nme.com/news/108598.htm|archive-date=17 January 2006}}</ref> then returned, only to leave again a week later on 7 June.\n\nDuring this time, Barât had been setting up a weekly club night called Dirty Pretty Things (a later dispute forced it to be renamed Bright Young Things) at the [[Infinity Club]] in the [[West End of London|West End]]. The day Doherty left the Priory for the second time, he went to the club and spoke with Barât, with Hassall and Powell present as well. Doherty told him that he was going to [[Wat Tham Krabok]] in Thailand to get clean. The Libertines performed a short set that night: it was the last time they would all play together for more than six years, and the last time Doherty would speak to Barât for more than nine months.<ref>{{cite web|url=https://www.nme.com/news/108749.htm|work=[[NME]]|title=Pete rejoins The Libertines|date=8 June 2004|access-date=6 January 2006|archive-url=https://web.archive.org/web/20060220022945/http://www.nme.com/news/108749.htm|archive-date=20 February 2006}}</ref>\n\nThe Libertines did not let Doherty play with them but promised that \"when he cleans up his addictions he will be immediately welcomed back into the band.\"<ref>{{cite news\n|url=http://news.bbc.co.uk/1/hi/entertainment/music/3852977.stm|work=BBC News|title=Libertines star pleads not guilty|date=30 June 2004|access-date=6 January 2006}}</ref> However, Doherty had managed to achieve growing success and fame with his new venture, Babyshambles, which further reduced the likelihood of reconciliation.\n\nMeanwhile, the Libertines were still releasing fresh material. The new single \"[[Can't Stand Me Now]]\", which detailed the breakdown of the ailing frontmen's once seemingly cast iron friendship while illustrating the [[love-hate relationship]] between Doherty and Barât, was released on 9 August and charted at No.&nbsp;2. The song included Doherty asking the question: 'Have we enough to keep it together?' Their eponymous second album, ''[[The Libertines (album)|The Libertines]]'' was released in late August and topped the albums chart. Their final single \"[[What Became of the Likely Lads]]\" reached No.&nbsp;9.\n\nThe Libertines played what would be their final show for over five years in Paris on 17 December 2004, still without Doherty.<ref>{{cite web|url=https://www.nme.com/news/110872.htm|work=[[NME]]|title=The Libertines play last ever show|date=18 December 2004|access-date=6 January 2006|archive-url=https://web.archive.org/web/20041229233833/http://www.nme.com/news/110872.htm|archive-date=29 December 2004 }}</ref> Barât chose to then dissolve the Libertines as he was no longer willing to tour and record under the name without Doherty.<ref name=\"Carl Barat Interview The Word 2004\">[http://www.albionarks.com/wiki/Carl_Barat_Interview_The_Word_2004 ] {{webarchive |url=https://web.archive.org/web/20101220213029/http://www.albionarks.com/wiki/Carl_Barat_Interview_The_Word_2004 |date=20 December 2010 }}</ref>\n\n===Reunion (2010)===\nDoherty and Barât remained out of contact for several months after the Libertines had ended, due to Doherty's spiralling drug abuse. Members of the band reunited several times on stage through the years to play Libertines songs, but talks of a reunion remained tepid as Doherty and Barât concentrated on their respective bands [[Babyshambles]] and [[Dirty Pretty Things (band)|Dirty Pretty Things]]. A retrospective collection ''[[Time for Heroes - The Best of The Libertines]]'' was released in 2007.\n\nIt wouldn't be until 2010, when it was announced on 29 March, that the Libertines were to reform for the [[Reading and Leeds Festivals]] in 2010. They were special guests to headliners [[Arcade Fire]] on Friday 27 August at [[Bramham Park]], [[Leeds]] and Saturday 28 August at Little John's Farm, [[Reading, Berkshire|Reading]]. Following the announcement, the band held a press conference on 31 March 2010 to discuss their reformation at the Boogaloo pub.<ref>{{cite web|url=http://www.belfasttelegraph.co.uk/breaking-news/entertainment/libertines-reform-for-comeback-gigs-14749686.html |title=Libertines reform for comeback gigs Belfast Telegraph |work=The Belfast Telegraph |date=31 March 2010 |access-date=24 October 2011}}</ref> The press conference then turned into an impromptu \"guerilla gig\" with the band playing many of their old tunes.<ref>{{cite web|url=https://www.nme.com/news/the-libertines/50477 |title=The Libertines play guerilla gig together in London |work=NME |date=31 March 2010 |access-date=24 October 2011}}</ref> The Reading and Leeds festival appearances were preluded by 2 nights at the HMV Forum. A 300-strong rehearsal gig for friends, family and some members of the musical press on Tuesday 24 August 2010 and a sold-out fans-only show on Wednesday 25 August.\n\nDoherty promised the Libertines' special guest performance at Reading and Leeds Festivals would be to be remembered.<ref>{{cite web|url=https://www.bbc.co.uk/music/festivals/readingandleeds/2010/artists/libertines/ |title=Reading + Leeds Festival – The Libertines |publisher=BBC |access-date=24 August 2015}}</ref> The performance at the festival received very positive reviews from both fans and the press. After the gigs at the Reading and Leeds festival, it remained unclear as to what the Libertines would do next as both [[Carl Barât]] and [[Pete Doherty]] were embarking on solo tours. There were hints of more Libertines gigs in the future which both Barât and Doherty confirming they have received offers for gigs at some point in 2011. However, an interview with Carl Barât in May 2011 for [[NME magazine]] suggested the band did not have any current plans for future activities together.<ref>{{cite web|url=https://www.nme.com/news/the-libertines/56578|title=Carl Barat: 'There is no Libertines Future'|date=10 May 2011|work=NME|access-date=18 May 2011}}</ref>\n\nIn 2012, for the 2012 NME Awards, Barât stated, \"I'm sure we'll do Libertines or something at some point.\"  However, the Libertines still had no plans to reunite. In the same interview, Barât said that for the majority of 2012 he would be focusing on acting, making the possibility of a reunion unlikely. Also in 2012, Doherty said that the Libertines definitely have a future as a band.<ref>{{cite web|url=https://www.nme.com/news/pete-doherty/6311|title=Pete Doherty: 'I want to do Eurovision' – video|date=7 April 2012|work=NME|access-date=8 April 2012|archive-url=https://web.archive.org/web/20130521213816/http://www.nme.com/news/pete-doherty/6311|archive-date=21 May 2013|url-status=dead}}</ref>\n\n===Reformation and ''Anthems for Doomed Youth'' (2014–present)===\n[[File:Festival des Vieilles Charrues 2016 - The Libertines - 009.jpg|thumb|The Libertines at [[Vieilles Charrues Festival]] in 2016]]\nOn 20 April 2014, an image of London's Hyde Park was released to the band's Facebook page. Around this time, both Carl Barât and Peter Doherty indicated in interviews that they had accepted an offer to play the venue on 5 July 2014.<ref>{{cite web|url=https://www.nme.com/news/the-libertines/76829 |title=NME News The Libertines to reunite for London Hyde Park show? |work=NME |date=20 April 2014 |access-date=24 August 2015}}</ref><ref>{{cite web|url=http://www.gigslutz.co.uk/carl-barat-confirms-libertines-hyde-park-reunion/#sthash.tvzeKvlN.dpuf |title=Carl Barât confirms Libertines Hyde Park reunion? – GigslutzGigslutz |publisher=Gigslutz.co.uk |access-date=24 August 2015}}</ref> On 25 April, it was confirmed that the Libertines would play on Saturday 5 July in London's Hyde Park, headlining the day, as part of the Barclaycard [[British Summer Time (concerts)|British Summer Time]] series of concerts.<ref name=\"Music Blogged\"/> Support for the concert was to be provided by a number of bands and artists, most notably [[the Pogues]], [[Spiritualized]], [[Maxïmo Park]], Raglans and [[The Enemy (UK rock band)|the Enemy]]. At their 5 July Hyde Park gig, they announced three new gigs, taking place in Alexandra Palace, on 26, 27 and 28 September.\n\nIn January 2015, it was announced that Doherty had successfully completed his rehab treatment at the [[Hope Rehab Centre]] in Thailand, and had joined his bandmates in the recording of their third studio album. In January 2015 it was also revealed that the Libertines would be headlining the festival T in the Park in Scotland. In February 2015, it was announced that the Libertines would be headlining [[Reading and Leeds Festivals]] in August 2015. In May 2015, it was announced that the Libertines would be headlining Corona Capital Music Festival in Mexico City. In June 2015, Carl Barât shared an image of the band in Thailand with the caption, 'Kitchen sink dramas over track listings', suggesting that the album was now complete.\n\nIn June, the band also announced that the first single off the new album would be \"Gunga Din\", which they also debuted live at Best Kept Secret headline show, Hilvarenbeek<ref>{{cite web|url=https://www.nme.com/news/the-libertines/86324 |title=NME News The Libertines play new song 'Gunga Gin' at Best Kept Secret headline show – watch |work=NME |date=20 June 2015 |access-date=24 August 2015}}</ref> On 26 June 2015, the Libertines were the surprise special guests on the Pyramid stage at Glastonbury 2015, and were joined by special guest [[Ed Harcourt]]. On 2 July 2015, the Libertines announced their 3rd album, named ''[[Anthems for Doomed Youth]]'', to be released on 4 September 2015. The release date was later delayed by a week to accommodate the demand for their album launch events, \"Somewhere Over the Railings\". The album was released on 11 September 2015.<ref>{{Cite web|title = The Libertines album delayed a week due to 'overwhelming demand' for record launch events {{!}} NME.COM|url = https://www.nme.com/news/the-libertines/87728|website = NME|access-date = 31 August 2015|last = NME.COM}}</ref>\n\nThe Libertines' Anthems for Doomed Youth UK arena tour in January 2016 was supported by [[Blossoms (band)|Blossoms]], [[The View (band)|the View]], [[Sleaford Mods]], [[The Enemy (UK rock band)|the Enemy]], [[Reverend and The Makers|Reverend & the Makers]], [[the Sherlocks]] and [[Jack Jones (musician and poet)|Jack Jones]] of [[Trampolene (band)|Trampolene]].<ref>{{cite web|last1=Trendell|first1=Andrew|title=The Libertines announce massive support acts for 2016 tour|url=http://www.gigwise.com/news/103887/libertines-anthems-for-doomed-youth-tour-support-acts-announced-ticket|website=[[Gigwise]]|access-date=24 January 2016}}</ref><ref>{{Cite web|title = Meet The Libertines' Tour Poet {{!}} NME.COM|url = https://www.nme.com/blogs/nme-blogs/the-libertines-secret-tour-poet-revealed#wzZZywywBm0YILeb.01|website = NME|access-date = 3 February 2016|last = NME.COM}}</ref>\n\nIn 2017, the Libertines started off their concert at [[Prenton Park]] by allowing [[Labour Party (UK)|Labour Party]] leader and candidate for Prime Minister, [[Jeremy Corbyn]] to deliver a speech in the run up to the [[2017 United Kingdom general election]]. In 2019, the Libertines announced their \"On the Road to the Wasteland\" tour. The tour included a nine-date Christmas jaunt across the UK in December, along with shows in France, Germany, Luxembourg, Brussels and the Netherlands in October and November.<ref>{{cite web |last1=The Libertines Official Site |title=Tour News!!! |url=https://www.thelibertines.com/news |website=Home – The Libertines |access-date=21 July 2019}}</ref>\n\n==Musical style and legacy==\nThe Libertines have been described as [[indie rock]], [[garage rock revival]]<ref>{{cite web|url=https://www.billboard.com/articles/news/472408/top-10-garage-rock-revival-bands-where-are-they-now|title=Top 10 Garage Rock Revival Bands: Where Are They Now?|last=Lipshutz|first=Jason|date=23 March 2011|website=[[Billboard (magazine)|Billboard]]|publisher=Lynne Segall|access-date=19 July 2016}}</ref> and [[post-punk revival]]<ref>{{cite book|author=David P. Christopher|title=British Culture: An Introduction|url=https://books.google.com/books?id=tmWhCAAAQBAJ&pg=PA260|date=24 April 2015|publisher=Routledge|isbn=978-1-317-56948-0|page=260}}</ref> with [[punk rock]] influences.<ref>{{AllMusic|class=artist|id=mn0000080649|label=The Libertines - Biography by Heather Phares|last=Phares|first=Heather|access-date=19 July 2016}}</ref> Lead singers and guitarists Doherty and Barât had different influences musically. Doherty was inspired by bands such as (principally) [[the Jam]], [[Sex Pistols]], [[the Smiths]], and [[Chas & Dave]]. Doherty has expressed \"Still Ill\" by the Smiths as a song that means a lot to him, in an interview. Barât admired [[the Velvet Underground]], [[the Clash]], [[the Doors]], [[Django Reinhardt]] and [[Nirvana (band)|Nirvana]]. Doherty liked the written works of [[William Blake]], [[Emily Dickinson]] and [[Thomas Chatterton]], whereas Barât preferred [[Saki]] and the [[Edwardian period|Edwardian]] idea of wit.<ref>\nWills, D. 'Modern Beats', in Wills, D. (ed.) Beatdom Vol. 1 (Mauling Press: Dundee, 2007) pp. 70–71</ref>\n\nOn their collective sound, Doherty commented, \"It's like they say: [[Oasis (band)|Oasis]] is the sound of a council estate singing its heart out, and the Libertines is the sound of someone just put in the rubbish chute at the back of the estate, trying to work out what day it was\".<ref>Archived at [https://ghostarchive.org/varchive/youtube/20211211/wunARwuww-8 Ghostarchive]{{cbignore}} and the [https://web.archive.org/web/20120124143309/http://www.youtube.com/watch?v=wunARwuww-8 Wayback Machine]{{cbignore}}: {{cite web|url=https://www.youtube.com/watch?v=wunARwuww-8 |title=Interview, 7 Ages Of Rock – Indie / BBC1 2007 |via=YouTube |date=5 July 2007 |access-date=24 October 2011}}{{cbignore}}</ref>\n\nDoherty and Barât followed one common dream whilst in the Libertines: \"It's either to the top of the world, or the bottom of a canal\", Barât once said this phrase to Doherty in the early days of their friendship.\n\nThe Libertines' lyrics occasionally reference their idea of sailing on \"the good ship [[Albion]] to [[Arcadia (utopia)|Arcadia]]\". This idea was especially important to Doherty who has continued the theme when writing for Babyshambles. He thinks of Arcadia as a utopia without any rules or authority.<ref>{{cite news|url=http://arts.guardian.co.uk/fridayreview/story/0,,871348,00.html|work=The Guardian|title=We believe in melody, hearts and minds|date=10 January 2003|access-date=6 January 2006 | location=London | first=Dorian | last=Lynskey}}</ref>\n\nTheir recordings were fairly [[lo-fi music|lo-fi]]. Mick Jones' recording method was hands-off: he allowed the band to perform one song several times through and would then choose the best take. He performed minimal [[Audio mixing (recorded music)|audio mixing]] and [[dubbing (music)|dubbing]]. While Bernard Butler was less strict with this, the final sound still came across as raw and unpolished.\n\nThe band has been compared to many classic British rock bands, as their angle on rock is uniquely British. Their sound is often likened to that of the Jam and [[the Kinks]]' early records as well as [[the Clash]]'s first album and early singles. They are perhaps most similar to pioneer rockers, [[Buzzcocks]]. [[Morrissey]] is another strong influence cited by the band members. Many of their lyrics refer to elements of British life, use English/[[cockney]] slang and are sung in a near-drunken sounding slur. In their attitude they are sometimes compared to the [[Sex Pistols]] due to their chaotic and energetic live performances.<ref>{{cite web|url=https://www.popmatters.com/music/reviews/l/libertines-upthebracket.shtml|work=[[PopMatters]]|title=Up the Bracket|date=20 March 2003|access-date=6 January 2006}}</ref>\n\nThe Libertines were praised for forming a very close relationship with fans. The band befriended several of their fans, and their [[Guerrilla gig]]s allowed devoted supporters to see them in close proximity. The film ''Fuck the Police'', shot in 2003 by Anne McCloy, captured one such gig at The Albion Rooms when the police raided and closed down an impromptu gig after complaints by irate neighbours. Doherty published the \"Books of Albion\" online, sharing his personal thoughts and feelings freely. He also frequently posted on the fan forums. This allowed fans a deep insight into his life and helped cement the relationship between the band and the public. They were also very free with their recordings, releasing songs free onto the internet and via word-of-mouth giveaways. This allowed their fan base to hear unfinished songs or ideas, some of which would grow into finished versions on the albums, some of which would be discarded.\n\nThe Libertines have had two biographies written about them, both written after the band split. The first was ''Kids in the Riot: High and Low with The Libertines'' written by Peter Welsh, a friend. The second was ''[[The Libertines Bound Together]]: The Story of Peter Doherty and Carl Barât and How They Changed British Music'' written by Anthony Thornton and [[Roger Sargent (photographer)|Roger Sargent]], an ''NME'' journalist and photographer respectively who had followed the band from an early stage.\n\nThe Libertines have had a lasting effect on the British music scene.<ref name=independent0703>{{cite news|url=https://www.independent.co.uk/arts-entertainment/music/features/after-the-libertines-what-todays-bands-owe-carl-and-pete-439391.html|archive-url=https://web.archive.org/web/20080608030141/http://www.independent.co.uk/arts-entertainment/music/features/after-the-libertines-what-todays-bands-owe-carl-and-pete-439391.html|url-status=dead|archive-date=8 June 2008|title=After The Libertines: What today's bands owe Carl and Pete|access-date=27 February 2008|author=Thornton, Anthony |author-link=Anthony Thornton (writer)|date=9 March 2007|work=[[The Independent]] | location=London}}</ref> The image of Doherty and Barât entwined, Barât looking up protectively as his friend leans into his shoulder, on the front of their second album, has been called by Anthony Thornton \"one of the most iconic rock images of the last decade\".\n\n===''The Libertines: Bound Together''===\nWriter [[Anthony Thornton (writer)|Anthony Thornton]] and photographer [[Roger Sargent (photographer)|Roger Sargent]]<ref name=\"Roger Sargent Photography\">{{cite web|url=http://rogersargent.carbonmade.com |title=Roger Sargent Photography |publisher=Rogersargent.carbonmade.com |access-date=24 August 2015}}</ref> collaborated on a best-selling book about the band. ''[[The Libertines: Bound Together]]''<ref>[http://www.libertinesboundtogether.com]    {{webarchive|url=https://web.archive.org/web/20130704083907/http://www.libertinesboundtogether.com/ |date=4 July 2013 }}</ref> was first published in hardback on 23 February 2006 by Time Warner Books. ''Bound Together'' documents, in words and pictures, the band's existence from early conception to the various bands spawned from the Libertines' demise. This book contains over 100 images of the Libertines, dozens of which were previously unpublished. The book was critically well-received with both Mojo and Q giving it four stars. It got to number seven in the Sunday Times Best Seller Non-Fiction on the week of release.\n\nThe book was released as an e-book for the first time on 23 May 2013, for iPad, Kindle, Kindle Fire, Kobo and other devices.<ref name=\"nmeebookstory\">{{cite web |url=https://www.nme.com/news/the-libertines/70429 |work=NME |title=\"The Libertines: Bound Together\" to be released as e-book this week  |access-date=22 May 2013}}</ref>\n\n===''There Are No Innocent Bystanders''===\nLongtime collaborator Roger Sargent<ref name=\"Roger Sargent Photography\"/> directed a feature-length documentary on the band's 2010 reunion, that was released in Spring 2012. ''The Libertines: There Are No Innocent Bystanders''<ref>{{cite web |url=http://thelibertinesfilm.co.uk/ |title=The Libertines – There Are No Innocent Bystanders |publisher=Thelibertinesfilm.co.uk |access-date=24 August 2015 |archive-url=https://web.archive.org/web/20151116172112/http://thelibertinesfilm.co.uk/ |archive-date=16 November 2015 |url-status=dead  }}</ref> offers an account of the band's 2010 Reading and Leeds Festival shows, including Sargent's ''NME'' cover shoot announcing the festival appearances, rehearsals and warm-up shows, and their festival stage appearances.\n\nSargent was the Libertines' photographer from their first live show, and has been responsible for many of their now iconic images, most recently winning acclaim for two major exhibitions, The Libertines – Boys in the Band and Future Legends. The film is purported to include some of the over 10,000 unseen stills that chart the band throughout their career.\n\nThe film is produced by Pulse Films<ref>{{cite web|url=http://www.pulsefilms.co.uk |title=Pulse Films |publisher=Pulse Films |access-date=24 August 2015}}</ref> and had its World Premiere at [[East End Film Festival]] in April 2011.<ref>{{cite web|url=https://www.nme.com/news/the-libertines/55226 |title=Libertines documentary to premiere at London's East End Film Festival  |work=NME |date=1 March 2011 |access-date=15 December 2012}}</ref> The film toured UK O2 Academy venues in March 2012, which was followed by a limited theatrical release in the UK and a DVD release.\n\n==Relationship between Barât and Doherty==\nRoger Sargent (a close friend and photographer of the band) described their relationship as like \"first love, and all the jealousy and obsessiveness that comes with that\" – adding \"I think there's, y'know, obsession and jealousy on both of their sides. They bitch about each other to each other or to other people. They have a bond, intellectually and spiritually, like nothing I've ever seen ... but sometimes, you know, you just think, God, why don't you just get a room?!\"<ref name=\"bbcdoc\">{{cite web |url=https://www.bbc.co.uk/radio1/onemusic/documentaries/likely434p01.shtml |publisher=BBC |title=What Became of the Likely Lads? |access-date=24 March 2006}}</ref> In the same interview, a Radio One documentary, upon being asked just how close their relationship was, Doherty responded \"I love him. Wouldn't go, um – certainly not on Radio 1 – go into too much detail, but... we had lots of wonderful times together, yeah.\"<ref name=\"bbcdoc\"/> Barât, when questioned similarly, steadfastly denied that the relationship had involved anything \"physical\".<ref>{{cite news|url=https://www.theguardian.com/music/2006/apr/22/popandrock.libertines|work=The Guardian | title=Down and Dirty: Simon Hattenstone talks to ex-Libertine Carl Barat | location=London | date=22 April 2006 | access-date=26 March 2010}}</ref> Barât has insisted that \"people are really into conjecture\",<ref>{{cite web|url=http://www.sfburning.com/the_libertines.html|publisher=SFburning|title=The Libertines|access-date=27 February 2007}}</ref> however in a 2011 interview when asked if the two had ever had a physical relationship, he replied \"There have been moments in our relationship where physicality has ensued.\"<ref>\"Carl Barat: The Former Libertine reveals 'all'.\" Attitude Magazine, July 2011, p. 138\"</ref>\n\nThe volatility and ardency of Barât's relationship with Doherty formed a significant, if not essential, aspect of their music and live performances. Doherty frequently posted about Barât on the Libertines forum; in one post from 2003, referring to an incident in 1997 in which Barât had wanted to form a suicide pact, Doherty wrote: \"let's keep going i love you i love you so much.\" Speaking of his separation from Doherty in 2004, Barât revealed, \"There was one point where I very very nearly, just to be close to him, started taking full on heroin.\"<ref name=\"Carl Barat Interview The Word 2004\"/>\n\nIn a March 2009 interview with NME Radio, when discussing a potential Libertines reunion, Doherty revealed, \"He [Carl] was saying, 'Well, look, what if it's all gonna happen again?' and I said, 'One thing: maybe it will, maybe it won't, but one thing that's going to help me ''not'' fuck up again is ''you'', and doing all that together.' Because he means a lot...\"<ref>Archived at [https://ghostarchive.org/varchive/youtube/20211211/cxyDLnQeaIM Ghostarchive]{{cbignore}} and the [https://web.archive.org/web/20120124060419/http://www.youtube.com/watch?v=cxyDLnQeaIM Wayback Machine]{{cbignore}}: {{cite web|url=https://www.youtube.com/watch?v=cxyDLnQeaIM |title=Pete Doherty interview with NME Radio – Part Three |via=YouTube |date=21 April 2009 |access-date=24 October 2011}}{{cbignore}}</ref> Referring to their relationship in a January 2010 interview, Barât said: \"...it's a deep love. Deep love does funny things to people\".<ref>{{cite web|url=https://www.bbc.co.uk/6music/news/20100129_carlbarat.shtml |title=6 Music News Fool For Love |publisher=BBC |date=29 January 2010 |access-date=24 October 2011}}</ref>\n\n==Members==\n;Current members\n* [[Pete Doherty]] – guitar, vocals (1997–2003, 2003–2004, 2010, 2014–present)\n* [[Carl Barât]] – guitar, vocals (1997–2004, 2010, 2014–present)\n* [[John Hassall (musician)|John Hassall]] – bass (1999–2000, 2001–2004, 2010, 2014–present)\n* [[Gary Powell (musician)|Gary Powell]] – drums (2001–2004, 2010, 2014–present)\n\n;Former members\n* [[Johnny Borrell]] – bass (1998–1999) \n* Paul Dufour – drums (2000); died 2022<ref>{{cite news |last1=Dufour |first1=Barry |title=Paul Dufour obituary |url=https://www.theguardian.com/music/2022/oct/16/paul-dufour-obituary |access-date=17 October 2022 |work=[[The Guardian]] |date=16 October 2022}}</ref>\n\n===Timeline===\n{{#tag:timeline|\nImageSize = width:800 height:auto barincrement:20\nPlotArea = left:100 bottom:80 top:5 right:15\nAlignbars = justify\nDateFormat  = dd/mm/yyyy\nPeriod = from:01/06/1997 till:01/07/2018\nTimeAxis = orientation:horizontal format:yyyy\nLegend = orientation:horizontal position:bottom\nScaleMajor = increment:2 start:01/01/1998\nScaleMinor = increment:1 start:01/01/1998\n\nColors =\n id:Vocals value:red        legend:Vocals\n id:Guitar value:green      legend:Guitar\n id:Bass   value:blue       legend:Bass\n id:Drums  value:orange     legend:Drums\n id:Lines  value:black      legend:Studio_album\n id:bars   value:gray(0.95)\n\nBackgroundColors = bars:bars\n\nLineData =\n at:14/10/2002 color:black layer:back\n at:30/08/2004 color:black layer:back\n at:11/09/2015 color:black layer:back\n\nBarData =\n bar:Pete text:\"Pete Doherty\"\n bar:Carl text:\"Carl Barât\"\n bar:Johnny text:\"Johnny Borrell\"\n bar:John text:\"John Hassall\"\n bar:Paul text:\"Paul Dufour\"\n bar:Gary text:\"Gary Powell\"\n\nPlotData=\n width:11 textcolor:black align:left anchor:from shift:(10,–4)\n bar:Pete from:start      till:07/07/2003 color:Vocals width:3\n bar:Pete from:start      till:07/07/2003 color:Guitar \n bar:Pete from:08/10/2003 till:01/07/2004 color:Vocals width:3 \n bar:Pete from:08/10/2003 till:01/07/2004 color:Guitar\n bar:Pete from:29/03/2010 till:25/08/2010 color:Guitar \n bar:Pete from:29/03/2010 till:25/08/2010 color:Vocals width:3\n bar:Pete from:20/04/2014 till:end        color:Guitar \n bar:Pete from:20/04/2014 till:end        color:Vocals width:3\n\n bar:Carl from:start      till:17/12/2004 color:Vocals width:3\n bar:Carl from:start      till:17/12/2004 color:Guitar \n bar:Carl from:29/03/2010 till:25/08/2010 color:Guitar \n bar:Carl from:29/03/2010 till:25/08/2010 color:Vocals width:3\n bar:Carl from:20/04/2014 till:end        color:Guitar \n bar:Carl from:20/04/2014 till:end        color:Vocals width:3\n\n bar:Johnny from:01/04/1998 till:01/05/1999 color:bass\n bar:John from:01/06/1999 till:01/12/2000 color:Bass\n bar:John from:01/04/2001 till:17/12/2004 color:Bass\n bar:John from:29/03/2010 till:25/08/2010 color:Bass\n bar:John from:20/04/2014 till:end        color:Bass\n\n bar:Paul from:01/03/2000 till:01/12/2000 color:Drums\n bar:Gary from:01/04/2001 till:17/12/2004 color:Drums\n bar:Gary from:29/03/2010 till:25/08/2010 color:Drums\n bar:Gary from:20/04/2014 till:end        color:Drums\n\n|}}\n\n==Discography==\n{{Main|The Libertines discography}}\n\n;Studio albums\n* ''[[Up the Bracket]]'' (2002)\n* ''[[The Libertines (album)|The Libertines]]'' (2004)\n* ''[[Anthems for Doomed Youth]]'' (2015)\n\n==Tours==\n\n{| class=\"wikitable sortable\"\n|-\n! Year\n! Title\n! Shows\n! Notes\n|-\n| 2015–2016 || ''Anthem for the Doomed Youth'' || 20 dates || \n|-\n| 2019 || ''2019 UK Tour'' || 36 shows || \n|-\n| 2021|| ''Giddy Up a Ding Dong Tour'' || 16 shows || \n|-\n| 2022 || ''Up The Bracket: 20th Anniversary Tour'' || 31 shows || \n|}\n\n==Notes==\n{{Reflist|colwidth=30em}}\n\n==Additional references==\n{{refbegin}}\n*[[The Libertines Bound Together]] ({{ISBN|0-316-73234-6}})\n*Kids in the Riot: High and Low with The Libertines ({{ISBN|1-84449-716-X}})\n{{refend}}\n\n==External links==\n* [http://www.thelibertinesitalia.com/ The Libertines Italia]\n* [https://www.nme.com/artists/the-libertines Libertines page on NME.COM]\n* [https://www.bbc.co.uk/music/festivals/readingandleeds/2010/artists/libertines/ The Libertines Reading Festival performance BBC video]\n* [http://upthealbion.com/wiki.php The Libertines & Babyshambles encyclopedia]\n\n{{The Libertines}}\n{{Authority control}}\n{{Use dmy dates|date=June 2022}}\n\n{{DEFAULTSORT:Libertines, The}}\n[[Category:English garage rock groups]]\n[[Category:English indie rock groups]]\n[[Category:Musical groups from London]]\n[[Category:Musical groups established in 1997]]\n[[Category:Musical groups disestablished in 2004]]\n[[Category:Musical groups reestablished in 2014]]\n[[Category:Musical quartets]]\n[[Category:Post-punk revival music groups]]\n[[Category:Rough Trade Records artists]]\n[[Category:Virgin EMI Records artists]]\n[[Category:Harvest Records artists]]", "sha1": "qwqvf4m0717jx98an4vi0i0t1pjog41"}