{"title": "Tim Maia", "id": "1112401722", "parentid": "1112401473", "timestamp": "2022-09-26T05:05:57Z", "contributor": "\n        ", "minor": null, "comment": "wrong word used to describe a action", "model": "wikitext", "format": "text/x-wiki", "text": "{{Short description|Brazilian singer-songwriter}}\n{{Portuguese name|Rodrigues|Maia}}\n{{Use mdy dates|date=January 2016}}\n{{Infobox person\n| name               = Tim Maia\n| image              = TIM MAIA SONIA D'ALMEIDA 1987.jpg\n| caption            = \n| birth_name         = Sebastião Rodrigues Maia\n| birth_date         = {{birth date|1942|09|28}}\n| birth_place        = [[Rio de Janeiro City|Rio de Janeiro]], [[Brazil]]\n| death_date         = {{death date and age|mf=yes|1998|03|15|1942|09|28}}\n| death_place        = [[Niterói, Rio de Janeiro|Niterói]], Brazil\n| other_names        = Síndico\n| occupation         = {{hlist|Singer|songwriter|musician}}<!--Please do not add to this list without first discussing your proposal on the talk page. -->\n| spouse             = \n| children           = 3\n| module             = {{Infobox musical artist\n                       | embed = yes\n                       | background       = solo_singer\n                       | genre            = {{hlist|[[Música popular brasileira|MPB]]|[[samba rock|sambalanço]]|[[Soul music|soul]]|[[funk]]|[[disco]]|[[Contemporary R&B|R&B]]|[[bossa nova]]}}\n                       | instrument       = {{hlist|Vocals|guitar|drums|flute}}<!--- If you think an instrument should be listed or removed, a discussion to reach consensus is needed first per: https://en.w ikipedia.org/wiki/Template:Infobox_musical_artist#instrument--->\n                       | years_active     = {{hlist|1956–1998}}\n                       | label            = {{hlist|[[Som Livre]]|[[Polydor]]|Seroma|Vitória Régia Discos}}\n                       | associated_acts  = {{hlist|[[Roberto Carlos (singer)|Roberto Carlos]]|[[Erasmo Carlos]]|[[Jorge Ben]]|[[Ed Motta]]}}<!--Please do not add to this list without first discussing your proposal on the talk page. -->\n                       | website          = {{URL|timmaia.com.br}}\n                      }}\n}}\n'''Tim Maia''' ({{IPA-pt|tʃĩ ˈmajɐ|br}}, born '''Sebastião Rodrigues Maia'''; September 28, 1942 – March 15, 1998) was a Brazilian musician, songwriter, and businessman known for his iconoclastic, ironic, outspoken, and humorous musical style. Maia contributed to [[Brazilian music]] within a wide variety of musical genres, including [[soul music|soul]], [[funk]], [[disco]], [[jazz]], [[rock and roll]], [[rhythm and blues]], [[Ballads#Sentimental ballads|romantic ballads]], [[samba]], [[bossa nova]], [[baião (music)|baião]] and [[música popular brasileira]] (MPB). He introduced the soul style on the Brazilian musical scene. Along with [[Jorge Ben]], Maia pioneered [[samba rock|sambalanço]], combining [[samba]], soul, funk and [[rock and roll]].<ref>{{cite book|editor-last=Katsnelson|editor-first=Anna|title=Time Out São Paulo|publisher=[[Time Out Group|Time Out Guides]]|year=2009|isbn=978-1846701269|page=192}}</ref> He is recognized as one of the biggest icons in [[Music of Brazil|Brazilian music]].\n\nTim Maia recorded numerous albums and toured extensively in a long career. After his death in 1998, his recorded oeuvre has shown enduring popularity. A theatrical retrospective of his career, the popular musical ''Vale Tudo'', was first staged in Rio de Janeiro in 2012.\n\n==Biography==\n\n===1950s===\nMaia was born in the [[Tijuca]] neighbourhood, in the northern suburbs of Rio de Janeiro. He began writing melodies while a child, the second youngest of nineteen children. Then known as \"Tião Maia\", he wrote his earliest songs at age eight. At fourteen, as a drummer, he formed the group Os Tijucanos do Ritmo, which lasted one year. He took guitar classes and was teaching other children in Tijuca. He gave lessons to his friends [[Erasmo Carlos|Erasmo Esteves]] and [[Roberto Carlos (singer)|Roberto Carlos]], fellow members of the so-called Matoso Gang. Named after the street where they used to hang out, the gang also included [[Jorge Ben Jor|Jorge Ben]], among others. They liked to listen to the earliest styles of [[rock and roll]], with both Maia and Ben being nicknamed \"Babulina\" after their enthusiastic pronunciation of [[Ronnie Self]]'s [[rockabilly]] song \"Bop-A-Lena\".<ref name=noites/>\n\nIn 1957, Maia, Carlos, Arlênio Silva, Edson Trindade and Wellington started the vocal group The Sputniks. After a televised appearance on [[Carlos Eduardo Imperial|Carlos Imperial]]'s ''Clube do Rock'' on [[TV Tupi]], Imperial arranged a solo appearance for Roberto Carlos the following week. Maia got annoyed at this, leading him to insult Carlos in the following rehearsals until his bandmate left the group. After watching Carlos' concert the following week, Maia left The Sputniks, and went after Imperial for a solo appearance. Imperial eventually suggested another artistic name, Tim, which Maia accepted with reservations.<ref>{{Cite book |first=Nelson |last=Motta|title=Vale Tudo – O som e a fúria de Tim Maia|publisher=Objetiva|language=pt|year=2007|isbn=9788573028744|pages=29–32|location=Rio de Janeiro}}</ref>\n\nIn 1959, Maia went to study in the United States, where he lived for five years. He joined a vocal harmony ensemble, The Ideals, and wrote the lyrics to \"New Love\", which was recorded as a demo with guest percussion by [[Milton Banana]].<ref name=\"Seabrook\">{{Cite journal |last=Seabrook |first=John |authorlink=John Seabrook |date=January 28, 2013 |title=Tarrytown Boy |journal=[[The New Yorker]] |publisher=Condé Nast |page=23 |url=http://www.newyorker.com/talk/2013/01/28/130128ta_talk_seabrook |access-date=November 16, 2013 }}{{subscription}}</ref> (Maia also recorded the song as a soloist in 1973).<ref name=\"Seabrook\"/> The group's career was derailed in 1963 when Maia was arrested for possession of [[Cannabis (drug)|marijuana]] and deported back to Brazil.<ref name=noites/><ref name=\"Seabrook\"/>\n\n===1960s===\nAfter returning, Maia had a few unsuccessful jobs and arrests in Rio. Eventually he decided to move to São Paulo to try to get help to kickstart his musical career from Carlos, who was beginning to enjoy the massive success of [[Jovem Guarda]] with Esteves. Carlos was inaccessible, but Maia started to perform in São Paulo's nightlife and in [[Wilson Simonal]]'s radio program, and also had a televised appearance at [[TV Bandeirantes]] with [[Os Mutantes]]. By the end of 1967 Maia managed to send a homemade recording to Carlos, who got Maia a deal for a single at [[Columbia Records|CBS]] and an appearance on the ''Jovem Guarda'' TV program. His first single in 1968, \"Meu País\" backed by \"Sentimento\", went unnoticed, as was another single, \"These Are the Songs\"/\"What Do You Want to Bet?\", recorded in English for RGE Discos. Maia also wrote one of Carlos' hits, \"Não Vou Ficar\".<ref>Motta (2007), pp. 54–71</ref> He became more visible after 1969 when he launched his \"These Are the Songs\", which was re-recorded by [[Elis Regina]] in the next year in a duo with Maia. Later that year, Maia signed a deal with [[Polydor]]/[[Philips Records|Philips]] and recorded the successful single \"Primavera\".<ref>Motta (2007), pp. 77–79</ref>\n\n===1970s===\n[[File:Tim Maia no Teatro Opinião.tif|left|thumb|Tim Maia, 1972. [[Brazilian National Archives|National Archives of Brazil.]]]]\nIn the 1970s, Maia started to record albums and perform shows promoting his synthesis of American [[Soul music|soul]] and Brazilian music with elements of [[samba]] and [[baião (music)|baião]]. The movement gradually took the working-class suburbs of the north side of Rio de Janeiro, exploding in 1976 with the black movement.\n\nIn 1970, Maia recorded his first full-length LP, ''Tim Maia'', which included the classics \"Azul da Cor do Mar\", \"Coroné Antônio Bento\", and \"Primavera\", and topped the charts for 24&nbsp;weeks in Rio de Janeiro. His first four albums were all self-titled. Next year's ''Tim Maia'' had other hits including \"Não Quero Dinheiro (Só Quero Amar)\" and \"Preciso Aprender a Ser Só\". His fourth album, released in 1973, included \"Réu Confesso\" and \"Gostava Tanto de Você\". Angry at how the [[music publisher (popular music)|music publisher]] distributed the royalties, Maia opened his own, Seroma (derived from the first syllables of his first, middle and last names), to make sure he had a bigger cut of the profits.<ref>Motta (2007), p. 70</ref>\n\nAfter his fourth album, Maia left Polydor for [[RCA Records|RCA Victor]], who offered him a chance to record a double album. The instrumental parts were all ready when Maia went to his composing friend Tibério Gaspar for help with the lyrics. In his house Maia found the book ''Universo em Desencanto'' (Universe In Disenchantment), revolving around the cult of Rational Culture.<ref>Motta (2007), p. 127-9</ref> Maia converted to the cult, abandoned the drugs and red meat, and decided to write the lyrics for the songs about the knowledge contained in the book. RCA rejected the albums ''Tim Maia Racional, Vols. 1 & 2'' for the newly found spiritual content, but Maia bought the [[master tape]]s from them and released the albums independently through label Seroma Discos, which would split its profits with the cult. While the lead single \"Que Beleza (Imunização Racional)\" had some airplay, at the time these records were not well received, due to inadequate distribution, and the spiritual content alienating both the radios and Maia's fans. Eventually, the artist could only perform at events promoted by the Rational Culture. Eventually in 1975, Maia got fed up with the cult, destroyed the unsold records and went back to his carefree life.<ref>Slater, Russ. [https://web.archive.org/web/20100712192434/http://www.soundsandcolours.com/articles/brazil/tim-maias-journey-into-rational-culture/ \"Tim Maia's Journey into Rational Culture\"] Sounds and Colours, July 7, 2010. Retrieved on 2014-11-05</ref><ref>Motta (2007), p. 132-143</ref> The ''Racional'' albums are now regarded as classics and saw re-release in 2005.\n\nFor his return in 1976, Maia signed with [[Polygram]] and recorded an album also titled ''Tim Maia'', which included the hit \"Rodésia\" (inspired by the [[Rhodesian Bush War]]), and also did a self-published album in English.<ref>Motta (2007), p. 146-156</ref> In 1977 Maia signed with [[Som Livre]], where he recorded the album ''Verão Carioca''.<ref>Motta (2007), p. 160-1</ref> In 1978 Maia signed with [[Warner Bros. Records]] and incorporated the [[disco]] sound of the period in the album ''Tim Maia Disco Club'', which spawned the hits \"Sossego\" and \"Acenda o Farol\".<ref>{{Cite journal|date=November 28, 2001|title=Tim Maia Disco Club, Tim Maia (WEA) |journal=[[Veja (magazine)|Veja]]|publisher=[[Editora Abril]]|format=0100-7122|url=http://veja.abril.com.br/idade/estacao/veja_recomenda/281101/tim_maia.html}}</ref><ref>Motta (2007), p. 165-7</ref> In 1979 Maia recorded ''Reencontro'' for [[EMI|EMI-Odeon]], but revolted at the label's estimated promotion costs which were the same as the money spent recording, Maia fought with the marketing executive, and in response EMI president fired Maia, releasing the album with no publicity to low sales.<ref>Motta (2007), p. 173-5</ref>\n\n===1980s and 1990s===\nIn 1980, Maia recorded another self-titled album for Polygram. The following year, with turbulent passages through all the major labels in Brazil, Maia released again through Seroma the album ''Nuvens'', which flopped due to inefficient distribution. To earn cash for his future albums, Maia was a guest in songs by [[Fevers]], [[Edu Lobo]] and [[Chico Buarque]], [[Ivan Lins]] and [[Sandra de Sá]]. His collaboration with Sá, \"Vale Tudo\", later became a solo hit for Maia.<ref>Motta (2007), p. 184-189</ref> In 1983 he had hits with \"O Descobridor dos Sete Mares\" and \"Me Dê Motivo\", included on ''O Descobridor dos Sete Mares'' (Polygram). Another milestone of his career in the 1980s was ''Tim Maia'' (1986), which had the hit \"Do Leme ao Pontal (Tomo Guaraná, Suco de Caju, Goiabada Para Sobremesa)\".\n\nIn 1990, Maia saw [[Caetano Veloso]]'s [[songbook]] and asked editor [[Almir Chediak]] to do one for his own work. Chediak was working on such an album with [[bossa nova]] classics, and Maia requested a copy, which eventually inspired him to do a self-released album of bossa nova covers, ''Tim Maia Interpreta Clássicos da Bossa Nova''.<ref>Motta (2007), p. 286-9</ref> After a period of poor presence in the media, he was again on top after being mentioned by Jorge Ben Jor's \"W/Brasil\" in 1991. In the same period, Maia had another hit with his re-recording of [[Lulu Santos]]' \"Como uma Onda\" for a television advertisement – Santos in return recorded Maia's \"Descobridor dos Sete Mares.\n\nAt the same time, he withdrew from majors, recording his next albums through Vitória Régia, including ''What a Wonderful World'' (1997), where he recorded American pop/soul classics, and ''Amigos do Rei/Tim Maia e Os Cariocas'', with the famous vocal group. Obese and in bad health, on March 8, 1998 he was performing at the Municipal Theater of [[Niterói]] when he became ill. He was hospitalized and died a few days later.<ref>[http://www2.uol.com.br/JC/_1998/1603/br1603b.htm Tim Maia morre aos 55 anos, no Rio], ''Jornal do Commercio''</ref>\n\n== Personal life ==\n[[File:Leomaia.JPG|thumb|Léo Maia, Tim's adoptive son, also became a musician.]]\nMaia lived in the United States of America from 1959 to 1964. He first resided in [[Tarrytown, New York]], with the family of an acquaintance of his father's customer. There he learned English and did not speak much Portuguese because so few Brazilians were living in the US at the time. In 1961, Maia moved to [[New York City]], and, in late 1963, with a group of three friends, decided to travel to the Southern United States. With a stolen car and performing small thefts to finance the journey (which got him arrested five times), Maia and friends traveled through nine states before arriving in Florida. In [[Daytona Beach]], Maia had his final imprisonment for marijuana possession, which earned him deportation back to Brazil.<ref name=vt2>Motta (2007), pp. 40–51</ref>\n\nHe had three sons. The first was José Carlos da Silva Nogueira (b. 1966). Maia only met Nogueira when he was already 15. Maia never legally recognized Nogueira as a son, but the two reportedly had a good relationship. A sister of Maia claims that, once he found out about Nogueira, he allowed the boy to live in one of his properties and helped him financially. Nogueira was shot and killed in 2002, in [[Barra da Tijuca|Barra da Tijuca, Rio de Janeiro]], four years after Maia's death.\n\nMaia had a live-in girlfriend, Maria de Jesus \"Geisa\" Gomes da Silva. After some time together, they broke up. When they made up, she was pregnant with a boy whose father refused to recognize the child as his. Maia then adopted the boy, Marcio Leonardo \"Léo\" Maia (b. 1974). Afterwards Maia and Geisa married and had another son, Carmelo \"Telmo\" Maia (b. 1975). When Léo was 12, Tim Maia and Geisa divorced.<ref>[http://www.estadao.com.br/arquivo/cidades/2002/not20020422p16837.htm Polícia começa a investigar assassinato de filho de Tim Maia], ''[[O Estado de S. Paulo]]''</ref><ref>Motta (2007), pp. 127–8</ref>\n\nTim Maia became a member of the [[Brazilian Socialist Party]] (''Partido Socialista Brasileiro – PSB'') in October 1997.<ref name=\"Luc\">{{in lang|pt}} Lucena, Pierre. [http://acertodecontas.blog.br/atualidades/biografia-de-tim-maia-o-livro-mais-divertido-do-ano/ \"Biografia de Tim Maia é o livro mais divertido do ano\"]. Acerto de Contas. December 11, 2007.</ref> He was rumoured to have joined the party in order to run for a seat in the [[Senate of Brazil|Federal Senate]] for [[Rio de Janeiro (state)|Rio de Janeiro]] in the [[Brazilian general election, 1998|1998 general elections]], but died before that.<ref name=\"Luc\" /> When asked by a reporter why he chose to join the then small PSB, he replied: \"''Brazil is the only country where: whores fall in love, pimps get jealous, drug dealers become addicted and the poor vote for the right-wing''\".<ref name=\"Luc\" /> His phrase would become a famous [[aphorism]] on the way Brazilians face politics.<ref name=\"Luc\" />\n\nHe was also known for his easygoing lifestyle and his habit of lightheartedly missing appointments and even important gigs.<ref name=noites>{{cite book|last=Motta|first=Nelson|author-link=Nelson Motta|title=Noites Tropicais|publisher=Objetiva|year=2001|location=Rio de Janeiro|language=pt|isbn=85-7302-292-2|url-access=registration|url=https://archive.org/details/noitestropicaiss00mott}}</ref> Indeed, Maia had a tradition of arriving late at concerts and at times missed them altogether. He also frequently complained about the sound quality in them. Many of his missed concerts were due to what he called his \"triathlon\"—consuming [[whiskey]], [[cocaine]], and [[marijuana]] before a gig.<ref name=veja>[http://veja.abril.com.br/141107/p_178.shtml 140 quilos de som e transgressão] {{Webarchive|url=https://web.archive.org/web/20121025042938/http://veja.abril.com.br/141107/p_178.shtml |date=October 25, 2012 }}, ''[[Veja (magazine)|Veja]]''</ref> Towards the end of his life, Tim Maia suffered from many health problems, which included diabetes, acute hypertension, obesity and pulmonary embolism. In 1996, he had a [[Fournier gangrene]] solved through an emergency operation.<ref>Motta (2007), pp.364–5</ref>\n\n==Legacy and homages==\n[[File:Caricatura Tim Maia - panoramio.jpg|thumb|Caricature of Tim Maia.]]\nAfter his death, Maia was the subject of numerous tributes by [[Música popular brasileira]] artists; two lavish commemorations in 1999 and 2000 were each released on CD and DVD. A biography, ''Vale Tudo – O Som e a Fúria de Tim Maia'', was published in 2011 by one of Maia's personal friends, [[Nelson Motta]].<ref name=veja/> Motta later worked with [[João Fonseca]] on a stage version of the book<ref>{{cite web|url=http://rioshow.oglobo.globo.com/teatro-e-danca/eventos/tim-maia-vale-tudo-o-musical-5084.aspx|title=Tim Maia – Vale tudo, o musical|author=|date=August 8, 2011|work=[[O Globo]]}}</ref> – their musical retrospective ''Tim Maia: Vale Tudo'' began a successful theatrical run in Rio de Janeiro in 2012.<ref name=\"Seabrook\"/><ref name=\"Rohter\">{{Cite news |title=He's Back, Baby: The Man Who Put the Funk in Rio |author=Rohter, Larry |authorlink=Larry Rohter |newspaper=The New York Times |date=October 19, 2012 |url=https://www.nytimes.com/2012/10/21/arts/music/tim-maia-brazilian-singer-is-in-resurgence.html?_r=0 |access-date=November 17, 2013 }}</ref> The film adaptation ''[[Tim Maia (film)|Tim Maia]]'' based on the book was released in 2014.<ref name=\"Seabrook\"/><ref name=\"Rohter\"/><ref>[http://www1.folha.uol.com.br/ilustrada/1161001-filme-sobre-tim-maia-saira-em-2014-apos-atraso-na-producao.shtml Filme sobre Tim Maia sairá em 2014, após atraso na produção], ''[[Folha de S. Paulo]]''</ref>\n\nIn 2004, Som Livre released an album of posthumous duets entitled ''Soul Tim: Duetos''.<ref>{{cite web|url=http://cliquemusic.uol.com.br/discos/ver/soul-tim-duetos|title=Soul Tim Duetos|author=Silvio Essinger|date=|publisher=CliqueMusic}}</ref> Maia's entire discography, including the never before seen third volume of ''Tim Maia Racional'', was reissued by [[Editora Abril]] in 2011.<ref>[http://www.colecaotim.com.br/todasnoticias.php Coleção Tim Maia] {{webarchive |url=https://web.archive.org/web/20121102042054/http://www.colecaotim.com.br/todasnoticias.php |date=November 2, 2012 }}</ref> In October 2012, American record label [[Luaka Bop]] released a Maia compilation entitled ''Nobody Can Live Forever.''<ref name=\"Seabrook\"/><ref name=\"Rohter\"/>\n\nIn January 2001, [[Guns N' Roses]] guitarist [[Robin Finck]] sang \"Sossego\" during the [[Rock In Rio|Rock in Rio III]] festival.<ref>[http://cliquemusic.uol.com.br/br/Cybernotas/Cybernotas.asp?Nu_materia=1483 Rock In Rio: Guns'N'Roses toca Tim Maia]</ref> In 2007, [[TV Globo]] recorded a special program about Maia, ''Por Toda a Minha Vida'',<ref>''[[Rede Globo]]'', [http://memoriaglobo.globo.com/Memoriaglobo/0,27723,GYN0-5273-258725,00.html \"Por toda a Minha Vida\"] {{webarchive |url=https://web.archive.org/web/20090323112256/http://memoriaglobo.globo.com/Memoriaglobo/0,27723,GYN0-5273-258725,00.html |date=March 23, 2009 }}</ref> and in 2009, Globo had an episode of its show ''Som Brasil'' with Maia's songs, performed by his son Léo and [[Seu Jorge]] among other artists.<ref>[http://tvglobo.sombrasil.globo.com/som-brasil/category/tim-maia/ Os bastidores do Som Brasil Tim Maia]</ref> [[TV Cultura]] (São Paulo's public broadcasting) released in 2012 {{YouTube|87FNMfTGSmA|Tim Maia's 1992 episode}} of their ''Ensaio'' music program.<ref>Faro, F. (Director). (1992) Ensaio [Live music television program]. São Paulo: TV Cultura. https://www.youtube.com/watch?v=87FNMfTGSmA</ref>  Posthumously, an unprecedented album was released on digital platforms entitled \"Yo Te Amo\", which brings the musician's hits sung in Spanish and arrives 51 years after his original recording, made in 1970.<ref>{{cite web|title=Disco inédito de Tim Maia |trans-title=Unreleased album by Tim Maia| url=https://omaringa.com.br/coluna/cultura-ale/2021/06/09/disco-inedito-de-tim-maia/|first=Fernando da Silva|last= Alexandre|language=Portuguese|publisher=Jornal O Maringá|date=9 June 2021|accessdate=24 July 2021}}</ref>\n\n==Discography==\nMaia released his first album in 1970 and recorded frequently throughout his career. The following is a representative list drawn from his extensive catalog:<ref name=\"AM\">{{allmusicguide |id= P201858|label=Tim Maia discography}}</ref><ref>{{Discogs artist|artist=Tim Maia|name=Tim Maia}}</ref>\n*''Tim Maia'' (1970)\n*''Tim Maia'' (1971)\n*''Tim Maia'' (1972)\n*''Tim Maia'' (1973)\n*''Racional'' (1975)\n*''Racional, vol.2'' (1976)\n*''Tim Maia'' (1976)\n*''Tim Maia'' (1977)\n*''Tim Maia Disco Club'' (1978)\n*''Tim Maia'' (1978)\n*''Reencontro'' (1979)\n*''Tim Maia'' (1980)\n*''Nuvens'' (1982)\n*''O Descobridor dos Sete Mares'' (1983)\n*''Sufocante'' (1984)\n*''Tim Maia'' (1985)\n*''Tim Maia'' (1986)\n*''Somos América'' (1987)\n*''Carinhos'' (1988)\n*''Dance Bem'' (1990)\n*''Tim Maia Interpreta Clássicos da Bossa Nova'' (1990)\n*''Sossego'' (1991)\n*''Não Quero Dinheiro'' (1993)\n*''Romântico'' (1993)\n*''Voltou Clarear'' (1994)\n*''Tim Maia Ao Vivo'' (1995)\n*''Nova Era Glacial'' (1995)\n*''Pro Meu Grande Amor'' (1997)\n* ''Sorriso de Criança'' (1997)\n*''What a Wonderful World'' (1997)\n*''Amigos do Rei'' (1997)\n*''Só Você: Para Ouvir e Dançar'' (1997)\n*''Tim Maia Ao Vivo II'' (1998)\n*''Yo Te Amo'' (2021)\n\n==References==\n{{Reflist|30em}}\n\n==External links==\n*[http://www.timmaia.com.br/en Official website] (in English)\n\n{{Authority control}}\n\n{{DEFAULTSORT:Maia, Tim}}\n[[Category:1942 births]]\n[[Category:1998 deaths]]\n[[Category:20th-century Brazilian male singers]]\n[[Category:21st-century Brazilian male singers]]\n[[Category:Afro-Brazilian composers]]\n[[Category:Afro-Brazilian male songer-songwriters]]\n[[Category:Afro-Brazilian musicians]]\n[[Category:Brazilian male composers]]\n[[Category:Brazilian funk singers]]\n[[Category:Brazilian multi-instrumentalists]]\n[[Category:Brazilian record producers]]\n[[Category:Brazilian rhythm and blues singer-songwriters]]\n[[Category:Música Popular Brasileira singers]]\n[[Category:Música Popular Brasileira guitarists]]\n[[Category:Brazilian soul singers]]\n[[Category:Brazilian conductors (music)]]\n[[Category:20th-century Brazilian businesspeople]]\n[[Category:Brazilian drummers]]\n[[Category:English-language singers from Brazil]]\n[[Category:Musicians from Rio de Janeiro (city)]]\n[[Category:Writers from Rio de Janeiro (city)]]\n[[Category:People from Rio de Janeiro (city)]]\n[[Category:Som Livre artists]]\n[[Category:Polydor Records artists]]\n[[Category:20th-century conductors (music)]]\n[[Category:20th-century guitarists]]\n[[Category:People deported from the United States]]", "sha1": "oypuz6sn994901tp0cy4qzdxfz7vrl9"}