{"title": "Ultravox", "id": "1112745610", "parentid": "1110910986", "timestamp": "2022-09-27T21:56:36Z", "contributor": "\n        ", "comment": "/* Band members */", "model": "wikitext", "format": "text/x-wiki", "text": "{{Other uses}}\n{{Short description|British new wave band}} \n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name             = Ultravox\n| image            = Ultravox Brilliant Tour London 2012.jpg\n| alt              = \n| caption          = Ultravox in 2012, playing a date from their \"Brill!ant\" tour at the [[Hammersmith Apollo]] in London\n| image_size       = <!-- Only for images narrower than 220 pixels -->\n| landscape        = yes\n| background       = group_or_band\n| alias            = {{hlist|[[Tiger Lily (UK band)|Tiger Lily]] <small>(1974–1975)</small>|various other names <small>(1975–1976)</small>|Ultravox! <small>(1976–1978)</small>}}\n| origin           = [[London]], England\n| genre            = {{hlist|[[Synth-pop]]|[[New wave music|new wave]]|{{nowrap|[[post-punk]]}} {{small|(early)}}}}\n| years_active     = {{hlist|1974–1987|1992–1996|2008–2013}}\n| label            = {{hlist|[[Island Records|Island]]|[[Chrysalis Records|Chrysalis]]|[[EMI Records|EMI]]|[[PolyGram]]}}\n| spinoffs         = [[Visage (band)|Visage]]\n| associated_acts  = \n| website          = {{URL|www.ultravox.org.uk}}\n| spinoff_of       = [[Tiger Lily (UK band)|Tiger Lily]]\n| past_members     = *[[Chris Cross]]\n*[[John Foxx]]\n*[[Stevie Shears]]\n*[[Warren Cann]]\n*[[Billy Currie]]\n*[[Robin Simon]]\n*[[Midge Ure]]\n*[[Tony Fenelle]]\n*[[Sam Blue]]\n*[[Vinny Burns]]\n*Tony Holmes\n*Gary Williams\n}}\n\n'''Ultravox''' (earlier styled as '''Ultravox!''') were a British [[New wave music|new wave]] band, formed in London in April 1974 as '''Tiger Lily'''. Between 1980 and 1986, they scored seven Top Ten albums and seventeen Top 40 singles in the UK, the most successful of which was their 1981 hit \"[[Vienna (Ultravox song)|Vienna]]\".\n\nFrom 1974 until 1979, singer [[John Foxx]] was frontman and the main driving force behind Ultravox. Foxx left the band in March 1979 to embark on a solo career and, following his departure, [[Midge Ure]] officially took over as lead singer, guitarist and frontman on 1st November 1979 (despite writing and rehearsing with the band from April of that year) after he and keyboardist [[Billy Currie]] worked in the studio project [[Visage (band)|Visage]]. Ure revitalised the band and steered it to commercial chart success lasting until 1987, at which time the group disbanded.\n\nA new line-up, led by Currie, was formed in 1992, but achieved limited success, with two albums failing to chart and one solitary single reaching 90 in the UK Singles Chart. The band's best-known line-up of Currie, Ure, bassist Chris Cross and drummer Warren Cann reformed in 2008 and performed a series of reunion shows in 2009 and 2010 before releasing a new studio album, ''[[Brilliant (album)|Brill!ant]]'', in May 2012 which reached 21 in the British Album Charts. In November 2013, Ultravox performed as special guests on a four date UK arena tour with [[Simple Minds]]. These shows proved to be Ultravox's last, as in 2017 both Currie and Ure indicated that Ultravox had run its course.\n\n== History ==\n=== Early years – Tiger Lily: 1974–1976 ===\n{{Main|Tiger Lily (UK band)}}\nThe band was formed in April 1974 on the initiative of vocalist and songwriter [[John Foxx|Dennis Leigh]], a then [[Royal College of Art]] student, and was originally known as [[Tiger Lily (UK band)|Tiger Lily]]. An initial but incomplete line-up comprised Leigh plus [[Chris Cross|Chris Allen]] who was then billed as Chris St. John (bass guitar) and [[Stevie Shears]] (guitar),<ref>{{cite journal |date=September 2006 |title=John Foxx and Ultravox! |journal=[[Mojo (magazine)|Mojo]] |url=http://www.astradyne.org/e/ultravox_music_magazine.htm |access-date=25 December 2014 |url-status=dead |archive-url=https://web.archive.org/web/20141015100826/http://www.astradyne.org/e/ultravox_music_magazine.htm |archive-date=15 October 2014 |df=dmy-all }}</ref> with [[Warren Cann]] (drums) and [[Billy Currie]] (violin) joining in May and October 1974 respectively.<ref name=\"Discog\">{{cite web |url=http://www.discog.info/ultravox-interview.html |title=Warren Cann/Ultravox Interview |date=10 December 1997 |website=Discog.info |access-date=25 December 2014}}</ref> The group released one single in 1975, \"[[Ain't Misbehavin' (song)#Tiger Lily version|Ain't Misbehavin']]\", a cover of the [[Fats Waller]] song which featured in a soft porn film. Later, the band went through a series of name changes including The Zips, Fire of London, London Soundtrack, and The Damned, using this last name for a few weeks before discovering that [[The Damned (band)|the Damned]] had already taken it.<ref name=\"Discog\"/>\n\n=== Experimental years: 1976–1979 ===\n==== ''Ultravox!'' ====\nOn the strength of their live act, the band signed to [[Island Records]] in 1976. The group had still not finalised their band name, wanting to make a good and lasting choice. In October 1976, while working on the late stages of their debut album, the band conceived the name ''Ultravox!'' (the exclamation mark was a reference to [[krautrock]] band [[Neu!]], produced by [[Conny Plank]], who later produced three Ultravox albums). At the same time, Leigh chose [[John Foxx]] and Allen chose [[Chris Cross]] as their respective stage names.<ref name=\"Discog\"/> In February 1977, Island released their eponymous debut album, ''[[Ultravox! (album)|Ultravox!]]''.\n\nLike many other bands that formed Britain's [[Punk rock|punk]] and [[New wave music|new wave]] movements, ''Ultravox!'' drew inspiration from the art-school side of [[glam rock]]. Musically, Ultravox were heavily influenced by [[Roxy Music]], the [[New York Dolls]], [[David Bowie]] and [[Kraftwerk]].<ref>{{cite web |url=http://www.allmusic.com/artist/ultravox-mn0000809266 |title=Ultravox <nowiki>| Music Biography, Streaming Radio and Discography |</nowiki> AllMusic |last=Ankeny |first=Jason |website=[[AllMusic]] |access-date=25 December 2014}}</ref> Their debut was co-produced by [[Steve Lillywhite]] and [[Brian Eno]] (who next co-wrote and performed with Bowie on ''[[Low (David Bowie album)|Low]]''). ''[[Ultravox! (album)|Ultravox!]]''<nowiki>'</nowiki>s sales were disappointing, and neither the album nor the associated single \"Dangerous Rhythm\" managed to enter the UK charts. Relations within the band were on an occasionally tenuous footing during this time as Foxx declared that he intended to live without emotions, a sentiment he wrote into the début album track \"I Want to Be a Machine\".\n\nUltravox returned later in 1977 with the punkier ''[[Ha!-Ha!-Ha!]]''. Sales of both the album and its lead single, \"[[ROckWrok]]\", were poor, both failing to register on the UK charts. \"ROckWrok\" had a punk-lyric chorus, with the words \"Come on, let's tangle in the dark/Fuck like a dog, bite like a shark\". (Despite this, it got airplay on [[BBC Radio 1]].) Although ''Ha!-Ha!-Ha!'' was dominated by guitars and [[electric violin]], the final track, \"Hiroshima Mon Amour\", was a prototypical [[synthpop]] song. One of the first tracks by a British band to feature a drum machine (a [[Roland Rhythm 77]] with preset patterns) and a tenor [[saxophone]] solo played by \"cc\" of the band Gloria Mundi. Hiroshima Mon Amour signalled a new direction for Ultravox. The energy, anger and popular appeal of punk was fading in 1978,<ref>{{cite book |last=Reynolds |first=Simon |author-link=Simon Reynolds |date=2004 |title=[[Rip It Up and Start Again: Postpunk 1978–1984]]}}</ref> and the more creative UK punk genre talent sought new directions—calling themselves [[New wave music|British new wave]] instead of [[punk rock]] artists. \"Hiroshima Mon Amour\" remains a critics' and fans' favourite from the group's initial period. Ultravox! also performed it on ''[[The Old Grey Whistle Test]]'' later in 1978.\n\n==== Becoming Ultravox ====\nIn early March 1978, Stevie Shears, whose style of guitar playing was considered a limiting factor, was sacked from the band after they toured England<ref>{{cite web |url=http://www.discog.info/ultravox-interview2.html |title=Warren Cann/Ultravox Interview |last=Wårstad |first=Jonas |date=27 November 1998 |website=Discog.info |access-date=29 December 2014}}</ref> and joined [[Cowboys International]] in 1980. He was replaced by [[Robin Simon|Robert Simon]] (ex-member of [[Ian North]]'s [[Neo (UK band)|Neo]]), who during his first days with the band changed his performance-name to Robin Simon.<ref>{{cite web |url=http://www.punk77.co.uk/groups/neo.htm |title=Neo – A Punk History with Pictures. |website=Punk77.co.uk |access-date=29 December 2014}}</ref> Some time in 1978, the group also dropped the exclamation mark, becoming simply \"Ultravox\". The new line-up performed live at the [[Reading and Leeds Festivals|Reading Festival]] along with [[Radio Stars]], [[Penetration (band)|Penetration]], [[Sham 69]], The Pirates and [[The Jam]], playing early versions of \"Slow Motion\" and \"Quiet Men\" on 27 August 1978.<ref>{{cite web |url=http://www.ukrockfestivals.com/reading-78.html |title=Reading Rock Festival.Reading 1978 |website=Ukrockfestivals.com |access-date=29 December 2014}}</ref>\n\nTheir third album, 1978's ''[[Systems of Romance]]'', was recorded with producer [[Conny Plank]] (the producer of German electronic outfit [[Kraftwerk]]) and engineer Dave Hutchins at Plank's Studio in rural Germany. Musically, the album was markedly different from Ultravox's earlier work, bringing synthesisers to the forefront of the group's sound. Despite praise from some critics, the album was a commercial failure. Since none of the albums to date had generated much income, tensions within the band—particularly between Currie and Foxx—threatened the band's viability.\n\nIsland dropped the band on 31 December 1978 after an attempt to market the album in the United States failed to generate sales. That appeared to be the final nail in the band's coffin, but Ultravox self-financed a US tour in early 1979. They split after their final gig near San Francisco in March 1979 and Foxx declared his intention to pursue a solo career. Simon remained in the US and briefly joined The Futants, a punk band from New York. He later returned to England and teamed up with [[Howard Devoto]] to replace guitarist [[John McGeoch]] in the band [[Magazine (band)|Magazine]]. The remaining members made their way back to a Britain in the midst of the [[Winter of Discontent]]. [[Island Records|Island]] dropped the three Ultravox albums from its catalogue, and released a compilation of highlights from the group's first three albums in 1980, called ''[[Three into One]]''.\n\nFoxx subsequently signed to Virgin Records and released his album ''[[Metamatic]]'' in January 1980. By this time, Billy Currie had been recruited by the rising star [[Gary Numan]] in 1979 to do a performance at the ''Old Grey Whistle Test'' show with his band [[Tubeway Army]]. Numan had been a fan of Ultravox and Currie was also asked to play on Numan's début solo album, ''[[The Pleasure Principle (Gary Numan album)|The Pleasure Principle]]'', and its subsequent tour. Warren Cann went to work for [[Zaine Griff]], while Chris Cross did some shows with [[James Honeyman-Scott]] (of [[The Pretenders]]) and Barrie Masters (from [[Eddie and the Hot Rods]]).\n\n=== The Midge Ure years: 1979–1987 ===\n[[File:Ultravox 04111981 01 600.jpg|thumb|Midge Ure in concert, Oslo November 1981]]\n[[File:Midge April84.JPG|thumb|Ure in concert, April 1984]]\nWith the band seemingly over, Ultravox were then revitalised by [[Midge Ure]], who joined the band as vocalist, guitarist and keyboardist. He had already achieved minor success with semi-glam outfit [[Slik]] and [[Glen Matlock]]'s [[The Rich Kids]], and in 1979, he was temporarily playing with hard rock band [[Thin Lizzy]] on their American tour, replacing [[Gary Moore]].\n\nUre and Billy Currie had met while collaborating on [[Visage (band)|Visage]], a studio-based band fronted by [[New Romantic]] icon and nightclub impresario [[Steve Strange]]. Ure and Currie were part of the [[Visage (band)|Visage]] ensemble on a part-time basis while simultaneously being in Ultravox. During Ure and Currie's tenure, Visage had released two successful albums and had a string of hit singles (the most notable being \"[[Fade to Grey (Visage song)|Fade to Grey]]\"), but Ure decided to leave in 1982 to concentrate solely on Ultravox. Currie remained with Visage for a while longer, but he too had left them by 1984.\n\nEncouraged by Visage drummer and mutual friend [[Rusty Egan]], Currie asked Ure to join Ultravox. The first material for a prospective new Ultravox record came together quickly and the group decided to tour the US again at the end of 1979. They did so in the hope of being picked up by an American label. Ure knew of Ultravox's past, being a fan of ''Systems'' to the point where the new four-piece outfit (Ultravox mk. III) played songs from that album with Ure singing Foxx's lyrics. \n\nMost of the album that would become ‘Vienna’ was ready to record by the time Ultravox signed a new record deal with [[Chrysalis Records]]. ''[[Vienna (album)|Vienna]]'', heralded a major change of direction and would become their most successful to date, far surpassing any of the previous Ultravox (or Foxx) albums. As with ''Systems of Romance'', it was produced by Conny Plank.\n\nReleased in June 1980, the ''Vienna'' album produced the band's first UK Top 40 hit with \"[[Sleepwalk (song)|Sleepwalk]]\" reaching No. 29, while the album itself initially peaked at No.&nbsp;14. A second single, \"[[Passing Strangers]]\", failed to reach the Top 40, only reaching No. 57, but the band achieved a substantial hit with the third single, the album's [[Vienna (Ultravox song)|title track]]. Accompanied by a highly distinctive video (inspired by [[Carol Reed]]'s 1949 film ''[[The Third Man]]''), the single became Ultravox's biggest ever hit, released in January 1981 and peaking at Number 2 (kept off the top spot by John Lennon's \"Woman\" and then [[Joe Dolce]]'s \"[[Shaddap You Face]]\"). On the strength of the single, the album then re-entered the chart and reached No. 3 in early 1981. A fourth single from the album, \"[[All Stood Still]]\", peaked at No. 8. in 1981, and \"[[Systems of Romance|Slow Motion]]\" from ''Systems of Romance'' was also re-issued, reaching No. 33 the same year.\n\nThis was soon followed by ''[[Rage in Eden]]'' (1981), with the band returning to Plank's studio in Cologne for what turned out to be a difficult recording session. Whereas the ''Vienna'' material had been performed live a great deal prior to a three-week recording process, ''Rage in Eden'' took over three months. The album featured a long track in three parts on the second side. The album peaked at No.&nbsp;4 in the UK, while two singles from the album, \"[[The Thin Wall]]\" and \"[[The Voice (Ultravox song)|The Voice]]\", both made the UK Top 20, reaching No.&nbsp;14 and No.&nbsp;16 respectively. \n\nUltravox teamed up with producer [[George Martin]] for 1982's ''[[Quartet (Ultravox album)|Quartet]]'', which peaked at No.&nbsp;6 in the UK and contained four Top 20 hit singles; \"[[Reap the Wild Wind (song)|Reap the Wild Wind]]\" reaching No.&nbsp;12 and \"[[Hymn (Ultravox song)|Hymn]]\" No.&nbsp;11 both in 1982, and \"[[Visions in Blue]]\" and in 1983 \"[[We Came to Dance]]\" charting at No. 15 and No.&nbsp;18 respectively. It was their most successful album in the US, peaking at No.&nbsp;61.\n\nThe band undertook a major world tour, the Monument Tour, which was recorded and released as [[Monument (Ultravox album)|a live LP and video]] in 1983, which also reached the UK top ten.\n\nUltravox then decided to produce their next album themselves. 1984's ''[[Lament (Ultravox album)|Lament]]'' continued the band's run of top ten albums and produced three top 40 hit singles, including the international hit \"[[Dancing with Tears in My Eyes]]\" (UK No.&nbsp;3), \"[[Lament (Ultravox song)|Lament]]\" (No.&nbsp;22) and \"[[One Small Day]]\" peaking at No.&nbsp;27.\n\nAfter the \"Set Movements Tour\" in 1984, a \"greatest hits\" compilation spanning the band's 1980s output was released entitled ''[[The Collection (Ultravox album)|The Collection]]''. It was preceded by a new single, \"[[Love's Great Adventure]]\", which enjoyed massive radio airplay that autumn and eventually peaked at No.&nbsp;12 in the UK, accompanied by a popular [[Indiana Jones]]-style spoof video. ''The Collection'' went triple Platinum and reached No.&nbsp;2 in the UK album chart, the band's highest ever peak.\n\nIn November 1984, Ure also co-wrote and produced the [[Band Aid (band)|Band Aid]] single \"[[Do They Know It's Christmas?]]\". The four Ultravox-members took a long break from each other, but appeared at [[Live Aid]] the following year and played four of their hit singles (\"Reap the Wild Wind\", \"Dancing with Tears in My Eyes\", \"[[One Small Day]]\" and \"Vienna\"). Last time they were touring in 1984 they had twenty-two keyboards on stage, and the sound checks alone took five hours, so Ultravox actually chose the songs that they could perform with the least equipment, with no rehearsal and no sound check.<ref>{{Cite web|date=2021-04-18|title=Interview|url=https://pennyblackmusic.co.uk/Home/Details?id=26636|website=Pennyblackmusic.co.uk|url-status=live}}</ref> With Ultravox being switched in the running order so that [[Diana, Princess of Wales|Princess Diana]] could see [[The Boomtown Rats]] before leaving [[Wembley Stadium (1923)|Wembley]], the start of the Ultravox set was lost to a poor hand-over from an over-running foreign link up. As the concert was never officially archived, this could not be resorted to the partial record of the event available on the official DVD.<ref>Record Collector, 2012</ref><nowiki> </nowiki>Later in 1985, Ure scored a No.&nbsp;1 solo hit with \"If I Was\" and his solo album ''[[The Gift (Midge Ure album)|The Gift]]'' reached No. 2 in the UK.\n\nDuring the time Midge was away working with his solo album and tour, Cann, Currie and Cross recorded demos to a forthcoming album. They recorded the track \"Ukraine\" which is available on Curries 1991 solo album ''Stand up and Walk''.<ref>{{Cite web|title=Billy Currie|url=https://www.billycurrie.com/music.html|website=Billycurrie.com|url-status=live}}</ref>\n\nUre later said that when he came back they were all working in different directions.<ref>{{Cite web|last=|first=|date=|title=Extreme Voice magazine|url=http://www.ultravox.org.uk/cgi-bin/ImageFolio43/imageFolio.cgi?direct=Fanzines/Extreme_Voice|url-status=live|archive-url=|archive-date=|access-date=|website=Ultravox.org.uk}}</ref><ref name=\"auto\">{{Cite book|last=Ure|first=Midge|title=If I Was The Autobiography|publisher=Virgin Books Ltd.|year=2004|isbn=|location=|pages=}}</ref> In a band meeting before the new recording began in 1986, [[Warren Cann]] was sacked from the band due to musical differences. Ure said 1986: \"After the two year break the differences that might have been very small two years ago, had magnified during that time, we had grown apart. It seemed like we could not work with him.\"<ref>U-Vox Tour Program, 1986</ref> \n\nUltravox recorded the ''[[U-Vox]]'' album with [[Big Country]]'s [[Mark Brzezicki]] on drums in Plank's studio in Germany. The ''U-Vox'' album, released in October 1986, was later described by Ure as \"unfocused\". Although it continued their string of top ten albums in the UK, its singles showed declining chart results: \"[[Same Old Story (song)|Same Old Story]]\" peaking at No.&nbsp;31, and \"[[All Fall Down (Ultravox song)|All Fall Down]]\" at No.&nbsp;30 in 1986, with \"[[All in One Day]]\" reaching only No. 88 in 1987. In 1987, Ultravox decided not to continue after the ''U-Vox'' tour and split up.<ref>{{cite AV media notes|title=Sinews of the Soul |last=Currie |first=Billy |author-link=Billy Currie |url=http://www.billycurrie.com/linernotes.html |access-date=29 December 2014 |url-status=dead |archive-url=https://web.archive.org/web/20061201211827/http://www.billycurrie.com/linernotes.html |archive-date=1 December 2006 }}</ref><ref name=\"auto\"/>\n\nCurrie signed a deal with [[IRS Records]] and recorded a solo album.<ref>{{Cite web|url=https://www.gforcesoftware.com/blog/billy-currie/|title=GForce Software|website=Gforcesoftware.com|access-date=16 October 2021}}</ref> Cross retired from the music business to become a psychotherapist.<ref>{{Cite web|url=http://www.electricityclub.co.uk/tag/chris-cross/|title=Chris Cross Archives|website=Electricityclub.co.uk|access-date=16 October 2021}}</ref> Cann later moved to [[Los Angeles]] to work in the movie business. Currie and Robin Simon reunited in 1989 as the short-lived Humania, performing live shows, but never making a release until 2006, the album ''Sinews of the Soul''.\n\n=== Currie's own Ultravox in the Nineties: 1992–1996 ===\nWithout any other original members, Currie reformed Ultravox again in 1992 with vocalist [[Tony Fenelle]] to record ''[[Revelation (Ultravox album)|Revelation]]'', and later [[Sam Blue]] replaced Fenelle in a new five-piece Ultravox line-up, lending his voice to another release, ''[[Ingenuity (album)|Ingenuity]]'' released November 1994. This line-up also released the live album ''Future Picture'' recorded in Italy 1993. \n\nThese albums had little commercial success and the band dissolved again in 1996. Currie said 2006 about the attempt to continue Ultravox: \"It wasn't a good idea but, in retrospect, it's always easy to say that.\"<ref>{{Cite web|url=https://ultravox.hpage.com/billy-currie.html|title=The Unofficial German ULTRAVOX Fanpage|website=Ultravox.hpage.com|access-date=16 October 2021}}</ref>\n\n=== Reunion: 2008–2013 ===\n[[File:Ultravox Brilliant Tour Berlin 2012 (4).jpg|thumb|Ultravox Berlin 2012]]\n[[File:Ultravox Brilliant Tour London 2012 (3).jpg|thumb|Ultravox London 2012]]\n[[File:Ultravox Brilliant Tour Berlin 2012.jpg|thumb|Ultravox Berlin 2012]]\n[[File:Ultravox London 2013 (5).jpg|thumb|Ultravox London 2013]]\n[[File:Ultravox London 2013.jpg|thumb|Ultravox London 2013]]\n\nIn September 2008, both ''Vienna'' and ''Rage in Eden'' were released in digitally remastered two-disc format with the second disc containing previously unreleased material. \n\nOn 2 October 2008 Midge Ure and Billy Currie met again and played an acoustic \"Vienna\" together, on Geoff Lloyd Show on [[Absolute Radio]] in [[Abbey Road Studios]]. After this they got an offer from [[Live Nation (events promoter)|Live Nation]], who their former manager Chris O’Donnell was now working for.\n\nOn 6 November 2008 the official announcement came: Warren Cann, Chris Cross, Billy Currie and Midge Ure reformed Ultravox again, for a 15-date UK tour in April 2009, entitled \"Return to Eden\".<ref>{{cite web |url=http://www.ultravox.org.uk/cgi-bin/dada/mail.cgi/archive/evnews/20081106200935/ |title= News |website=Ultravox.org.uk |archive-url=https://web.archive.org/web/20081225215018/http://www.ultravox.org.uk/cgi-bin/dada/mail.cgi/archive/evnews/20081106200935/ |archive-date=25 December 2008 |access-date=29 December 2014}}</ref> This would be the first time the classic line-up of the band had performed together since [[Live Aid]] in 1985. The first show was played at [[Edinburgh Playhouse]] 10 April 2009.\n\nOn [[Jonathan Ross]]'s show on BBC's Radio 2 on 21 February 2009, Ure discussed the tour, with all four members of the most successful incarnation of the band on board. He mentioned that this reunion was not planned in light of the previously mentioned events, but rather was spontaneous and happened very quickly with the band members talking and communicating online (using email and Skype). The interview did not reveal whether or not new material would be recorded as a result of the reunion tour. Speaking to the ''Sunday Mail'', Ure stated that the reunion was only a one-off, and there would be no new material from the group. He said: \"We're not trying to recapture our youth and won't be writing new songs or recording another album. This is about celebrating our music and our anniversary.\"<ref>{{cite web|last=Sloan|first=Billy|date=18 January 2009|title=The Big Ticket: Ure Dead Brilliant – The Sunday Mail|url=http://www.sundaymail.co.uk/opinion/columnists/billy-sloan/2009/01/18/the-big-ticket-ure-dead-brilliant-78057-21050773/|archive-url=https://web.archive.org/web/20090131070620/http://www.sundaymail.co.uk/opinion/columnists/billy-sloan/2009/01/18/the-big-ticket-ure-dead-brilliant-78057-21050773/|archive-date=31 January 2009|access-date=29 December 2014|website=[[Sunday Mail (Scotland)|The Sunday Mail]]}}</ref> \n\n''Quartet'' and ''Monument'' were released in February 2009, also in two-disc editions. The second disc in the ''Monument'' package is a DVD containing the concert video that was previously only available on VHS tape. The other Chrysalis-era releases were planned for similar future releases.   \n\nSince success from touring the UK they have extended the tour to Germany and Belgium. A live CD and DVD of Ultravox's sell-out [[Roundhouse (venue)|Roundhouse]] show was released on 5 April 2010. The DVD features a documentary filmed on the build-up to and during the reunion tour, parts of it filmed by Midge Ure.<ref>{{cite web |url=http://www.ultravox.org.uk/cgi-bin/dada/mail.cgi?flavor=archive;list=evnews;id=20080720233908 |title= News |website=Ultravox.org.uk |archive-url=https://web.archive.org/web/20090129195517/http://www.ultravox.org.uk/cgi-bin/dada/mail.cgi?flavor=archive;list=evnews;id=20080720233908 |archive-date=29 January 2009 |access-date=30 December 2014}}</ref>\n\nUltravox returned to performing live with their Return to Eden II tour in Europe during 2010. In August they played four shows in Sweden together with [[Howard Jones (English musician)|Howard Jones]] and [[Alphaville (band)|Alphaville.]] It was on this tour the band members decided that they should record some new material again. \n\nOn 20 January 2011, via their official website, Ultravox.org.uk, the band announced that a new studio album was nearing completion.<ref name=\"Ultravox News\">{{cite web |url=http://us1.campaign-archive2.com/?u=017e8bf3ce11a136b4e3e6abb&id=55e445e4a5 |title=Ultravox News |website=Ultravox.org.uk |access-date=29 December 2014}}</ref> In 2011 Ultravox released a fan store exclusive EP called ''Moments from Eden'', featured four new live tracks recorded 23 April 2010 at Grosse Freiheit, Hamburg, and 24 April 2010 at Admiralspalast, Berlin.<ref name=\"Ultravox News\"/>\n\nUltravox's 11th studio album, ''[[Brilliant (album)|Brill!ant]]'', was released on 28 May 2012.<ref>{{cite web |url=http://www.digitalspy.co.uk/music/news/a384644/ultravox-release-first-new-album-with-midge-ure-in-26-years.html#~oZPUoXWQR4qllB |title=Ultravox Release First New Album with Midge Ure in 26 Years – Music News – Digital Spy |last=Eames |first=Tom |date=31 May 2012 |website=[[Digital Spy]] |access-date=29 December 2014}}</ref> Following this release the band embarked on the 'Brilliant Tour' performing shows across the UK and Europe in late 2012. \n\n30 November 2013, Ultravox performed their last show at [[The O2 Arena]] in London, as special guests on a four date UK arena tour with [[Simple Minds]].\n\nOn 4 January 2017, Billy Currie announced on his official website that he had decided that his time as a member of Ultravox had come to an end after 43 years. In December 2017 Midge Ure revealed in an interview with the ''[[Daily Express]]'' that a further reformation by the band was unlikely.<ref>{{cite web|url=https://www.express.co.uk/entertainment/music/891307/Midge-Ure-new-album-Orchestrated-Ultravox-reunion|title=Midge Ure SPEAKS OUT on Ultravox's future and new album Orchestrated (EXCLUSIVE)|first=George|last=Simpson|date=12 December 2017|website=Express.co.uk|access-date=2 September 2018}}</ref>\n\n=== Legacy ===\n[[Gary Numan]] has stated that the original 1970s-era Ultravox was the most important influence on his music.<ref>[https://www.youtube.com/watch?v=ryiGc1efry0 Gary Numan Talks About Ultravox] Youtube</ref> Ultravox was also a major influence on early [[Simple Minds]]<ref>Bourne, Dianne [https://www.manchestereveningnews.co.uk/whats-on/music-nightlife-news/we-prefer-cups-tea-hitting-6335758 'We prefer cups of tea to hitting the clubs'] Manchester Evening News 24 November 2013</ref> and [[Duran Duran]].<ref>Wright, Jonathan [https://www.classicpopmag.com/2020/01/ultravox-interview-we-were-only-two-narcissists-down-but-we-still-had-three-left/ Ultravox interview] Classic Pop 9 January 2020</ref>\n\nAlong with acts like [[Visage (band)|Visage]] and Gary Numan, Ultravox was one of the early influences on [[techno]]. In his book ''Energy Flash'', [[Simon Reynolds]] quotes Adam Lee Miller of [[Adult (band)|Adult]]: \"I always get a kick when people say the first 'techno' record was [[Cybotron (American band)|Cybotron]]'s 'Alleys of Your Mind'... To me, it was just a [[New wave music|new wave]] record. It sounds particularly close to 'Mr X' by Ultravox.\"<ref>{{cite book |last=Reynolds |first=Simon |year=2011 |title=Energy Flash |publisher=Picador |page=481}}</ref>\n\n==Discography==\n{{Main|Ultravox discography}}\n\n===Studio albums===\n* ''[[Ultravox! (album)|Ultravox!]]'' (1977)\n* ''[[Ha!-Ha!-Ha!]]'' (1977)\n* ''[[Systems of Romance]]'' (1978)\n* ''[[Vienna (album)|Vienna]]'' (1980)\n* ''[[Rage in Eden]]'' (1981)\n* ''[[Quartet (Ultravox album)|Quartet]]'' (1982)\n* ''[[Lament (Ultravox album)|Lament]]'' (1984)\n* ''[[U-Vox]]'' (1986)\n* ''[[Revelation (Ultravox album)|Revelation]]'' (1993)\n* ''[[Ingenuity (album)|Ingenuity]]'' (1994)\n* ''[[Brilliant (album)|Brill!ant]]'' (2012)\n\n== Band members ==\n{{col-begin}}\n{{col-2}}\n; Classic line-up\n* [[Chris Cross]] – bass, synthesisers, backing vocals <small>(1974–1987, 2008–2013)</small>\n* [[Warren Cann]] – drums, electronic percussion, backing vocals, occasional lead vocals <small>(1974–1986, 2008–2013)</small>\n* [[Billy Currie]] –synthesisers, keyboards, violin, viola <small>(1974–1987, 1992–1996, 2008–2013)</small>\n* [[Midge Ure]] – lead vocals, guitars, synthesisers <small>(1979–1987, 2008–2013)</small>\n\n{{col-2}}\n; Former members\n* [[John Foxx]] – lead vocals <small>(1974–1979)</small>\n* [[Stevie Shears]] – guitar <small>(1974–1978)</small>\n* [[Robin Simon]] – guitar, backing vocals <small>(1978–1979)</small>\n* [[Tony Fenelle]] – lead vocals, guitar <small>(1992–1993)</small>\n* [[Sam Blue]] – lead vocals <small>(1994–1996)</small>\n* [[Vinny Burns]] – guitar <small>(1994–1996)</small>\n* Tony Holmes – drums, percussion <small>(1994–1996)</small>\n* Gary Williams – bass <small>(1994–1996)</small>\n\n{{col-end}}\n\n=== Lineups ===\n{| class=\"toccolours\" border=1 cellpadding=2 cellspacing=0 style=\"float: width: 375px; margin: 0 0 1em 1em; border-collapse: collapse; border: 1px solid #E2E2E2;\" width=99%\n|-\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1974\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1975–1978\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1978–1979\n!1979–1986<br>Classic line-up\n|-\n| valign=top |\n* '''Chris Cross''' – bass, backing vocals\n* '''John Foxx''' – lead vocals\n* '''Stevie Shears''' – guitar\n* '''[[Warren Cann]]''' – drums, backing vocals\n* '''[[Billy Currie]]''' – violin\n| valign=top |\n* '''Chris Cross''' – bass, backing vocals\n* '''John Foxx''' – lead vocals\n* '''Stevie Shears''' – guitar\n* '''[[Warren Cann]]''' – drums, electronic percussion, backing vocals\n* '''[[Billy Currie]]''' – violin, keyboards, synthesiser\n| valign=top |\n* '''Chris Cross''' – bass, synthesiser, backing vocals\n* '''John Foxx''' – lead vocals\n* '''[[Warren Cann]]''' – drums, electronic percussion, backing vocals\n* '''[[Billy Currie]]''' – keyboards, violin\n* '''[[Robin Simon]]''' – guitar, backing vocals\n|\n* '''Chris Cross''' – bass, synthesisers, backing vocals\n* '''[[Warren Cann]]''' – drums, electronic percussion, backing vocals\n* '''[[Billy Currie]]''' – synthesisers, piano, violin, viola\n* '''[[Midge Ure]]''' – lead vocals, guitars, synthesisers\n|-\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1986–1987\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1987–1992\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1992–1993\n!1993–1996\n|-\n| valign=top |\n* '''Chris Cross''' – bass, synthesisers, backing vocals\n* '''[[Billy Currie]]''' – keyboards, violin, viola\n* '''Midge Ure''' – lead vocals, guitars, synthesisers\n| valign=top |\n'''Disbanded'''\n| valign=top |\n* '''[[Billy Currie]]''' – keyboards, violin, viola\n* '''[[Tony Fenelle]]''' – lead vocals, guitar\n|\n* '''[[Billy Currie]]''' – keyboards, violin, viola\n* '''[[Sam Blue]]''' – lead vocals\n* '''Vinny Burns''' – guitar\n* '''Tony Holmes''' – drums, percussion\n* '''Gary Williams''' – bass\n|-\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 1996–2008\n! bgcolor=\"#E7EBEE\" valign=top width=25% | 2008–2013\n! colspan=\"2\" rowspan=\"2\" bgcolor=\"#E7EBEE\" valign=\"top\" width=\"25%\" |\n|-\n| valign=top |\n'''Disbanded'''\n| valign=top |\n* '''[[Billy Currie]]''' – keyboards, violin, viola\n* '''[[Warren Cann]]''' – drums, electronic percussion, backing vocals\n* '''Chris Cross''' – bass, synthesisers, backing vocals\n* '''Midge Ure''' – lead vocals, guitars, synthesisers\n|}\n\n=== Timeline ===\n<div class=\"left\" >\n{{#tag:timeline|\nImageSize = width:1000 height:400\nPlotArea = left:116 bottom:105 top:06 right:10\nAlignbars = justify\nDateFormat = dd/mm/yyyy\nPeriod = from:01/04/1974 till:31/12/2017\nTimeAxis = orientation:horizontal format:yyyy\n\nColors =\n id:vocals value:red legend:Lead_vocals\n id:bvocals value:pink legend:Backing_vocals\n id:violin value:drabgreen legend:Violin/viola\n id:guitar value:green legend:Guitar\n id:keyboards value:purple legend:Keyboards\n id:synth value:lightpurple legend:Synthesizer\n id:bass value:blue legend:Bass\n id:drums value:orange legend:Drums\n id:perc   value:claret    legend:Percussion\n id:lines value:black legend:Studio&nbsp;Albums\n\nLegend = orientation:vertical position:bottom columns:3\n\nScaleMajor = increment:2 start:1975\nScaleMinor = increment:1 start:1975\n\nLineData =\n at:25/02/1977 color:black layer:back\n at:14/10/1977 color:black layer:back\n at:08/09/1978 color:black layer:back\n at:11/07/1980 color:black layer:back\n at:11/09/1981 color:black layer:back\n at:15/10/1982 color:black layer:back\n at:06/04/1984 color:black layer:back\n at:01/10/1986 color:black layer:back\n at:17/06/1993 color:black layer:back\n at:10/11/1994 color:black layer:back\n at:28/05/2012 color:black layer:back\n\nBarData =\n bar:foxx text:\"John Foxx\"\n bar:ure text:\"Midge Ure\"\n bar:fenelle text:\"Tony Fenelle\"\n bar:blue text:\"Sam Blue\"\n bar:shears text:\"Stevie Shears\"\n bar:simon text:\"Robin Simon\"\n bar:burns text:\"Vinny Burns\"\n bar:currie text:\"Billy Currie\"\n bar:cross text:\"Chris Cross\"\n bar:gwilliams text:\"Gary Williams\"\n bar:cann text:\"Warren Cann\"\n bar:holmes text:\"Tony Holmes\"\n\nPlotData=\n width:11 textcolor:black align:left anchor:from shift:(10,-4)\n bar:foxx from:01/04/1974 till:01/01/1979 color:vocals\n bar:ure from:01/01/1979 till:31/12/1987 color:vocals\n bar:ure from:01/01/1979 till:31/12/1987 color:guitar width:7\n bar:ure from:01/01/1979 till:31/12/1987 color:synth width:3\n bar:ure from:01/01/2008 till:end color:vocals\n bar:ure from:01/01/2008 till:end color:guitar width:7\n bar:ure from:01/01/2008 till:end color:synth width:3\n bar:fenelle from:01/01/1992 till:01/07/1994 color:vocals\n bar:fenelle from:01/01/1992 till:01/07/1994 color:guitar width:3\n bar:blue from:01/07/1994 till:31/12/1996 color:vocals\n bar:shears from:01/04/1974 till:01/01/1978 color:guitar\n bar:simon from:01/01/1978 till:01/01/1979 color:guitar\n bar:simon from:01/01/1978 till:01/01/1979 color:bvocals width:3\n bar:burns from:01/07/1994 till:31/12/1996 color:guitar\n bar:currie from:start till:31/12/1977 color:violin\n bar:currie from:01/10/1974 till:31/12/1977 color:keyboards width:7\n bar:currie from:01/10/1974 till:31/12/1987 color:synth width:3\n bar:currie from:01/01/1978 till:31/12/1987 color:violin width:3\n bar:currie from:01/01/1978 till:31/12/1987 color:keyboards \n bar:currie from:01/01/1978 till:31/12/1987 color:synth width:7\n bar:currie from:01/01/1992 till:31/12/1996 color:keyboards\n bar:currie from:01/01/1992 till:31/12/1996 color:violin width:3\n bar:currie from:01/01/2008 till:04/01/2017 color:keyboards\n bar:currie from:01/01/2008 till:04/01/2017 color:violin width:3\n bar:cross from:01/04/1974 till:31/12/1987 color:bass\n bar:cross from:01/04/1974 till:31/12/1987 color:bvocals width:3\n bar:cross from:01/01/1978 till:31/12/1987 color:synth width:7\n bar:cross from:01/01/2008 till:end color:bass\n bar:cross from:01/01/2008 till:end color:synth width:7\n bar:cross from:01/01/2008 till:end color:bvocals width:3\n bar:gwilliams from:01/07/1994 till:31/12/1996 color:bass\n bar:cann from:01/05/1974 till:01/01/1986 color:drums\n bar:cann from:01/05/1974 till:01/01/1986 color:bvocals width:3\n bar:cann from:01/10/1974 till:01/01/1986 color:perc width:7\n bar:cann from:01/01/2008 till:end color:drums\n bar:cann from:01/01/2008 till:end color:perc width:7\n bar:cann from:01/01/2008 till:end color:bvocals width:3\n bar:holmes from:01/07/1994 till:31/12/1996 color:drums\n bar:holmes from:01/07/1994 till:31/12/1996 color:perc width:3\n\n}}\n</div>\n\n== References ==\n\n{{reflist|30em}}\n\n== External links ==\n{{Commons category}}\n* {{Official website|http://www.ultravox.org.uk/}}\n* \"[http://www.ultravox.org.uk/images-history/Ultravox-History_Screen_v1.0.pdf The Story]. \" Warren Cann interviewed by Jonas Wårstad. Gives a detailed history of the band. ([http://www.discog.info/ultravox-interview.html text])\n{{Ultravox}}\n{{Midge Ure}}\n{{Authority control}}\n{{Use dmy dates|date=May 2015}}\n{{EngvarB|date=May 2015}}\n\n[[Category:Ultravox| ]]\n[[Category:Musical groups established in 1973]]\n[[Category:Musical groups disestablished in 1988]]\n[[Category:Musical groups reestablished in 1992]]\n[[Category:Musical groups disestablished in 1996]]\n[[Category:Musical groups reestablished in 2008]]\n[[Category:English art rock groups]]\n[[Category:English electronic music groups]]\n[[Category:English new wave musical groups]]\n[[Category:English synth-pop groups]]\n[[Category:Musical groups from London]]\n[[Category:British synth-pop new wave groups]]\n[[Category:Second British Invasion artists]]\n[[Category:Island Records artists]]\n[[Category:Chrysalis Records artists]]\n[[Category:Articles which contain graphical timelines]]", "sha1": "58n46wpt96fqet5bov3rmvcnf2poa6c"}