{"title": "Yellowcard", "id": "1116921849", "parentid": "1115512905", "timestamp": "2022-10-19T01:20:58Z", "contributor": "\n        ", "comment": "/* Band members */", "model": "wikitext", "format": "text/x-wiki", "text": "{{short description|Rock band from Jacksonville, Florida}}\n{{About|the American rock band||Yellow card (disambiguation){{!}}Yellow card}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name             = Yellowcard\n| background       = group_or_band\n| image            = Yellowcard 2012-06-27 02.JPG\n| landscape        = yes\n| caption          = Left to right: Portman, Mackin, Parsons, Key, and Mendez performing on [[Warped Tour 2012]]\n| alias            =\n| origin           = [[Jacksonville, Florida]], U.S.\n| genre            = {{flatlist|\n* [[Pop-punk|Pop punk]]\n* [[alternative rock]]\n* {{nowrap|[[hardcore punk]] (early)}}\n}}\n| years_active     = {{flatlist|\n* 1997–2008\n* 2010–2017\n* 2022–present\n}}\n| label            = {{flatlist|\n* DIY\n* [[Takeover Records|Takeover]]\n* [[Lobster Records|Lobster]]\n* [[Fueled by Ramen]]\n* [[Capitol Records|Capitol]]\n* [[Hopeless Records|Hopeless]]\n* [[Razor & Tie]]\n}}\n| associated_acts  = {{flatlist| \n* [[Reeve Oliver]]\n* [[Craig's Brother]] \n* [[HeyMike!]]\n* [[Inspection 12]]\n* Big If\n*This Legend\n}}\n| website          = {{URL|yellowcardrock.com}}\n| current_members = [[Ryan Key]]<br>[[Sean Mackin (Musician)|Sean Mackin]]<br>[[Ryan Mendez (guitarist)|Ryan Mendez]]<br>[[Josh Portman]]\n| past_members    = Ben Dobson<br>Todd Clary<br>Warren Cooke<br>[[Ben Harper (Yellowcard and HeyMike!)|Ben Harper]]<br>[[Longineu W. Parsons III]]<br>[[Peter Mosely]]<br>[[Alex Lewis (musician)|Alex Lewis]]<br>Sean O'Donnell\n}}\n\n'''Yellowcard''' is an American [[Rock music|rock]] band that formed in [[Jacksonville, Florida]], in 1997 and was based in Los Angeles beginning in 2000.<ref>{{cite web|url=http://www.mtv.com/music/artist/yellowcard/artist.jhtml#bio|title=Yellowcard|last=Loftus|first=Johnny|work=[[mtv.com]]|access-date=2009-04-05|url-status=live|archive-url=https://web.archive.org/web/20090423182359/http://www.mtv.com/music/artist/yellowcard/artist.jhtml#bio|archive-date=2009-04-23}}</ref> The band is recognized for having a distinct sound in their genre, primarily due to the prominent use of a [[violin]] in their songs, and are best known for their singles \"[[Ocean Avenue (song)|Ocean Avenue]]\", \"[[Only One (Yellowcard song)|Only One]]\", and \"[[Lights and Sounds (song)|Lights and Sounds]]\". The band released ten studio albums, with its most recent and final one, ''[[Yellowcard (album)|Yellowcard]]'', released on September 30, 2016. Following this release and supporting tour, the band broke up. The band reunited in September 2022 for a performance at Riot Fest, though no official reformation plans have yet been revealed.\n\n==History==\n===Early years and first three albums (1997–2002)===\nYellowcard was formed in 1997 in Jacksonville, Florida, after its members met at [[Douglas Anderson School of the Arts]]. The band got its name from a phrase its members used in high school: whenever somebody did something stupid at a party, such as spilling beer on the carpet, they cited [[Association football|soccer]] laws and gave the offender a \"[[Penalty card#Yellow card|yellow card]]\" for committing a \"party foul\".\n\nYellowcard's original lineup featured Ben Dobson on vocals, Todd Clary on guitar and vocals, Ben Harper on guitar, Warren Cooke on bass, and [[Longineu W. Parsons III|Longineu Parsons III]] on drums. Modern Amusement frontman [[Ryan Key]] appeared as a guest, on background vocals, as did violinist Sean Mackin. Key had also been in California band [[Craig's Brother]].\n\nYellowcard recorded their first LP, ''Midget Tossing'', at the Music Factory in [[Jacksonville Beach, Florida|Jacksonville Beach]] with Michael Ray FitzGerald at the board. ''[[Where We Stand]]'', the band's debut studio album, featured the same lineup as ''Midget Tossing'', and Mackin was brought in for more songs. Soon, however, the band fired Dobson and replaced him with former guest vocalist Key. This changed the band's style from [[hardcore punk]] to [[pop punk]].\n\nIn early 2000, Yellowcard recorded the ''Still Standing'' EP. Soon after it was released, Todd Clary left the band. Key then filled both Clary's and Dobson's duties, guitar and vocals respectively. After sending the new EP to friend Steve Lubarsky at Lobster Records, the band signed its first recording contract in June 2000 and in November, headed west to [[Camarillo, California]], to begin working on another full-length album. The group released its third album, ''[[One for the Kids]]'' ([[Lobster Records]]), in 2001 and followed up with ''The Underdog EP'' ([[Fueled by Ramen]] Records) in 2002. Both of these were well received by fans. However, soon after ''The Underdog EP'' was released, Warren Cooke left for personal reasons on July 16, 2002.<ref name=\"Oxford Music Online\">{{cite book|title=\"Yellowcard.\" Encyclopedia of Popular Music |edition=4th|publisher=[[Oxford University Press]]}}</ref> The band then asked [[Pete Mosely]] from [[Inspection 12]] to play bass, and he joined the band four days later.\n\n===''Ocean Avenue'' (2003–2005)===\nShortly after releasing ''The Underdog EP'', Yellowcard signed with [[Capitol Records]].<ref>[http://www.aversion.com/news/news_article.cfm?news_id=725]{{dead link|date=July 2011}}</ref>  The group recorded their major-label debut ''[[Ocean Avenue (album)|Ocean Avenue]]'' in February–March 2003 and released on July 22, 2003.<ref>{{cite web |author=MacKenzie Wilson |url=http://www.allmusic.com/album/ocean-avenue-mw0000037522 |title=Ocean Avenue – Yellowcard &#124; Songs, Reviews, Credits |publisher=[[AllMusic]] |date=2003-07-22 |access-date=2016-11-04 |url-status=live |archive-url=https://web.archive.org/web/20160912041845/http://www.allmusic.com/album/ocean-avenue-mw0000037522 |archive-date=2016-09-12 }}</ref>  During the recording of the album, Mosely left Yellowcard, devoting his time to his first band, Inspection 12, and finishing the band's album, ''[[Get Rad]]''. The members of Yellowcard began the search for a new bass player and chose [[Alex Lewis (musician)|Alex Lewis]], whose sister, Alieke Wijnveldt, contributed vocals to the ''Ocean Avenue'' track \"View from Heaven\". After Lewis joined, the band filmed an unreleased music video for the song \"Powder\". The video was later put on the enhanced version of ''[[Ocean Avenue (album)|Ocean Avenue]]''.<ref>{{cite web|url=https://www.youtube.com/watch?v=zAdRBwog7O0|title=YouTube – Yellowcard – Powder(Official Music Video)|publisher=[[YouTube]]|access-date=June 25, 2016|url-status=live|archive-url=https://web.archive.org/web/20151207041931/https://www.youtube.com/watch?v=zAdRBwog7O0|archive-date=December 7, 2015}}</ref>\n\nYellowcard released its first single from ''Ocean Avenue'', \"[[Way Away]]\". The song did well on [[MTV2]] and rock radio, peaking at No. 25 on the modern-rock charts. The song created enough buzz to cause the band's mainstream explosion. In the middle of the band's first headlining tour, Peter Mosely decided to leave Inspection 12 and asked if he could rejoin Yellowcard. Because Mosely had been an integral part of the writing for ''Ocean Avenue'' and had also been friends with most of the band's members since high school, Lewis was asked to leave on March 1, 2004, and Mosely was reinstated as the bass player.\n\nIn late 2003, Yellowcard finally broke through with a hit single, \"[[Ocean Avenue (song)|Ocean Avenue]]\", in part due to the song premiering on [[MTV]]'s [[Total Request Live|TRL]] program. Radio eventually picked up on the single, with it peaking at No. 37 on the [[Billboard (magazine)|''Billboard'']] [[Billboard Hot 100|Hot 100]] during the summer of 2004. The band experienced its peak popularity during the second half of 2004.  They were cover features on ''[[Alternative Press (music magazine)|Alternative Press]]'' magazine, a headliner of the 2004 [[Warped Tour]], performed \"Ocean Avenue\" and won the MTV2 award at the [[2004 MTV Video Music Awards]], and were featured in the season 2 premiere of ''[[One Tree Hill (TV series)|One Tree Hill]]'' with their song \"Empty Apartment\". The band was featured episode 3 in season 8 of MTV's [[The Challenge (TV series)|Real World/Road Rules Challenge]] (later abridged to \"The Challenge\"), performing \"Way Away\" while cast members trashed a mock hotel room for a \"rock star redecoration\" challenge. The album's first track, \"Way Away\", appeared on the soundtracks of ''[[SSX 3]]'' and ''[[Madden NFL 2004]]''. The album's second track, \"Breathing\", also appeared in [[Electronic Arts|EA]]'s ''[[Burnout 3: Takedown]]'' and ''[[FlatOut 2]]''. Following \"Ocean Avenue\"'s success, the band released the single \"[[Only One (Yellowcard song)|Only One]]\", a rock ballad which also did fairly well on TRL and radio. The ''Ocean Avenue'' album sold over one million copies in the U.S. alone.\n\nAs ''Ocean Avenue'''s popularity began to decrease, Yellowcard spent some time contributing songs to various other soundtracks. The first, \"Gifts and Curses\", appeared in the hit film ''[[Spider-Man 2]]''. Another, a cover of [[Lagwagon]]'s \"Violins\", was featured on ''[[Rock Against Bush, Vol. 2]]'' compilation album. At the [[2005 MTV Movie Awards]], Yellowcard performed a cover of the song \"[[Don't You (Forget About Me)]]\" during a special tribute to the movie ''[[The Breakfast Club]]''.\n\nOn August 13, 2013, an acoustic version of ''Ocean Avenue'' was released in honor of the album's 10th anniversary.<ref>[http://yellowcardrock.com/post/52062419072/ocean-avenue-acoustic] {{webarchive|url=https://web.archive.org/web/20130623024048/http://yellowcardrock.com/post/52062419072/ocean-avenue-acoustic|date=June 23, 2013}}</ref>\n\n===''Lights and Sounds'' (2005–2006)===\nAfter almost two years of touring, Yellowcard took a few months off at the beginning of 2005. Ryan Key and Peter Mosely moved to New York City to write the songs for the group's next album. The rest of the band remained in Los Angeles. The band regrouped in LA in the spring and began pre-production for the follow-up to ''[[Ocean Avenue (album)|Ocean Avenue]]'' in March. Recording and production was finished in September, and advertising began for the album. The band had originally announced that the album was expected for August 2005, but production and other delays pushed the release date back several months.\n\nIn the months following, many problems had arisen between the bandmates. Ryan Key has made many comments since then stating, \"The fame went to our heads.\"{{Citation needed|date=December 2007}} After months of increasing tension stemming from Ben Harper's increased involvement with his indie label Takeover Records, Harper was removed from Yellowcard.<ref>{{cite web|url=http://www.mtv.com/news/1513142/yellowcard-confirm-what-fans-already-knew-ben-harper-is-out/|title=Yellowcard Confirm What Fans Already Knew: Ben Harper Is Out|publisher=MTV|access-date=2016-11-04|url-status=live|archive-url=https://web.archive.org/web/20170701201853/http://www.mtv.com/news/1513142/yellowcard-confirm-what-fans-already-knew-ben-harper-is-out/|archive-date=2017-07-01}}</ref><ref>[http://www.punkbands.com/news/6374/] {{webarchive|url=https://web.archive.org/web/20090701092453/http://www.punkbands.com/news/6374/|date=July 1, 2009}}</ref> He was replaced by Ryan Mendez from the band Staring Back. After leaving Yellowcard, Harper joined [[Amber Pacific]] as a touring guitarist. Harper left the band when the group returned to the studio, with Rick Hanson assuming the permanent guitarist role.<ref>{{cite book|title=\"Amber Pacific\" Encyclopedia of Popular Music|publisher=[[Oxford University Press]]}}</ref> Harper is now in the band [[HeyMike!]] and runs [[Takeover Records (California)|Takeover Records]] in [[California]].\n\n''[[Lights and Sounds]]'' was finally released on January 24, 2006. A loose concept album, the theme centers around Yellowcard's negative feelings towards Los Angeles. Prior to the release of ''Lights and Sounds'' Ryan Key said that this ambitious album would probably alienate a large portion of the group's fan base, and that he was \"100 percent okay with that.\"<ref>{{cite web |url=http://www.mtv.com/news/articles/1535200/yellowcard-think-twice-about-ambitious-lp.jhtml |title=Yellowcard on Ambitious Lights and Sounds: 'We All Went A Bit Too Far' – |publisher=Mtv.com |date=2006-06-27 |access-date=2011-11-06 |url-status=live |archive-url=https://web.archive.org/web/20121026035451/http://www.mtv.com/news/articles/1535200/yellowcard-think-twice-about-ambitious-lp.jhtml |archive-date=2012-10-26 }}</ref> 20 songs were recorded for the album, 14 of which are on the CD, plus a [[B-side]] available on import versions, CD singles, and at the [[iTunes Store]], called \"Three Flights Down\". The opening track, \"Three Flights Up\", was the first instrumental track on a Yellowcard album since \"Interlewd\" on the band's first album, ''Midget Tossing''. Those two and \"Convocation\" from their 2014 release, ''[[Lift a Sail]]'', are the only instrumental tracks the band has released on an album.\n\nThe title track, \"[[Lights and Sounds (song)|Lights and Sounds]]\", was the first single, released a week before the album. It peaked at No. 4 on the ''Billboard'' [[Hot Modern Rock Tracks]]. It is also featured on the video games ''[[Burnout Revenge]]'' and ''[[Guitar Hero: Modern Hits]]''. In its first week of release, the album sold just over 90,000 copies, but it only went on to receive gold status. High first week sales are most likely the result of high anticipation of the album, as it was the follow-up to the highly successful ''Ocean Avenue''; low total sales backup Key's statement about the album being very ambitious and different in sound from ''Ocean Avenue''. On May 6, 2006, the second and final single and video of the album, \"[[Rough Landing, Holly]]\", was released. The single was not as well received as the first, and after its first week of release, it quickly dropped on the charts.\n\nIn May 2006, Ryan Key had surgery on his vocal chords after having problems with his singing. He had started having problems in December 2005. He was mute for a week and could not sing for more than a month. Yellowcard, after canceling some shows and receiving some time off from touring, joined the Virgin Mega Tour for the summer of 2006.\n\n===''Paper Walls'' (2006–2008)===\nOn October 16, 2006, Yellowcard announced via its website that the group was back in the studio recording a new album. Guitarist Ryan Mendez posted on the official Yellowcard message board on October 21, 2006, that three songs had been completed and stated, \"I really think fans of both older and newer Yellowcard are going to be very happy.\" Pre-production began in October 2006, and tracking began in January 2007. Between the months of January and March 2007, studio footage labeled \"Yellowcard Sessions\" regarding the band's progress on making the album was posted on their [[Myspace]], with a new video added every Thursday. In total, 10 videos were posted, with additional footage released on the deluxe CD/DVD edition of ''[[Paper Walls]]''. Additionally, in January 2007, some sample demo songs were released on the band's MySpace, though they were only rough recordings from pre-production and not the final recorded versions. The first demo was a 30-second preview of the iTunes bonus track, \"Bombers\", and the second was a clip of an unmixed version of \"[[Light Up the Sky (Yellowcard song)|Light Up the Sky]]\".\n\nThe first Yellowcard show since October 2006 took place on March 29, 2007, at the [[Troubadour (West Hollywood, California)|Troubadour]] in [[Hollywood, Los Angeles|Hollywood, California]].  At the show, lead singer Ryan Key announced to a sold-out crowd that the new album would be titled ''Paper Walls''. He said he would \"probably get in trouble for [it]\", but went on to announce the title anyway; Key also announced the album title during a concert at [[Southern Connecticut State University]]. During the Troubadour show, the group played two songs from its new album (\"[[Fighting (Yellowcard song)|Fighting]]\" and \"The Takedown\"). Yellowcard played an acoustic set the next night at the Troubadour and premiered two new songs, \"Shadows and Regrets\" and \"[[Light Up the Sky (Yellowcard song)|Light Up the Sky]]\".\n\nIn the teaser of an interview with Jason Tate of absolutepunk.net<ref>{{cite web|url=http://www.absolutepunk.net/showthread.php?t=245718 |title=Yellowcard Teaser Interview – News Article – |publisher=Absolutepunk.net |access-date=2011-07-18}}</ref> released on June 17 (one month before the release of the album), Key described the album as\n\n<blockquote> ... very much a record of hope and finding yourself again. It's after you've come through all of that – going to the height of it – and picking yourself back up again. And by \"hitting rock bottom\", I don't mean in record sales or fame or any of that shit. I mean personally – emotionally ... Paper Walls is the story, the feeling, of what it's like to be out of those holes, looking back, no regrets, but smarter and having grown through them.</blockquote>\n\nThe whole interview was released on July 17, the release date of the album.\n\nYellowcard announced on May 15 via Myspace that the first single from ''Paper Walls'' would be \"[[Light Up the Sky (Yellowcard song)|Light Up the Sky]]\". This song was released to iTunes and radio on June 5. Soon after its release, ''Paper Walls'' became the second most popular album on iTunes and the most popular album in the alternative section. On July 9, Yellowcard released ''Paper Walls'' on the group's Myspace music player to give fans a taste of what was to come on the new album. ''Paper Walls'' was released in the U.S. on July 17 (July 16 on iTunes) in an additional CD/DVD format, as ''[[Lights and Sounds]]'' was the previous year. The DVD contains exclusive behind-the-scenes footage of the band, an extensive photo gallery and two additional live bonus tracks.<ref>[http://www.yellowcardbr.com/news_eng.php Yellowcardbr.com] {{webarchive |url=https://web.archive.org/web/20141226212034/http://www.yellowcardbr.com/news_eng.php |date=December 26, 2014 }}</ref> In June 2007, Yellowcard was voted to do [[AOL]] Sessions Under Cover. It was released on July 20 and featured two songs from ''Paper Walls''. The album debuted at No. 13 on the U.S. [[Billboard 200|''Billboard'' 200]], selling about 40,000 copies in its first week.<ref>{{cite news|url=http://blogs.usatoday.com/listenup/2007/07/this-is-your-no.html |work=USA Today |title=This is your 'Now' – hits anthology tops chart – Listen Up – USATODAY.com |date=October 1, 2010 |url-status=dead |archive-url=https://web.archive.org/web/20090228024712/http://blogs.usatoday.com/listenup/2007/07/this-is-your-no.html |archive-date=February 28, 2009 }}</ref>\n\nYellowcard promoted ''Paper Walls'' nonstop after its release and started touring to support the album. The group supported [[Blue October]] during the band's United States 2007 fall tour and also supported [[Linkin Park]] in Japan in November/December 2007. While touring for ''Paper Walls'', Peter Mosely announced in a Myspace blog message that he would be leaving Yellowcard to pursue other endeavors, moving back to Jacksonville and rejoining his old band. [[Josh Portman]] from the bands Near Miss and Staring Back took over on bass until the reformation of Yellowcard in 2010, upon which Sean O'Donnell of [[Reeve Oliver]] became the bass player.\n\nOn January 7, Yellowcard went to the Middle East to do a [[United Service Organizations|USO]] tour. The group went to [[Kuwait]] as originally planned, but could not get into [[Iraq]] because of the President arriving and canceling all flights there.<ref>[http://www.yellowcardrock.com/blog.aspx] {{webarchive|url=https://web.archive.org/web/20100112122001/http://www.yellowcardrock.com/blog.aspx|date=January 12, 2010}}</ref> The band released a live album on January 22, 2008, titled ''[[iTunes Live from Las Vegas at the Palms (Yellowcard album)|iTunes Live from Las Vegas at the Palms]]''. It was recorded during their Blue October Tour in October 2007.<ref name=\"autogenerated1\" /> The band canceled several European shows in January due to drummer Longineu Parsons taking a couple months off. He spent the time in Jacksonville, Florida, with his grandmother, who raised him and whose health was failing.<ref name=\"autogenerated1\">[http://www.yellowcardrock.com/news.aspx] {{webarchive|url=https://web.archive.org/web/20100305051259/http://www.yellowcardrock.com/news.aspx|date=March 5, 2010}}</ref> The band was originally scheduled to headline a spring tour with [[All Time Low]], but All Time Low dropped out to take part in the ''[[Alternative Press (music magazine)|Alternative Press]]'' spring tour. They were then replaced by [[MxPx]], who canceled a few weeks later. Yellowcard then went on an acoustic tour with [[The Spill Canvas]], [[Secondhand Serenade]], [[Analog Rebellion|PlayRadioPlay!]], and [[Treaty of Paris (band)|Treaty of Paris]].\n\n===Hiatus (2008–2010)===\n<!-- Deleted image removed: [[Image:GW500H333.png|right|thumb|The band in 2007]] -->\nYellowcard announced in an interview in April 2008 that the group would be going on an \"indefinite hiatus.\" The band's European tour set for 2008 was canceled, and they instead embarked on an acoustic tour in the spring of 2008 before going on hiatus. Among the reasons for the band's hiatus were individual member situations. Longineu Parsons took some time off in the winter to spend time with family and joined a [[side project]] band based in Jacksonville, Florida. Sean Mackin got married in 2008 and wanted to take some time off to spend with his family. Ryan Key stated that the members needed some time to figure out their personal lives. The band members were unsure of the hiatus' length, but they assured their fans they planned to return as a group.<ref>{{cite web |url=http://www.absolutepunk.net/showthread.php?t=314190 |title=Yellowcard on Indefinite Hiatus – News Article – |publisher=Absolutepunk.net |date=2008-04-25 |access-date=2011-07-18 |archive-date=2020-11-22 |archive-url=https://web.archive.org/web/20201122184309/https://chorus.fm/ |url-status=live }}</ref> In May 2008, Yellowcard left Capitol Records and was left unsigned.{{Citation needed|date=November 2008}} On June 16, 2009, Capitol released an EP titled ''Deep Cuts'', which consists of four previously released tracks.{{Citation needed|date=July 2009}}\n\nThe original Yellowcard members, Ben Harper, Warren Cooke, Todd Clary, Longineu Parsons, and Ben Dobson, announced they would be performing tracks from ''Where We Stand'' in Jacksonville, Florida.<ref>{{cite web |url=http://www.absolutepunk.net/showthread.php?t=319907 |title=Original Yellowcard Lineup To Perform Together – News Article – |publisher=Absolutepunk.net |access-date=2011-07-18 |archive-date=2020-11-22 |archive-url=https://web.archive.org/web/20201122184308/https://chorus.fm/ |url-status=live }}</ref>\n\nYellowcard announced on [[Myspace]] that the group would be performing its first show in months at [[Utah State University]] on September 30, 2008. The set list was much like that of the band's previous tour performed with Ryan Key, Ryan Mendez, and Sean Mackin, which featured songs from the group's entire discography. The band later announced via Myspace that the group would be having another acoustic performance at [[Nicholls State University]] in [[Thibodaux, Louisiana]] on November 13, 2008.\n\nRyan Key and Sean O'Donnell of [[Reeve Oliver]] formed a small side project called Big If. Big If released many demos online and had a record due out in late 2009 which was cancelled. The band featured a more [[pop punk]] approach in most of its first songs, though by the time they had reached the second set of demos, they had almost completely progressed into a [[pop rock]] style. After the band's fourth set of demos, the band announced a fundraising event on February 10, 2010, called the \"Help Mend A Heart Auction\", which was to fund [[Jordan Pundik]]'s mother's heart transplant operation. After that final announcement, there has been no word from the band, and their [[MySpace|Myspace]] page is no longer active.\n\nIn early January 2009, it was rumored that Longineu Parsons had joined the band [[Lostprophets]] to fill in a gap left when their drummer left to join [[Nine Inch Nails]]. However, Lostprophets' bassist Stuart Richardson and Longineu Parsons himself have stated that these reports are untrue.<ref>{{cite web|title = CAVE Interview Series: Yellowcard's Longineu \"LP\" Parsons|url = http://www.cavemag.com/cave-interview-series-yellowcards-longineu-lp-parsons/|access-date = 2015-09-26|url-status = live|archive-url = https://web.archive.org/web/20150927160058/http://www.cavemag.com/cave-interview-series-yellowcards-longineu-lp-parsons/|archive-date = 2015-09-27|date = 2012-08-13}}</ref> Parsons did play drums for [[Adam Lambert]] from October 2009 through September 18, 2010, before returning to Yellowcard after its hiatus.\n\n===Reformation and ''When You're Through Thinking, Say Yes'' (2010–2012)===\nLongineu Parsons mentioned in a [[YouTube]] video that Yellowcard had started talking about a new record.<ref>{{cite web|url=https://www.youtube.com/watch?v=m6zHYZdP0ZQ|title=YouTube|website=[[YouTube]] |date=10 January 2016|archive-url=https://web.archive.org/web/20160110012749/https://www.youtube.com/watch?v=m6zHYZdP0ZQ|archive-date=2016-01-10}}</ref> Yellowcard's official [[Facebook]] page announced on August 1, 2010, that the band had reformed and would be working on a new record.<ref>{{cite web |url=http://www.facebook.com/yellowcard/posts/102491456474345 |title=Niet compatibele browser |publisher=Facebook |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20160107050454/https://www.facebook.com/yellowcard/posts/102491456474345 |archive-date=2016-01-07 }}</ref><ref>{{cite web |url=http://www.facebook.com/yellowcard/posts/127935873917253 |title=Niet compatibele browser |publisher=Facebook |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20160107050455/https://www.facebook.com/yellowcard/posts/127935873917253 |archive-date=2016-01-07 }}</ref> Regarding the direction of the new album, Key said on the Hopeless Records website on August 2, \"We're talking about a ton of different ideas, and we're itching to start as soon as possible. Ultimately, we want to make something the fans will love. What we love to do most is look out from the stage and see people exploding with energy, and I think we keep that in mind while we are writing. We miss being out on the road playing for Yellowcard fans all around the world, and without their support, we wouldn't have a career.\"\n\nJosh Portman, the former bass player, was replaced by Sean O'Donnell of [[Dogwood (band)|Dogwood]] and [[Reeve Oliver]] and Ryan's other side project, Big If. In the May issue of ''[[Alternative Press (music magazine)|Alternative Press]]'', former bassist Pete Mosely revealed he was contacted by Parsons about rejoining before the band reconvened, but ultimately decided not to reunite with the rest of Yellowcard. He stated that his fallout with Ryan Key was a primary reason, saying that he wished to regain the relationship that they once had. Key and Mosely co-wrote most of Yellowcard's material from ''[[Ocean Avenue (album)|Ocean Avenue]]'' onward.\n\nSince the reformation announcement, the Yellowcard YouTube account was reopened and featured weekly sessions about the recording of the new album.<ref>{{cite web |url=https://www.youtube.com/watch?v=X63PorVZlss |title=Yellowcard Sessions: Guitar Center(Guitarmageddon!!) |publisher=YouTube |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20131022071853/http://www.youtube.com/watch?v=X63PorVZlss |archive-date=2013-10-22 }}</ref> It was also in these sessions that a handful of names and snippets of songs were released. Big If songs \"Empty Street\",<ref>{{cite web |url=http://www.rocksound.tv/tv/article/yellowcard-studio-blog-part-one |title=Yellowcard Studio Blog Part One &#124; Behind the Scenes &#124; Rock Sound TV &#124; Rock Sound |publisher=Rock Sound TV |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20110104210939/http://www.rocksound.tv/tv/article/yellowcard-studio-blog-part-one |archive-date=2011-01-04 }}</ref> \"Hide\",<ref>{{cite web |url=http://www.rocksound.tv/tv/article/yellowcard-studio-blog-part-five |title=Yellowcard Studio Blog Part Five &#124; Rock Sound TV &#124; Rock Sound |publisher=Rock Sound TV |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20101026092532/http://www.rocksound.tv/tv/article/yellowcard-studio-blog-part-five |archive-date=2010-10-26 }}</ref> and \"Hang You Up\"<ref>{{cite web |url=https://www.youtube.com/watch?v=ZaEYKU916p8 |title=Yellowcard Sessions: The Only Prescription(Hire Nor) |publisher=YouTube |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20140203122958/http://www.youtube.com/watch?v=ZaEYKU916p8 |archive-date=2014-02-03 }}</ref> were rumored to be reworked and featured on the new record (\"Empty Street\" ultimately did not make the cut). One of the first confirmed tracks on the new record, \"See Me Smiling\", was originally an instrumental demo Ryan Mendez wrote and recorded at his home studio, which he sent to the other band members. They decided to record it for the new record. The [[Bridge (music)|bridge]] is one of Key's favorite vocal parts in all of Yellowcard's library.{{Citation needed|date=August 2017}} \"Sing For Me\" was confirmed in the November issue of ''[[Alternative Press Magazine]]'', issue 269. The song is written from the perspective of Key's terminally ill aunt, Aunt Stephanie, who was mentioned in \"Rock Star Land\". The recording process finished on November 8, 2010.<ref>{{cite web |url=http://www.myspace.com/yellowcard/blog?bID=540501950 |title=Yellowcard &#124; blog op Myspace |publisher=Myspace.com |access-date=2011-03-27 |url-status=live |archive-url=https://web.archive.org/web/20101113031134/http://www.myspace.com/yellowcard/blog?bID=540501950 |archive-date=2010-11-13 }}</ref> The band later announced the name and release date of the first single, \"[[For You, and Your Denial]]\". It was made available for purchase on [[iTunes]] and streaming at www.absolutepunk.net starting January 18, 2011.<ref>{{cite web|url=http://www.absolutepunk.net/showthread.php?t=2107492|title=Yellowcard Single Premiere on January 18th – News Article|publisher=AbsolutePunk.net|access-date=2011-03-27|archive-date=2020-11-22|archive-url=https://web.archive.org/web/20201122184312/https://chorus.fm/|url-status=live}}</ref> Also, the music video for this song was released. The second single, \"[[Hang You Up]]\", was released February 22. The new album released on March 22, 2011, on iTunes and CD.\n\nYellowcard released dates for concerts for part of 2010 and the majority of 2011. The band toured with [[All Time Low]] throughout Europe in March 2011, around the same time that the album was released. On November 13, 2010, the band played its first show after coming back from hiatus at The Glass House in [[Pomona, California]]. This was the first time the whole band had played together since December 2007. During the show, Ryan Key revealed the name of the new record after insistent chants. The new record, he announced, was to be titled ''[[When You're Through Thinking, Say Yes]]''. Shortly afterward, the group played the first single from the new record, \"[[For You, and Your Denial]]\".<ref>{{cite web |url=https://www.youtube.com/watch?v=sBAo0BVSNlw |title=Yellowcard- \"For You And Your Denial\" *HQ* |publisher=YouTube |access-date=2011-03-27 |url-status=live |archive-url=http://archive.wikiwix.com/cache/20110924055913/https://www.youtube.com/watch?v=sBAo0BVSNlw |archive-date=2011-09-24 }}</ref> Responding to the apparent lack of Yellowcard's older work at The Glass House show, Key stated that it was to keep the energy up in the crowds.<ref>{{cite web |author=breesays |url=http://breesays.buzznet.com/user/journal/7635611/yellowcard-back-show-review-wouldnt |title=Yellowcard Is Back and a Show Review Wouldn't Do The Expe 20101115095925 on breesays' Blog – Buzznet |publisher=Breesays.buzznet.com |date=2010-11-15 |access-date=2011-03-27 |url-status=dead |archive-url=http://archive.wikiwix.com/cache/20110924055917/http://breesays.buzznet.com/user/journal/7635611/yellowcard-back-show-review-wouldnt |archive-date=2011-09-24 }}</ref> In addition to the Europe tour in March, Yellowcard announced a spring 2011 U.S. tour with [[All Time Low]], [[Hey Monday]], and [[The Summer Set]]. In the late spring and early summer of 2011, Yellowcard participated in a brief U.S. tour with [[Good Charlotte]] and [[Runner Runner (band)|Runner Runner]]. In June 2011, during an interview with Punkvideosrock.com, Ryan Key stated that the band would participate in a headlining tour in the fall of 2011.<ref>{{cite web|url=https://www.youtube.com/watch?v=1qH5DMxBbUs|title=Ryan Key of Yellowcard interview w/ Robert Herrera|publisher=Punkvideosrock|access-date=15 June 2011|url-status=live|archive-url=https://web.archive.org/web/20141111003533/https://www.youtube.com/watch?v=1qH5DMxBbUs|archive-date=11 November 2014}}</ref> In fall 2011, the band headlined a U.S. tour with [[Go Radio]] and [[Every Avenue]] (with whom Ryan Key had co-written two songs: \"Girl Like That\" (2009) and \"Tie Me Down\" (2011)).\n\nRyan Key also recorded a song with [[Silverstein (band)|Silverstein]] called \"Stay Posi\" for the ''Take Action! Vol. 10'' compilation.<ref>{{cite web|url=http://hopelessrecords.merchnow.com/products/126003/|archive-url=https://archive.today/20120709024857/http://hopelessrecords.merchnow.com/products/126003/|url-status=dead|title=Various Artists - Volume 10 : Hopeless Records|date=9 July 2012|archive-date=9 July 2012|access-date=13 April 2018}}</ref>\n\nOn October 24, 2011, Yellowcard released [[When You're Through Thinking, Say Yes#When You're Through Thinking, Say Yes Acoustic|''When You're Through Thinking, Say Yes Acoustic'']]. This release was generally a surprise to the fan base, as it was announced only two days earlier during the group's show in Chicago (and sold following the show at the merchandise table). The album was streaming on Absolutepunk.net for one day and is now available on iTunes. In addition, the band mentioned that the record is available at select indie record stores. Beginning on November 28, 2011, and continuing into December, Yellowcard participated in a Co-Headlining a Tour with [[Saves The Day]] and supporting act [[The Wonder Years (band)|The Wonder Years]]. The tour stopped at several cities in the UK including [[Glasgow]], [[Manchester]], [[Birmingham]], and London. Beginning around the holidays in mid-December, the band returned to the United States, completing more than a full year of touring.\n\n===''Southern Air'' and ''Ocean Avenue Acoustic'' (2012–2014)===\nYellowcard announced at several shows in November 2011 that the group would be returning to the studio in early 2012 to record a new record. Ryan Key stated that the positive reception from ''When You're Through Thinking, Say Yes'' and the overall positive energy that the band was generating was inspiration to begin writing again. The band had already begun to write material for the new record. On February 10, it was announced that all the new music had been demoed, and Key would start writing lyrics.\n\nOn February 3, 2012, Sean O'Donnell posted a message on Yellowcard's website stating he was leaving the band because he was getting married and wanted to focus on his family. On the 17th of the same month, also on the band's website, it was announced that [[Josh Portman]] would be filling the spot as bassist.\n\nOn March 2, Ryan Key posted a tweet to fellow musician [[Alex Gaskarth]] (from [[All Time Low]]), confirming one of the new tracks on the upcoming record was titled \"The Surface of the Sun\". On March 5, 2012, Yellowcard entered the studio to begin recording an album. The next day, the group broadcast part of its studio recording live. Ryan Mendez also stated in the live chat that there would be ten tracks on the new album. In a video posted by TheInsider.com on March 15, Key stated that one of the words in the album title was \"Air\". He also stated in the live studio feed that there would be a title track on the album and confirmed the existence of an entirely acoustic song named \"Ten\". Alex Gaskarth, [[Cassadee Pope]] from [[Hey Monday]], and [[Taylor Jardine]] from [[We Are the In Crowd]] were confirmed to be appearing as guest vocalists on the album.\n\nYellowcard announced that it had finished the record on April 8, after five weeks of recording. On May 21, the first single from the album, \"[[Always Summer]]\", premiered on the website [[AbsolutePunk]] and was available for free streaming. The next day, it was available for purchase on [[iTunes]] and [[Amazon.com|Amazon]]. On June 3, Absolute Punk announced the title of the new record as ''[[Southern Air (album)|Southern Air]]''. On June 12, Yellowcard announced the track listing for ''Southern Air''. Ryan Mendez later confirmed that the US release date would be August 14, and the Japan release date would be August 15. On June 28, during a commercial at the [[X Games XVIII|X Games]] on [[ESPN]], a clip from the track \"Surface of the Sun\" was heard.\n[[File:YellowcardAZ 2012.jpg|thumb|Yellowcard in concert in Arizona in 2012]]\n\nOn July 11, Yellowcard released the opening track for ''Southern Air'', \"Awakening\". The lyric video of the song was released online via Hopeless Records. On July 15, the band confirmed that the next single would be called \"Here I Am Alive\", which was released on July 31. On July 19, the band members shared some of their thoughts about the album in the form of an online video, which also contained an acoustic version of the title track. On August 7, the full album was made available for streaming on YouTube under Hopeless Records. The \"Here I Am Alive\" music video featuring Tay Jardine premiered on August 14 on MTV. On August 21, acoustic versions of \"Always Summer\" and \"Here I Am Alive\" became available on Hopeless Records' YouTube channel. On September 26, Yellowcard released an acoustic version of \"Telescope\" on Hopeless Records' YouTube channel. Ryan Key and Longineu Parsons III performed an acoustic cover of [[Mumford and Sons]]' song \"[[I Will Wait]]\" on the first show of Yellowcard's ''Southern Air'' tour, and the band continued to play it most nights. On December 10, the band released the music video for \"Awakening\" on MTV Buzzworthy.<ref>{{cite web|url=http://buzzworthy.mtv.com/2012/12/10/yellowcard-awakening-video/|title=Video Premiere: Yellowcard, 'Awakening' – MTV|date=2012-12-10|publisher=Buzzworthy.mtv.com|access-date=2015-10-11|url-status=live|archive-url=https://web.archive.org/web/20131028070828/http://buzzworthy.mtv.com/2012/12/10/yellowcard-awakening-video/|archive-date=2013-10-28}}</ref>\n\nOn December 6, Yellowcard's members announced that they were back in the studio.<ref>{{cite web |url=http://www.facebook.com/photo.php?fbid=10151280846514349&set=a.422757614348.194893.5750624348&type=1&theater |title=Yellowcard – Timeline Photos |publisher=Facebook |access-date=2015-10-11 |url-status=live |archive-url=https://web.archive.org/web/20160107050455/https://www.facebook.com/photo.php?fbid=10151280846514349&set=a.422757614348.194893.5750624348&type=1&theater |archive-date=2016-01-07 }}</ref> On May 3, 2013, the band confirmed rumors via [[Twitter]] about the recording of an acoustic ''Ocean Avenue'' record in honor of the platinum album's 10th anniversary.<ref>{{cite web |url=https://twitter.com/Yellowcard/status/330373194643042304 |title=Yellowcard on Twitter: \"If you've seen the \"leaked\" news about 'Ocean Avenue Acoustic', we had a better plan to tell you, but its true. More news to come very soon!\" |publisher=Twitter.com |access-date=2015-10-11 |url-status=live |archive-url=https://web.archive.org/web/20160107050454/https://twitter.com/Yellowcard/status/330373194643042304 |archive-date=2016-01-07 }}</ref> On June 3, 2013, pre-orders were set up for ''[[Ocean Avenue Acoustic]]''. The album was released on August 13, 2013. The band also announced an ''Ocean Avenue Acoustic'' tour that fall with special guest Geoff Rickly of [[Thursday (band)|Thursday]].<ref>{{cite web |url=http://www.altpress.com/news/entry/yellowcard_release_ocean_avenue_acoustic_album_trailer_clip_of_title_t |title=Yellowcard release 'Ocean Avenue Acoustic' album trailer, clip of title track – News – Alternative Press |publisher=Altpress.com |date= 2013-06-03|access-date=2015-10-11 |url-status=live |archive-url=https://web.archive.org/web/20160107050454/http://www.altpress.com/news/entry/yellowcard_release_ocean_avenue_acoustic_album_trailer_clip_of_title_t |archive-date=2016-01-07 }}</ref> During the tour, the band performed \"Paper Walls\" live for the first time.\n\nOn October 29, 2013, Yellowcard announced that the group would be releasing a cover of [[Tony Sly]]'s song called \"Already Won\", which is included in ''The Songs of Tony Sly: A Tribute''. The band was also featured on a ''Punk Goes Christmas'' compilation with a cover of \"Christmas Lights\" by [[Coldplay]].\n\nDuring January and February 2014, Yellowcard completed a second leg of the ''Ocean Avenue Acoustic'' across the United States in cities that the group had not previously performed; the tour was supported by What's Eating Gilbert. At various shows during the tour and on the members personal social media accounts, the band members began stating that they had been writing new music and would be returning to the studio that year.\n\n===Longineu Parsons III departure and ''Lift a Sail'' (2014–2015)===\nOn February 12, 2014, it was announced that Yellowcard would be playing the entire [[Warped Tour 2014|2014 Vans Warped Tour]]. On March 13, 2014, the band announced that drummer and founding member Longineu Parsons III had left the band. On March 20, Yellowcard announced it had left [[Hopeless Records]] after three years and three albums to sign a worldwide multi-album deal with [[Razor & Tie]]. It was then announced that a new record would be released in the fall of 2014. On March 24, the band announced that Nate Young from [[Anberlin]] would be playing drums on the new album and on April 14, further confirmed that he would perform with the band at the Warped Tour.\n\nOn August 4, 2014, Yellowcard announced that the next album would be titled ''[[Lift a Sail]]''. On the same day, the Yellowcard Twitter account<ref>{{cite web|url=https://twitter.com/Yellowcard/status/496474568706363392|title=Well. This was supposed to happen two weeks from now. But the Internet decided otherwise. So here you go.|publisher=Twitter.com|access-date=2015-10-11|url-status=live|archive-url=https://web.archive.org/web/20160107050454/https://twitter.com/Yellowcard/status/496474568706363392|archive-date=2016-01-07}}</ref> linked to a post from AbsolutePunk.net which revealed the album's artwork and track list. The album would have 13 tracks.<ref>{{cite web|author=Jason Tate |url=http://www.absolutepunk.net/showthread.php?t=3705681 |title=Yellowcard Indonesia Twitter Account Tweets Artwork – News Article |publisher=AbsolutePunk.net |access-date=2015-10-11}}</ref> Also on August 4, the band announced a co-headline tour with [[Memphis May Fire]], with special guests [[Emarosa]]. The tour would take place across the U.S. in the fall of 2014 and would begin the week after the album was released. On the 28th of the same month, it was announced that Tucker Rule, formerly of the band Thursday, would be drumming on the tour. On August 19, 2014, Yellowcard released the first single, \"One Bedroom\", as the lead single taken from ''Lift a Sail'', which would be released October 7, 2014.<ref>{{cite web |url=https://itunes.apple.com/us/album/lift-a-sail/id907490081 |title=Lift a Sail by Yellowcard on iTunes |publisher=Itunes.apple.com |date=2014-10-07 |access-date=2015-10-11 |url-status=live |archive-url=https://web.archive.org/web/20151012231730/https://itunes.apple.com/us/album/lift-a-sail/id907490081 |archive-date=2015-10-12 }}</ref>\n\nYellowcard toured the UK with [[Less Than Jake]] in the spring of 2015 and Australia with [[Mayday Parade]] in the summer of 2015. The band toured the U.S. with [[New Found Glory]] from October 18 to November 22, 2015. The group played one more show on December 13, 2015, in [[Pittsburgh]], where singer Ryan Key hinted that the band would be working on a new album in 2016.\n\n===Eponymous final album and break-up (2016–2017)===\n[[File:Yellowcard arizona.jpg|thumb|Final Arizona show]]\nOn February 24, 2016, Hopeless Records announced that Yellowcard had rejoined the label and that the band was recording an album, which was to be released in late 2016.<ref>{{cite web|url=http://www.altpress.com/news/entry/yellowcard_return_to_hopeless_records|title=Yellowcard return to Hopeless Records – News – Alternative Press|website=Alternative Press|access-date=2016-03-12|url-status=live|archive-url=https://web.archive.org/web/20160313120223/http://www.altpress.com/news/entry/yellowcard_return_to_hopeless_records|archive-date=2016-03-13|date=2016-02-24}}</ref> Nate Young was confirmed to be playing drums on the new record.<ref>{{cite web |url=https://www.instagram.com/p/BCanxvkvCXB/ |title=Instagram |publisher=Instagram |date=2016-03-01 |access-date=2016-11-04 |url-status=live |archive-url=https://web.archive.org/web/20161013034604/https://www.instagram.com/p/BCanxvkvCXB/ |archive-date=2016-10-13 }}</ref> On April 6, 2016, Ryan Key confirmed on his Twitter account that the name of one of the new tracks would be \"I'm a Wrecking Ball\", which was written and demoed in 2008 with Ryan Mendez and Dan McLintock.<ref>{{cite web |url=https://twitter.com/williamryankey/status/717775404191252480 |title=Ryan from Yellowcard on Twitter: \"Regarding #YC8.\" |publisher=[[Twitter]] |date=2016-04-06 |access-date=2016-11-04 |url-status=live |archive-url=https://web.archive.org/web/20180413094442/https://twitter.com/williamryankey/status/717775404191252480 |archive-date=2018-04-13 }}</ref> On June 7, 2016, the band announced on Facebook that its new album would be self-titled; ''[[Yellowcard (album)|Yellowcard]]'' was released on September 30, 2016.<ref>{{cite web|url=https://www.facebook.com/yellowcard/photos/a.422757614348.194893.5750624348/10154430903589349/?type=3&theater|title=Yellowcard – 9/30/16 YELLOWCARD – YELLOWCARD 1. Rest In ... {{!}} Facebook|website=Facebook.com|access-date=2016-06-07|url-status=live|archive-url=https://web.archive.org/web/20180413094442/https://www.facebook.com/yellowcard/photos/a.422757614348.194893.5750624348/10154430903589349/?type=3&theater|archive-date=2018-04-13}}</ref> On June 24, 2016, the band released the lead single off of the album titled \"Rest In Peace\".<ref>{{cite web|url=http://www.altpress.com/news/entry/yellowcard_release_new_song_rest_in_peace|title=Yellowcard release new song, \"Rest In Peace\" – News – Alternative Press|website=Alternative Press|access-date=2016-06-24|url-status=live|archive-url=https://web.archive.org/web/20160627011143/http://www.altpress.com/news/entry/yellowcard_release_new_song_rest_in_peace|archive-date=2016-06-27|date=2016-06-24}}</ref> On August 17, 2016, the music video for \"The Hurt Is Gone\" was released.\n\nOn March 22, 2016, it was announced that Yellowcard would be playing the entire 2016 Vans Warped Tour. On June 25, 2016, the band announced on its website that the group would be breaking up after a final tour, stating: \"Please come and join us on our last trip around the globe. We hope to share this final record and tour with each and every one of you.\"<ref>{{cite web|url=http://yellowcardrock.com/|title=Yellowcard Band Statement|date=June 24, 2016|website=Yellowcardrock.com|access-date=2016-11-04|url-status=live|archive-url=https://web.archive.org/web/20161027210721/http://yellowcardrock.com/|archive-date=October 27, 2016}}</ref> The tour continued to the United Kingdom in December 2016, an Australian tour in February 2017, then one last string of US dates on the west coast in March.<ref>{{cite web |url=https://twitter.com/Yellowcard/status/748275183807500288 |title=Yellowcard on Twitter: \"We're taking our Final World Tour to Australia in Feb 2017! Tix on sale Thu 7 July.\" |publisher=[[Twitter]] |date=2016-06-29 |access-date=2016-11-04 |url-status=live |archive-url=https://web.archive.org/web/20180413094442/https://twitter.com/Yellowcard/status/748275183807500288 |archive-date=2018-04-13 }}</ref> The group announced that Jimmy Brunkvist from Like Torches would fulfill drumming duties for the final touring cycle.<ref>{{cite web |url=http://www.altpress.com/features/entry/it_was_a_long_process_of_coming_to_terms_with_why_this_needed_to_happenyell |title=\"It was a long process of coming to terms with why this needed to happen\"—Yellowcard on breakup – Features – Alternative Press |website=Altpress.com |date=2016-08-19 |access-date=2016-11-04 |url-status=live |archive-url=https://web.archive.org/web/20161009151218/http://www.altpress.com/features/entry/it_was_a_long_process_of_coming_to_terms_with_why_this_needed_to_happenyell |archive-date=2016-10-09 }}</ref> On March 21 and 22, the band played make-up shows to sold-out crowds in [[Albuquerque, New Mexico]], and [[Tempe, Arizona]], respectively. The band played their final show on March 25, 2017, at the House Of Blues in [[Anaheim]], California.<ref>{{Cite web|url=https://www.rocksound.tv/news/read/yellowcard-play-their-last-ever-show-we-love-you-guys|title=Yellowcard Play Their Last Ever Show: \"We Love You Guys\" – News – Rock Sound Magazine|website=Rock Sound Magazine|language=en-GB|access-date=2017-04-02|url-status=live|archive-url=https://web.archive.org/web/20170403194757/https://www.rocksound.tv/news/read/yellowcard-play-their-last-ever-show-we-love-you-guys|archive-date=2017-04-03}}</ref> On April 12, 2017, the final music video, \"A Place We Set Afire\" was released. <ref>{{cite web |last1=Ralph |first1=Caitlyn |title=Yellowcard say goodbye with one final music video |url=https://www.altpress.com/news/yellowcard_say_goodbye_with_one_final_music_video/ |website=Alternative Press |access-date=December 8, 2020 |date=April 12, 2017}}</ref>\n\n===Reunion (2022–present)===\nYellowcard reunited on September 17, 2022 at Riot Fest in Chicago, Illinois. The set featured a full play through of the album ''Ocean Avenue'' as well as a handful of other songs.<ref>{{cite web |last1=Ryan |first1=Jim |title=Bad Religion, Sunny Day Real Estate And Yellowcard Highlight Day Two At Riot Fest |url=https://www.forbes.com/sites/jimryan1/2022/09/18/bad-religion-sunny-day-real-estate-and-yellowcard-highlight-day-two-at-riot-fest/ |website=Forbes |access-date=September 20, 2022 |language=en |date=September 18, 2022}}</ref> On September 26, the band announced they would be playing Slam Dunk Festival in May 2023.{{citation needed|date=September 2022}} Additionally the band announced they would be playing at the When We Were Young Festival on October 21, 2023.\n\n==Musical style==\nYellowcard's musical style has mainly been described as [[pop punk]],<ref name=\"Today.com\">{{cite web|url=https://www.today.com/popculture/yellowcard-finds-success-ocean-avenue-wbna5832018|title=Yellowcard finds success on 'Ocean Avenue'|publisher=Today.com|date=August 26, 2004|access-date=January 13, 2018|url-status=live|archive-url=https://web.archive.org/web/20180114021346/https://www.today.com/popculture/yellowcard-finds-success-ocean-avenue-wbna5832018|archive-date=January 14, 2018}}</ref><ref>{{cite web |url=http://www.allmusic.com/artist/yellowcard-mn0000686359 |title=Yellowcard |publisher=[[AllMusic]] |url-status=live |archive-url=https://web.archive.org/web/20151207151411/http://www.allmusic.com/artist/yellowcard-mn0000686359 |archive-date=2015-12-07 }}</ref><ref>{{cite web|last=Futterman |first=Erica |title=Something Corporate and Yellowcard equal pop-punk ectasy |url=http://www.chron.org/tools/viewart.php?artid=943 |work=Northwestern Chronicle |date=May 2, 2004 |url-status=dead |archive-url=https://web.archive.org/web/20041011054547/http://www.chron.org/tools/viewart.php?artid=943 |archive-date=October 11, 2004 }}</ref><ref name=Aquarian>{{cite web |url=http://www.theaquarian.com/2015/10/21/an-interview-with-yellowcard-a-new-horizon/ |title=An Interview with Yellowcard: A New Horizon |publisher=[[The Aquarian Weekly]] |author=Amy Ebeling |date=October 21, 2015 |url-status=live |archive-url=https://web.archive.org/web/20151208190103/http://www.theaquarian.com/2015/10/21/an-interview-with-yellowcard-a-new-horizon/ |archive-date=December 8, 2015 }}</ref> [[alternative rock]],<ref>{{cite web|url=http://www.soundfiction.net/2016/09/27/album-review-yellowcard-yellowcard|title=Album review: Yellowcard-Yellowcard|publisher=Soundfiction|date=2016-09-27|access-date=January 13, 2018|url-status=live|archive-url=https://web.archive.org/web/20180114190713/http://www.soundfiction.net/2016/09/27/album-review-yellowcard-yellowcard|archive-date=January 14, 2018}}</ref> and [[hardcore punk]].<ref name=Aquarian /><ref>{{cite web |url=http://jacksonville.com/tu-online/stories/081899/dsr_0818_yel.html |title=Yellowcard plays good hard-core game |publisher=[[Jacksonville.com]] |author=Mark Faulkner |date=August 18, 1999 |url-status=live |archive-url=https://web.archive.org/web/20151208192942/http://jacksonville.com/tu-online/stories/081899/dsr_0818_yel.html |archive-date=December 8, 2015 }}</ref>\n\n== Controversies ==\nYellowcard came into controversy in 2019, when members of the ''Lights and Sounds'' lineup collaboratively sued rapper [[Juice Wrld]] for reportedly $15 million, claiming that his song \"[[Lucid Dreams (Juice Wrld song)|Lucid Dreams]]\" plagiarized the melody of their song \"Holly Wood Died\".<ref>{{Cite magazine |last=Blistein |first=Jon |date=2019-10-22 |title=Yellowcard Sue Juice WRLD for Copyright Infringement Over 'Lucid Dreams' |url=https://www.rollingstone.com/music/music-news/yellowcard-sue-juice-wrld-lucid-dreams-holly-wood-died-copy-902142/ |access-date=2022-03-13 |magazine=Rolling Stone |language=en-US}}</ref> The band recruited lawyer Richard Busch, who was best known for representing the estate of [[Marvin Gaye]] during the [[Pharrell Williams v. Bridgeport Music|\"Blurred Lines\" case]]. Busch's law firm however claimed that the $15 million value was \"falsely reported\", and that the members “are simply seeking what the law allows, and what parties in their position have sought in similar cases, which at this point is not determined.” The controversy intensified when the members chose to continue the lawsuit after the rapper died later that year. Busch did highlight that the members had incredibly mixed emotions about continuing the lawsuit.<blockquote>“My clients are certainly torn about proceeding, and understand the optics involved. But it is important to remember that this lawsuit was filed before this tragic event, and was filed because all of the defendants (and there are two other writers and several music publishers and record labels), profited off of what we believe was clear copying and infringement of Yellowcard’s work.” - Richard Busch<ref>{{Cite magazine |last=Kreps |first=Daniel |date=2019-12-19 |title=Yellowcard 'Torn' But 'Proceeding' With Juice WRLD 'Lucid Dreams' Lawsuit |url=https://www.rollingstone.com/music/music-news/juice-wrld-yellowcard-lawsuit-lucid-dreams-929339/ |access-date=2022-03-13 |magazine=Rolling Stone |language=en-US}}</ref></blockquote>Yellowcard ultimately chose to drop the lawsuit in 2020 after Juice Wrld's mother became the representative of his estate. Busch stated that the band was “very sympathetic not only of Juice WRLD’s death, but also needed time to decide whether they really wanted to pursue the case against his grieving mother as the personal representative of his estate.” He also noted however that the case could be refiled if the band were to change their minds.<ref>{{Cite news |last=Sisario |first=Ben |date=2020-07-27 |title=Yellowcard Quietly Drops Copyright Suit Against Juice WRLD |language=en-US |work=The New York Times |url=https://www.nytimes.com/2020/07/27/arts/music/yellowcard-juice-wrld-lawsuit.html |access-date=2022-03-13 |issn=0362-4331}}</ref>\n\n==Band members==\n{{col-begin}}\n{{col-2}}\n;Current lineup\n* [[Ryan Key]] – [[Lead vocalist|lead vocals]] <small>(1999–2017, 2022)</small>, [[rhythm guitar]] <small>(2000–2017, 2022)</small>, [[piano]] <small>(2002–2017)</small>, [[bass guitar|bass]] <small>(2002–2003; 2004–2010)</small>, [[backing vocalist|backing vocals]] <small>(1997)</small>\n* [[Sean Mackin (musician)|Sean Mackin]] – [[violin]], backing vocals <small>(1997–2017, 2022)</small>\n* Ryan Mendez – [[lead guitar]], backing vocals <small>(2005–2017, 2022)</small>, bass <small>(2005–2010)</small>\n* [[Josh Portman]] – bass <small>(2012–2017, 2022; touring 2007–2010)</small><ref>{{cite web |url=http://www.absolutepunk.net/showthread.php?p=72321822 |title=The Return of Yellowcard – News Article |publisher=AbsolutePunk.net |access-date=2011-03-27 |archive-date=2020-11-22 |archive-url=https://web.archive.org/web/20201122184312/https://chorus.fm/ |url-status=live }}</ref>\n\n;Session/Live members\n*[[Thursday (band)|Tucker Rule]] – [[drums]] <small>(2014–2015)</small>\n*[[Anberlin|Nate Young]] – drums  <small>(2014–2016, 2022; [[Vans Warped Tour]], ''[[Lift a Sail]]'' and ''[[Yellowcard (album)|Yellowcard]]'')</small>\n*[[We Are The In Crowd|Rob Chianelli]] – drums  <small>(2016 European Festivals)</small>\n*[[Cyrus Bolooki]] – drums <small>(2016 [[Vans Warped Tour]])</small>\n* Jimmy Brunkvist – drums <small>(2016–2017; Final World Tour)</small>\n\n{{col-2}}\n;Former members\n* [[Longineu W. Parsons III]] – drums, [[percussion]] <small>(1997–2014)</small>\n* [[Ben Harper (musician, born 1980)|Ben Harper]] – lead guitar <small>(1997–2005)</small>\n* [[Peter Mosely]] – bass, piano, backing vocals <small>(2004–2007; touring 2002–2003)</small>\n* Sean O'Donnell – bass, backing vocals <small>(2010–2012)</small>\n* Todd Clary – rhythm guitar <small>(1997–2000)</small>\n* Warren Cooke – bass, backing vocals <small>(1997–2002)</small>\n* Ben Dobson – lead vocals <small>(1997–1999)</small>\n* [[Alex Lewis (musician)|Alex Lewis]] – bass, backing vocals <small>(2003–2004)</small>\n{{col-end}}\n\n;Timeline\n<timeline>\nImageSize = width:700 height:auto barincrement:25\nPlotArea = left:110 bottom:120 top:0 right:15\nAlignbars = justify\nDateFormat  = mm/dd/yyyy\nPeriod = from:01/01/1997 till:05/12/2022\nTimeAxis = orientation:horizontal format:yyyy\nLegend = orientation:vertical position:bottom columns:4\nScaleMajor = increment:2 start:1997\nScaleMinor = increment:2 start:1997\n\nColors =\n id:lvocals value:red          legend:Lead_Vocals\n id:lguitar value:teal         legend:Lead_Guitar\n id:rguitar value:brightgreen        legend:Rhythm_Guitar\n id:bass    value:blue         legend:Bass\n id:drums   value:orange       legend:Drums\n id:piano   value:purple       legend:Piano\n id:violin  value:drabgreen     legend:Violin\n id:bvocals value:pink         legend:Backing_Vocals\n id:lines   value:black        legend:Studio_Album\n id:lines2  value:gray(0.75)   legend:Extended_Play\n id:bars    value:gray(0.93)\n \nLegend = orientation:vertical position:bottom columns:4\nBackgroundColors = bars:bars\nScaleMajor = increment:2 start:1997\nScaleMinor = unit:year increment:1 start:1997\nLineData =\n at:04/01/1997 color:lines layer:back\n at:07/20/1999 color:lines layer:back\n at:04/17/2001 color:lines layer:back\n at:07/22/2003 color:lines layer:back\n at:01/24/2006 color:lines layer:back\n at:07/17/2007 color:lines layer:back\n at:03/22/2011 color:lines layer:back\n at:08/14/2012 color:lines layer:back\n at:10/07/2014 color:lines layer:back\n at:09/30/2016 color:lines layer:back\n at:01/01/2000 color:lines2 layer:back\n at:04/22/2002 color:lines2 layer:back\n\nBarData =\n bar:BenD     text:\"Ben Dobson\"\n bar:RyanK    text:\"Ryan Key\"\n bar:BenH     text:\"Ben Harper\"\n bar:RyanM    text:\"Ryan Mendez\"\n bar:Todd     text:\"Todd Clary\"\n bar:Warren   text:\"Warren Cooke\"\n bar:Alex     text:\"Alex Lewis\"  \n bar:Peter    text:\"Pete Mosely\"\n bar:SeanO    text:\"Sean O'Donnell\"\n bar:Josh     text:\"Josh Portman\"\n bar:Longineu text:\"Longineu Parsons\"\n bar:SeanM    text:\"Sean Mackin\"\n\nPlotData=\n width:13 textcolor:black align:left anchor:from shift:(10,-4)\n bar:BenD     from:01/01/1997 till:10/01/1999 color:lvocals\n bar:RyanK    from:01/01/1997 till:02/01/1997 color:bvocals\n bar:RyanK    from:10/01/1999    till:03/01/2017 color:lvocals\n bar:RyanK    from:06/01/2000 till:03/01/2017 color:rguitar width:3\n bar:RyanK    from:07/20/2002 till:03/01/2017 color:piano width:7\n bar:RyanK    from:07/20/2002 till:02/15/2003 color:bass width:9\n bar:RyanK    from:03/01/2004 till:10/17/2007 color:bass width:9\n bar:RyanK    from:10/17/2007 till:08/01/2010 color:bass width:9\n bar:RyanK    from:05/09/2022 till:end        color:lvocals\n bar:RyanK    from:05/09/2022 till:end        color:rguitar width:3\n bar:SeanM    from:01/01/1997 till:03/01/2017 color:violin\n bar:SeanM    from:01/01/1997 till:03/01/2017 color:bvocals width:3\n bar:SeanM    from:05/09/2022 till:end        color:violin\n bar:SeanM    from:05/09/2022 till:end        color:bvocals width:3\n bar:Longineu from:01/01/1997 till:03/13/2014 color:drums\n bar:Todd     from:01/01/1997 till:06/01/2000 color:rguitar\n bar:BenH     from:01/01/1997 till:08/06/2005 color:lguitar\n bar:RyanM    from:08/06/2005 till:03/01/2017 color:lguitar\n bar:RyanM    from:08/06/2005 till:03/01/2017 color:bvocals width:3\n bar:RyanM    from:08/06/2005 till:08/01/2010 color:bass width:9\n bar:RyanM    from:05/09/2022 till:end        color:lguitar\n bar:RyanM    from:05/09/2022 till:end        color:bvocals width:3\n bar:Warren   from:01/01/1997 till:07/16/2002 color:bass\n bar:Warren   from:01/01/1997 till:07/16/2002 color:bvocals width:3\n bar:Peter    from:03/01/2004 till:10/17/2007 color:bass\n bar:Peter    from:03/01/2004 till:10/17/2007 color:piano width:9\n bar:Peter    from:03/01/2004 till:10/17/2007 color:bvocals width:3\n bar:Alex     from:03/10/2003 till:03/01/2004 color:bass\n bar:Alex     from:03/10/2003 till:03/01/2004 color:bvocals width:3\n bar:SeanO    from:08/01/2010 till:02/03/2012 color:bass\n bar:Seano    from:08/01/2010 till:02/03/2012 color:bvocals width:3\n bar:Josh     from:02/17/2012 till:03/01/2017 color:bass\n bar:Josh     from:02/17/2012 till:03/01/2017 color:bvocals width:3\n bar:Josh     from:05/09/2022 till:end        color:bass\n bar:Josh     from:05/09/2022 till:end        color:bvocals width:3\n</timeline>\n\n==Discography==\n{{Main|Yellowcard discography}}\n;Studio albums\n<!-- This is a summary list of studio albums ONLY, not demos, EPs (Extended plays), live albums, or compilations. The full list of releases can be found at the separate discography article. -->\n*''Midget Tossing'' (1997)\n*''[[Where We Stand]]'' (1999)\n*''[[One for the Kids]]'' (2001)\n*''[[Ocean Avenue (album)|Ocean Avenue]]'' (2003)\n*''[[Lights and Sounds]]'' (2006)\n*''[[Paper Walls]]'' (2007)\n*''[[When You're Through Thinking, Say Yes]]'' (2011)\n*''[[Southern Air (album)|Southern Air]]'' (2012)\n*''[[Lift a Sail]]'' (2014)\n*''[[Yellowcard (album)|Yellowcard]]'' (2016)\n\n==References==\n{{Reflist|colwidth=30em}}\n\n==External links==\n{{Commons category}}\n* [http://www.yellowcardrock.com/ Official website]\n* [http://www.altpress.com/specials/podcastdownload/AP_Podcast_4_RYAN_KEY.m4a Audio: interview with Ryan Key] at [[Alternative Press (music magazine)|Alternative Press]]\n* {{MusicBrainz artist|id=3630fff3-52fc-4e97-ab01-d68fd88e4135|name=Yellowcard}}\n\n{{Yellowcard}}\n\n{{Authority control}}\n\n[[Category:Capitol Records artists]]\n[[Category:Pop punk groups from Florida]]\n[[Category:Hardcore punk groups from Florida]]\n[[Category:Alternative rock groups from Florida]]\n[[Category:Musical groups from Jacksonville, Florida]]\n[[Category:Musical groups established in 1997]]\n[[Category:Musical groups disestablished in 2008]]\n[[Category:Musical groups disestablished in 2017]]\n[[Category:Musical groups reestablished in 2010]]\n[[Category:Hopeless Records artists]]\n[[Category:1997 establishments in Florida]]", "sha1": "5fsc9m4y0q9l4qp5li6m56qpe4z6ybw"}